Repository: sillsdev/Transcelerator
Catalog: DistFiles/localization/Transcelerator.*.xlf
Languages: es

# AddRenderingDlg.WindowTitle
source: Add Rendering
es: Agregar traducción vernácula

# BiblicalTerm.RenderingExists
source: Rendering already exists.
es: Esa traducción ya está representada en la lista.

# Common.Cancel
source: Cancel
es: Cancelar

# EditQuestionDlg.WindowTitle
source: Edit Question
es: Editar pregunta

# EditQuestionDlg.btnReset
source: &Reset
es: &Reiniciar

# EditQuestionDlg.m_lblAlternatives
source: Suggested Alternatives:
es: Alternativos sugeridos:

# EditQuestionDlg.m_lblOriginalText
source: Text of Original Question:
es: Texto de la pregunta original:

# EditQuestionDlg.m_lblQuestionAlreadyExists
source: Question already exists!
es: ¡La pregunta ya existe!

# EditQuestionDlg.m_lblQuestionToUse
source: Question to Use:
es: Pregunta a usar:

# General.ExpectedInstalledFileMissing
source: Expected file missing: {0}.
es: Hace falta un archivo esperado: {0}.

# General.LoadingCustomizationsFailed
source: Unable to load customizations.
es: No se pueden cargar las personalizaciones de las preguntas.

# General.LoadingTranslationsFailed
source: Unable to load translations.
es: No se pueden cargar las traducciones.

# General.ReadonlyWindowAlert
source: - Readonly
es: - Sólo lectura

# General.RequiredInstalledFileMissing
source: Required file missing: {0}.
es: Hace falta un archivo requerido: {0}.

# General.RerunInstaller
source: Please re-run the {0} Installer to repair this problem.
es: Por favor, vuelva a instalar {0} para reparar este problema.

# General.UserAddedEmptyPhrase
source: User-added question with no English version
es: Pregunta añadida por el usuario sin versión en inglés

# GenerateScriptDlg.HtmlFileDescription
source: Web Page
es: Página Web

# GenerateScriptDlg.WindowTitle
source: Generate Checking Script Template
es: Generar plantilla de guión de verificación

# GenerateScriptDlg.btnBrowse
source: &Browse...
es: &Navegar...

# GenerateScriptDlg.groupBoxDocument
source: Document
es: Documento

# GenerateScriptDlg.label7
source: Extra &Lines for Recording Answers:
es: &Lineas blancas para escribir las respuestas:

# GenerateScriptDlg.lblDetailQuestionsOutOfOrder
source: When Detail Questions are out of Order:
es: Cuando las preguntas de detalles están no están en el orden natural:

# GenerateScriptDlg.lblFolder
source: Folder:
es: Carpeta:

# GenerateScriptDlg.lblSectionRangeTo
source: to
es: a

# GenerateScriptDlg.lblStyleSpecification
source: Where to Specify Styles:
es: Dónde especificar los estilos:

# GenerateScriptDlg.lblUntranslatedQuestions
source: How to Handle Untranslated Questions:
es: Cómo manejar preguntas no traducidas:

# GenerateScriptDlg.lblUseLWC
source: Use &Language of Wider Communication:
es: Usar &lenguaje de comunicación más amplia:

# GenerateScriptDlg.m_chkAbsoluteCssPath
source: Make &Path Absolute
es: Hacer absoluta la &ruta

# GenerateScriptDlg.m_chkIncludeLWCAnswers
source: Include &Answers (in {0})
es: Incluir &Respuestas (en {0})

# GenerateScriptDlg.m_chkIncludeLWCComments
source: Include &Comments (in {0})
es: Incluir &Notas (en {0})

# GenerateScriptDlg.m_chkIncludeLWCQuestions
source: Include &Questions in {0}
es: Incluir &Preguntas en {0}

# GenerateScriptDlg.m_chkIncludeVerseNumbers
source: Include verse numbers
es: Incluye los números de los versículos

# GenerateScriptDlg.m_chkNumberQuestions
source: &Number questions
es: &Numerar las preguntas

# GenerateScriptDlg.m_chkOverwriteCss
source: O&verwrite Existing CSS File
es: Reemplazar el archi&vo CSS existente

# GenerateScriptDlg.m_chkPassageBeforeOverview
source: &Include Entire Passage at the Start of Section
es: &Incluir pasaje completo al inicio de la sección

# GenerateScriptDlg.m_grpRange
source: Range
es: Rango

# GenerateScriptDlg.m_lbFilename
source: Script &File name:
es: &Nombre del archivo del guión:

# GenerateScriptDlg.m_lblCommentTextColor
source: Comment Text Color
es: Color para las notas

# GenerateScriptDlg.m_lblLWCAnswerTextColor
source: {0} Answer Text Color
es: Color del texto de la respuesta en {0}

# GenerateScriptDlg.m_lblLWCQuestionColor
source: {0} Question Text Color
es: Color del texto de la pregunta en {0}

# GenerateScriptDlg.m_lblQuestionGroupHeadingsColor
source: Question Group Headings Color
es: Color para los encabezados

# GenerateScriptDlg.m_rdoDisplayReferenceForOutOfOrderQuestions
source: &Just Display the Reference
es: &Solo mostrar la cita

# GenerateScriptDlg.m_rdoDisplayWarning
source: &Display a Warning Message
es: &Mostrar un mensaje de advertencia

# GenerateScriptDlg.m_rdoEmbedStyleInfo
source: &Embed in Script (Maximum Portability)
es: &Insertar en script (portabilidad máxima)

# GenerateScriptDlg.m_rdoOutputPassageForOutOfOrderQuestions
source: &Output the Text of the Passage
es: &Generar el texto del pasaje

# GenerateScriptDlg.m_rdoSectionRange
source: &Range of Sections
es: &Rango de secciones

# GenerateScriptDlg.m_rdoSingleSection
source: &Single Section
es: Una &sola sección

# GenerateScriptDlg.m_rdoSkipUntranslated
source: Do &Not Include in Script
es: &Excluir del guión

# GenerateScriptDlg.m_rdoUseExternalCss
source: Use an E&xternal CSS File
es: Usar un archivo E&xternal CSS

# GenerateScriptDlg.m_rdoUseOriginal
source: &Use the Original Untranslated Question
es: &Usar la pregunta original sin traducir

# GenerateScriptDlg.m_rdoWholeBook
source: &Whole Book
es: &Libro completo

# GenerateScriptDlg.m_txtFilename
source: {0} Comprehension Check for {1}.htm
es: {0} - Comprobación de comprensión de {1}.htm

# GenerateScriptDlg.m_txtTitle
source: Comprehension Checking Questions for {0}
es: Preguntas de comprobación de comprensión de {0}

# GenerateScriptDlg.tabAppearance
source: Appearance
es: Apariencia

# GenerateScriptDlg.tabOptions
source: Options
es: Opciones

# HelpAboutDlg.WindowTitle
source: About Transcelerator
es: Acerca de Transcelerator

# HelpAboutDlg.m_linkLabelReleaseNotes
source: Release notes...
es: Notas de la versión (inglés)...

# MainWindow.AnswersLabel
source: Answers:
es: Respuestas:

# MainWindow.ClearAllMatchingTranslations.Multiple
source: There are other identical questions that have this same translation. Clearing the translation for this question will also clear the translations for the other questions.
es: Hay otras preguntas idénticas que tienen esta misma traducción. Elimnar la traducción de esta pregunta también borrará las traducciones para esas otras preguntas.

# MainWindow.ClearAllMatchingTranslations.Single
source: There is another identical question that has this same translation. Clearing the translation for this question will also clear the translation for the other question.
es: Hay otra pregunta idéntica que tiene esta misma traducción. Elimnar la traducción de esta pregunta también borrará la traduccion para la otra pregunta.

# MainWindow.CommentsLabel
source: Comments:
es: Notas:

# MainWindow.CommitChangesBeforeClosingMessage
source: You are currently editing the translation for a question in {0}. Do you wish to save this change before closing?
es: Está editando la traducción de una pregunta en {0}. ¿Desea guardar este cambio antes de cerrar?

# MainWindow.File.mnuAutoSave
source: &Auto Save
es: &Auto guardar

# MainWindow.FilteredStatus
source: Filtered
es: Filtro activado

# MainWindow.Menu.Advanced
source: &Advanced
es: A&vanzado

# MainWindow.Menu.Advanced.BiblicalTermsRenderingSelectionRules
source: Biblical Terms &Rendering Selection Rules...
es: &Reglas para selecionar representaciones de vocablos bíblicos...

# MainWindow.Menu.Advanced.PreprocessingQuestionAdjustments
source: Preprocessing &Question Adjustments...
es: A&justes de Preguntas de Preprocesamiento...

# MainWindow.Menu.Edit
source: &Edit
es: &Editar

# MainWindow.Menu.Edit.Copy
source: &Copy
es: &Copiar

# MainWindow.Menu.Edit.Cut
source: Cu&t
es: &Cortar

# MainWindow.Menu.Edit.NextUntranslatedQuestion
source: &Next Untranslated Question
es: Pregunta &siguiente no traducida

# MainWindow.Menu.Edit.Paste
source: &Paste
es: &Pegar

# MainWindow.Menu.Edit.PreviousUntranslatedQuestion
source: Previous &Untranslated Question
es: Pregunta &anterior no traducida

# MainWindow.Menu.Edit.ShiftWordsLeft
source: Shift Word(s) &Left
es: Mover palabra(s) a la &izquierda

# MainWindow.Menu.Edit.ShiftWordsRight
source: Shift Word(s) &Right
es: Mover palabra(s) al &derecho

# MainWindow.Menu.File
source: &File
es: &Archivo

# MainWindow.Menu.File.Close
source: &Close
es: &Cerrar

# MainWindow.Menu.File.GenerateCheckingScript
source: &Generate Checking Script...
es: &Generar guión de verificación...

# MainWindow.Menu.File.LoadTranslationsFromTextFile
source: Load Translations from Plain Text File...
es: Cargar traducciones de un archivo de texto sin formato...

# MainWindow.Menu.File.ProduceScriptureForgeFiles
source: Produce {0} Files
es: Producir archivos para {0}

# MainWindow.Menu.File.Reload
source: &Reload
es: &Recargar

# MainWindow.Menu.File.Save
source: &Save
es: &Guardar

# MainWindow.Menu.Filter
source: &Filter
es: &Filtro

# MainWindow.Menu.Filter.BiblicalTerms
source: Biblical &Terms
es: &Vocablos bíblicos

# MainWindow.Menu.Filter.MatchWholeWords
source: Match &Whole Words When Filtering
es: &Coincidir palabras completas al filtrar

# MainWindow.Menu.Filter.ReferenceRange
source: &Set Reference Range...
es: &Establecer rango de referencia...

# MainWindow.Menu.GeneratedTranslationDetails
source: &Generated Translation Details
es: &Detalles de la traducción generados

# MainWindow.Menu.Help
source: &Help
es: A&yuda

# MainWindow.Menu.Help.About
source: &About Transcelerator
es: &Acerca de Transcelerator

# MainWindow.Menu.View
source: &View
es: &Ver

# MainWindow.Menu.View.AnswersAndComments
source: &Answers and Comments
es: &Respuestas y notas

# MainWindow.Menu.View.BiblicalTermsPane
source: &Biblical Terms Pane
es: Panel de vocablos &bíblicos

# MainWindow.Menu.View.DisplayLanguage
source: &Display Language
es: &Idioma de interfaz

# MainWindow.Menu.View.ExcludedQuestions
source: &Excluded Questions
es: &Preguntas excluidas

# MainWindow.Menu.View.Toolbar
source: &Toolbar
es: &Barra de herramientas

# MainWindow.QuestionsGrid.Confirmed
source: Confirmed
es: Confirmado

# MainWindow.QuestionsGrid.Edit
source: Edit
es: Editar

# MainWindow.QuestionsGrid.EnglishQuestion
source: English Question
es: Pregunta en español

# MainWindow.QuestionsGrid.GeneratedTranslationDetails
source: Generated Translation Details
es: Detalles de la traducción generada

# MainWindow.QuestionsGrid.Reference
source: Reference
es: Cita

# MainWindow.QuestionsGrid.Translation
source: Translation
es: Traduccion

# MainWindow.SaveChangesBeforeClosingMessage
source: You have made changes. Do you wish to save before closing?
es: Ha realizado cambios. ¿Desea guardar antes de cerrar?

# MainWindow.SaveChangesMessageCaption
source: {0} - Save changes?
es: {0} - ¿Guardar cambios?

# MainWindow.UNSQuestionsDialog.browseTopicsToolStripMenuItem
source: Browse Topics...
es: Examinar temas...

# MainWindow.UNSQuestionsDialog.editQuestionColumnToolStripMenuItem
source: Edit &Question Column
es: Columna: &Editar pregunta

# MainWindow.UNSQuestionsDialog.zoomInToolStripMenuItem
source: Zoom In
es: Aumentar

# MainWindow.UNSQuestionsDialog.zoomOutToolStripMenuItem
source: Zoom Out
es: Reducir

# MainWindow.UntranslatedQuestionsWarning
source: There are {0} questions in the selected range that do not have confirmed translations. These questions will be excluded from the checking script.
es: Hay {0} preguntas en el rango seleccionado que no tienen traducciones confirmadas. Estas preguntas serán excluidas del guión de verificación.

# MainWindow.btnReceiveScrReferences
source: Receive Scripture References
es: Recibir citas bíblicas

# MainWindow.btnReceiveScrReferences_ToolTip_
source: Receive Scripture References
es: Recibir citas bíblicas

# MainWindow.btnSave_ToolTip_
source: Save (Ctrl+S)
es: Guardar (Ctrl+S)

# MainWindow.btnSendScrReferences
source: Send Scripture References
es: Enviar citas bíblicas

# MainWindow.btnSendScrReferences_ToolTip_
source: Send Scripture References
es: Enviar citas bíblicas

# MainWindow.dataGridContextMenu.copyToolStripMenuItem
source: Copy
es: Copiar

# MainWindow.dataGridContextMenu.cutToolStripMenuItem
source: Cut
es: Cortar

# MainWindow.dataGridContextMenu.mnuAddQuestion
source: &New Question...
es: &Nueva pregunta...

# MainWindow.dataGridContextMenu.mnuEditQuestion
source: &Edit Question...
es: &Editar pregunta...

# MainWindow.dataGridContextMenu.mnuExcludeQuestion
source: E&xclude Question
es: E&xcluir pregunta

# MainWindow.dataGridContextMenu.mnuIncludeQuestion
source: &Include Question
es: &Incluir pregunta

# MainWindow.dataGridContextMenu.pasteToolStripMenuItem
source: Paste
es: Pegar

# MainWindow.lblFilterIndicator
source: Unfiltered
es: Sin filtro

# MainWindow.lblRemainingWork
source: Untranslated Questions: {0}/{1}
es: Preguntas sin traducir: {0}/{1}

# MainWindow.m_lblAnswerLabel
source: Answer:
es: Respuesta:

# MainWindow.m_lblCommentLabel
source: Comment:
es: Nota:

# MainWindow.mnuShowAllPhrases
source: Show &All (no filter)
es: Mostrar &todas (sin filtro)

# MainWindow.mnuShowPhrasesWithKtRenderings
source: Show Questions Where All Terms Have &Renderings
es: Mostrar preguntas donde todos los vocablos tienen t&raducciones

# MainWindow.mnuShowPhrasesWithMissingKtRenderings
source: Show Questions with Terms &Missing Renderings
es: &Mostrar preguntas con vocablos sin traducción

# MainWindow.toolStripLabelQuestionFilter
source: Question Filter:
es: Filtro de preguntas:

# MainWindow.txtFilterByPart_ToolTip_
source: Type an English word or phrase to filter the list of questions.
es: Escriba una palabra o frase en español para filtrar la lista de preguntas.

# MoreUiLanguagesDlg.Download
source: Download the latest Installer.
es: Descargue el último instalador.

# MoreUiLanguagesDlg.WindowTitle
source: More Display Languages
es: Mostrar en otros idiomas

# MoreUiLanguagesDlg.m_linkLabelAddDisplayLanguageUsingInstaller
source: If the language you would like to see is not available on the {0} menu, use the latest Installer to see if it is available to select.
es: Si el idioma que desea ver no está disponible en el menú {0}, utilice el último instalador para ver si está disponible para seleccionar.

# MoreUiLanguagesDlg.m_linkLabelCrowdinInformation
source: {0} uses {1} to manage the localization effort for strings displayed in its user interface and for the source questions to be translated. If you would like to contribute translations or request the addition of another display language, please make your request via {1}.
es: {0} usa {1} para administrar el esfuerzo de localización de las cadenas mostradas en su interfaz de usuario y para traducir las preguntas de origen. Si desea contribuir con las traducciones o solicitar la adición de otro idioma de visualización, por favor haga su solicitud a través de {1}.

# NewQuestionDlg.NoExistingQuestions
source: There are no existing {0} questions for {1}.
es: No hay preguntas existentes de categoría "{0}" para {1}.

# NewQuestionDlg.RequestAddCategoryFeatureInfo
source: Sorry this feature is not available yet. But if you are connected to the Internet and have not opted out of transmitting analytics data, this feature will now be requested for you.
es: Lo sentimos, esta característica no está disponible todavía. Pero si usted está conectado a Internet y no ha optado por no transmitir datos analíticos, esta característica ahora será solicitada de su parte.

# NewQuestionDlg.RequestFeatureCaption
source: {0} Feature Request
es: Solicitud de característica de {0}

# NewQuestionDlg.WindowTitle
source: New Question
es: Nueva pregunta

# NewQuestionDlg.lblEndVerse
source: End Verse:
es: Versículo final:

# NewQuestionDlg.lblReference
source: Scripture Reference:
es: Cita biblica:

# NewQuestionDlg.m_chkNoEnglish
source: I just want to add a question without providing an English version.
es: Sólo quiero añadir una pregunta sin escribirla en inglés.

# NewQuestionDlg.m_lblAnswer
source: Answer:
es: Respuesta:

# NewQuestionDlg.m_lblAnswerIsOptional
source: optional
es: opcional

# NewQuestionDlg.m_lblCategory
source: Category:
es: Categoría:

# NewQuestionDlg.m_lblEnglishQuestion
source: Question in English:
es: Pregunta en inglés:

# NewQuestionDlg.m_lblIdenticalQuestion
source: This question already exists (see above).
es: Esta pregunta ya existe (ver arriba).

# NewQuestionDlg.m_lblSelectLocation
source: Select location in list of existing {0} questions for {1}.
es: Seleccione la ubicación para la nueva pregunta en la lista de preguntas de {0} existentes de {1}.

# NewQuestionDlg.m_lblVernacularQuestion
source: Question in {0}:
es: Pregunta en {0}:

# NewQuestionDlg.m_lblVernacularQuestionIsOptional
source: optional
es: opcional

# NewQuestionDlg.m_linklblWishForTxl218
source: I wish I could add this category.
es: Quisiera poder añadir esta categoría.

# NewQuestionsDlg.ExistingQuestions.Excluded
source: Excluded
es: Excluido

# NewQuestionsDlg.ExistingQuestions.Question
source: Question
es: Pregunta

# NewQuestionsDlg.ExistingQuestions.Translation
source: Translation
es: Traduccion

# PhraseSubstitutionsDlg.Replacements.MatchCase
source: Match Case
es: Coincidir mayúsculas/minúsculas

# PhraseSubstitutionsDlg.Replacements.PreviewResult
source: Preview Result
es: Vista previa del resultado

# PhraseSubstitutionsDlg.Replacements.RegularExpression
source: Regular Expression
es: Expresión regular

# PhraseSubstitutionsDlg.Replacements.Replacement
source: Replacement
es: Reemplazo

# PhraseSubstitutionsDlg.Replacements.WordOrPhraseToReplace
source: Word or Phrase to Replace
es: Palabra o frase a reemplazar

# PhraseSubstitutionsDlg.WindowTitle
source: Question Adjustments
es: Ajustes de preguntas

# PhraseSubstitutionsDlg.btnDown
source: Down
es: Abajo

# PhraseSubstitutionsDlg.btnDown_ToolTip_
source: Move Down
es: Mover hacia abajo

# PhraseSubstitutionsDlg.btnUp
source: Up
es: Arriba

# PhraseSubstitutionsDlg.btnUp_ToolTip_
source: Move Up
es: Mover hacia arriba

# PhraseSubstitutionsDlg.lblInstructions
source: Question adjustment rules can be used to pre-process the original English comprehension checking questions to substitute words or phrases and to align the grammar more closely with that of the target language. For example, adjustment rules can alter word order, remove helping words or affixes which do not need to be translated, or merge distinctions that are not reflected in the target language.\n\nTo remove text, leave the Replacement column blank.\n\nIf you select Regular Expression for a row, a regular expression helper pane will appear when you edit the Word or Phrase to Replace or Replacement cells.
es: Ajustes de preguntas de preprocesamiento se pueden utilizar para procesar de antemano las preguntas originales de verificación en inglés para sustituir palabras o frases y para alinear la gramática más estrechamente con la del idioma de destino. Por ejemplo, las reglas de ajuste pueden alterar el orden de las palabras, eliminar verbos auxiliares o palabras o afijos que no necesitan ser traducidos, o fusionar las distinciones en ingles que no se reflejan en el idioma de destino.\n\nPara eliminar texto, deje la celda Reemplazo en blanco.\n\nSi selecciona Expresión regular para una fila, aparecerá un panel de ayuda de expresiones regulares cuando edite la celdas Palabra o frase para reemplazar y Reemplazo.

# PhraseSubstitutionsDlg.lblMatchGroup
source: Match group
es: Grupo de coincidencias

# PhraseSubstitutionsDlg.lblMatchPrefix
source: Match a prefix
es: Coincide con un prefijo

# PhraseSubstitutionsDlg.lblMaxMatch
source: Maximum times to match
es: Las veces máximas para coincidir

# PhraseSubstitutionsDlg.lblSuffix
source: Match a suffix
es: Coincide con un sufijo

# PhraseSubstitutionsDlg.m_btnMatchSingleWord
source: Match any single word
es: Coincide con cualquier palabra

# PhraseSubstitutionsDlg.m_grpPreview
source: Preview Sample Question
es: Vista previa de pregunta ejemplar

# QuestionAdjustmentsDlg.RuleDidNotChangeResult
source: No Change
es: Ningún cambio

# RenderingSelectionRule.CriteriaCustom
source: When the biblical term in the original question ends with {0}, then select the first vernacular rendering that matches the regular expression "{1}".
es: Cuando el vocablo bíblico en la pregunta original termina con {0}, se selecciona la primera traducción vernácula que coincida con la expresión regular "{1}".

# RenderingSelectionRule.CriteriaStartsWith
source: When the biblical term in the original question ends with {0}, then select the first vernacular rendering that starts with {1}.
es: Cuando el vocablo bíblico en la pregunta original termina con {0}, se selecciona la primera traducción vernácula que comienza con {1}.

# RenderingSelectionRule.KeyTermPlaceHolderMissing
source: Question-matching pattern must have a place holder for the key term.
es: El patrón de coincidencia debe tener un {0} como marcador de posición para el vocablo bíblico.

# RenderingSelectionRule.QuestionConditionCustom.CriteriaCustom
source: When the biblical term in the original question matches the regular expression "{0}", then select the first vernacular rendering that matches the regular expression "{1}".
es: Cuando el vocablo bíblico en la pregunta original coincide con la expresión regular "{0}", se selecciona la primera traducción vernácula que coincida con la expresión regular "{1}".

# RenderingSelectionRule.QuestionConditionCustom.CriteriaEndsWith
source: When the biblical term in the original question matches the regular expression "{0}", then select the first vernacular rendering that ends with {1}.
es: Cuando el vocablo bíblico en la pregunta original coincide con la expresión regular "{0}", se selecciona la primera traducción vernácula que termina con {1}.

# RenderingSelectionRule.QuestionConditionCustom.CriteriaStartsWith
source: When the biblical term in the original question matches the regular expression "{0}", then select the first vernacular rendering that starts with {1}.
es: Cuando el vocablo bíblico en la pregunta original coincide con la expresión regular "{0}", se selecciona la primera traducción vernácula que comienza con {1}.

# RenderingSelectionRule.QuestionConditionEndsWith.CriteriaEndsWith
source: When the biblical term in the original question ends with {0}, then select the first vernacular rendering that ends with {1}.
es: Cuando el vocablo bíblico en la pregunta original termina con {0}, se selecciona la primera traducción vernácula que termina con {1}.

# RenderingSelectionRule.QuestionConditionFollowedBy.CriteriaCustom
source: When the biblical term in the original question is immediately followed by {0}, then select the first vernacular rendering that matches the regular expression "{1}".
es: Cuando "{0}" ocurre inmediatamente después del vocablo bíblico en la pregunta original, se selecciona la primera traducción vernácula que coincida con la expresión regular "{1}".

# RenderingSelectionRule.QuestionConditionFollowedBy.CriteriaEndsWith
source: When the biblical term in the original question is immediately followed by {0}, then select the first vernacular rendering that ends with {1}.
es: Cuando "{0}" ocurre inmediatamente después del vocablo bíblico en la pregunta original, se selecciona la primera traducción vernácula que termina con {1}.

# RenderingSelectionRule.QuestionConditionFollowedBy.CriteriaStartsWith
source: When the biblical term in the original question is immediately followed by {0}, then select the first vernacular rendering that starts with {1}.
es: Cuando "{0}" ocurre inmediatamente después del vocablo bíblico en la pregunta original, se selecciona la primera traducción vernácula que comienza con {1}.
