Repository: sillsdev/Transcelerator
Catalog: DistFiles/localization/Transcelerator.*.xlf
Languages: es

# RenderingSelectionRule.QuestionConditionPrecededBy.CriteriaCustom
source: When the biblical term in the original question is immediately preceded by {0}, then select the first vernacular rendering that matches the regular expression "{1}".
es: Cuando "{0}" ocurre inmediatamente antes del vocablo bíblico en la pregunta original, se selecciona la primera traducción vernácula que coincida con la expresión regular "{1}".

# RenderingSelectionRule.QuestionConditionPrecededBy.CriteriaEndsWith
source: When the biblical term in the original question is immediately preceded by {0}, then select the first vernacular rendering that ends with {1}.
es: Cuando "{0}" ocurre inmediatamente antes del vocablo bíblico en la pregunta original, se selecciona la primera traducción vernácula que termina con {1}.

# RenderingSelectionRule.QuestionConditionPrecededBy.CriteriaStartsWith
source: When the biblical term in the original question is immediately preceded by {0}, then select the first vernacular rendering that starts with {1}.
es: Cuando "{0}" ocurre inmediatamente antes del vocablo bíblico en la pregunta original, se selecciona la primera traducción vernácula que comienza con {1}.

# RenderingSelectionRule.QuestionConditionStartsWith.CriteriaCustom
source: When the biblical term in the original question starts with {0}, then select the first vernacular rendering that matches the regular expression "{1}".
es: Cuando el vocablo bíblico en la pregunta original comienza con {0}, se selecciona la primera traducción vernácula que coincida con la expresión regular "{1}".

# RenderingSelectionRule.QuestionConditionStartsWith.CriteriaEndsWith
source: When the biblical term in the original question starts with {0}, then select the first vernacular rendering that ends with {1}.
es: Cuando el vocablo bíblico en la pregunta original comienza con {0}, se selecciona la primera traducción vernácula que termina con {1}.

# RenderingSelectionRule.QuestionConditionStartsWith.CriteriaStartsWith
source: When the biblical term in the original question starts with {0}, then select the first vernacular rendering that starts with {1}.
es: Cuando el vocablo bíblico en la pregunta original comienza con {0}, se selecciona la primera traducción vernácula que que comienza con {1}.

# RenderingSelectionRulesDlg.CopiedSelectionRuleNameTemplate
source: {0} - Copy{1}
es: {0} - Copia{1}

# RenderingSelectionRulesDlg.NewSelectionRuleNameTemplate
source: Selection Rule - {0}
es: Regla de selección - {0}

# RenderingSelectionRulesDlg.WindowTitle
source: Biblical Terms Rendering Selection Rules
es: Reglas para selecionar representaciones de vocablos bíblicos

# RenderingSelectionRulesDlg.btnCopy
source: Copy...
es: Copiar...

# RenderingSelectionRulesDlg.btnDelete
source: Delete
es: Eliminar

# RenderingSelectionRulesDlg.btnEdit
source: Edit...
es: Editar...

# RenderingSelectionRulesDlg.btnNew
source: New Rule...
es: Nueva regla...

# RenderingSelectionRulesDlg.lblInstructions
source: Define rules to enable Transcelerator to more successfully choose the best rendering for biblical terms. To disable a rule, clear its check box.
es: Definir reglas para que Transcelerator pueda elegir la mejor traducción vernácula para los vocablos bíblicos. Para desactivar una regla, anule la selección de la casilla.

# RenderingSelectionRulesDlg.lblRuleDescription
source: Rule description:
es: Descripción de la regla:

# RulesWizardDlg.EditRuleCaption
source: Edit Rendering Selection Rule
es: Editar regla para selecionar representaciones de vocablos bíblicos

# RulesWizardDlg.FixConditionNow
source: This rule can be saved but will not be used until the error is fixed. Would you like to fix it now?
es: Esta regla se puede guardar pero no se usará hasta que se corrija el error. ¿Desea arreglarla ahora?

# RulesWizardDlg.InvalidQuestionCondition
source: Invalid condition for determining when rule applies.
es: Condición no válida para determinar cuándo se aplica la regla.

# RulesWizardDlg.InvalidRegularExpressionCaption
source: Regular Expression Invalid
es: Expresión regular no es válida

# RulesWizardDlg.InvalidRenderingCondition
source: Invalid condition for determining which rendering to select.
es: Condición no válida para determinar cual traducción vernácula debe ser seleccionado.

# RulesWizardDlg.NameMustBeUnique
source: There is already a rule named {0}. Rule names must be unique.
es: Ya existe una regla llamada {0}. Los nombres de las reglas deben ser únicos.

# RulesWizardDlg.NameRequired
source: Name is required.
es: Se requiere un nombre.

# RulesWizardDlg.WindowTitle
source: Create Rendering Selection Rule
es: Crear regla para seleccionar la mejor traducción

# RulesWizardDlg.grpMatchQuestion
source: This rule applies when the biblical term in the original question meets the following condition:
es: Esta regla se aplica cuando el término bíblico en la pregunta original cumple la siguiente condición:

# RulesWizardDlg.grpSelectRendering
source: Select the rendering of the biblical term that meets the following condition:
es: Seleccione la traducción del término bíblico que cumpla con la siguiente condición:

# RulesWizardDlg.m_lblFollowingWordExample
source: Example:
es: Ejemplo:

# RulesWizardDlg.m_lblOriginalQuestionConditionFollowingWord
source: Following &word:
es: &Palabra siguiente:

# RulesWizardDlg.m_lblOriginalQuestionConditionPrecedingWord
source: Preceding &word:
es: &Palabra anterior:

# RulesWizardDlg.m_lblOriginalQuestionConditionPrefix
source: Prefi&x:
es: Prefi&jo:

# RulesWizardDlg.m_lblOriginalQuestionConditionSuffix
source: Suffi&x:
es: &Sufijo:

# RulesWizardDlg.m_lblPrecedingWordExample
source: Example:
es: Ejemplo:

# RulesWizardDlg.m_lblPrefixExample
source: Example:
es: Ejemplo:

# RulesWizardDlg.m_lblRenderingConditionVernPrefix
source: &Vernacular prefix:
es: & Prefijo vernacular:

# RulesWizardDlg.m_lblRenderingConditionVernSuffix
source: &Vernacular suffix:
es: & Subfijo vernacular:

# RulesWizardDlg.m_lblRuleDescription
source: Rule description:
es: Descripción de la regla:

# RulesWizardDlg.m_lblRuleName
source: Rule name:
es: Nombre de la regla:

# RulesWizardDlg.m_lblSuffixExample
source: Example:
es: Ejemplo:

# RulesWizardDlg.m_lblUserDefinedOriginalQuestionCondition
source: Type a regular expression where {0} is the placeholder for the stem of the biblical term:
es: Escriba una expresión regular donde {0} es el marcador de posición para el tallo del vocablo bíblico:

# RulesWizardDlg.m_lblUserDefinedRenderingCondition
source: Type a regular expression to match vernacular renderings that should be selected:
es: Escribe una expresión regular que coincida con las traducciones vernáculas que deben ser seleccionadas:

# RulesWizardDlg.m_rdoFollowingWord
source: Term is immediately &followed by a specific word
es: El vocablo está &seguido inmediatamente por una palabra específica

# RulesWizardDlg.m_rdoPreceedingWord
source: Term is immediately &preceded by a specific word
es: El vocablo está &precedido inmediatamente por una palabra específica

# RulesWizardDlg.m_rdoPrefix
source: Term has a specific &prefix
es: El vocablo tiene un &prefijo específico

# RulesWizardDlg.m_rdoRenderingHasPrefix
source: Rendering has a specific p&refix
es: La traduccion vernácula tiene un p&refijo específico

# RulesWizardDlg.m_rdoRenderingHasSuffix
source: Rendering has a specific s&uffix
es: La traducción vernácula tiene un s&ufijo específico

# RulesWizardDlg.m_rdoSuffix
source: Term has a specific &suffix
es: El vocablo tiene un &sufijo específico

# RulesWizardDlg.m_rdoUserDefinedQuestionCriteria
source: &User-defined condition
es: Condición definida por el &usuario

# RulesWizardDlg.m_rdoUserDefinedRenderingCriteria
source: &Rendering meets a user-defined condition
es: La t&raducción vernácula cumple una condición definida por el usuario

# ScrReferenceFilterDlg.WindowTitle
source: Filter by Reference
es: Filtrar por referencia

# ScrReferenceFilterDlg.btnClearFilter
source: &Clear Filter
es: &Eliminar filtro

# ScrReferenceFilterDlg.m_lblFrom
source: From:
es: De:

# ScrReferenceFilterDlg.m_lblInvalidReference
source: Invalid Scripture reference
es: Referencia no válida

# ScrReferenceFilterDlg.m_lblTo
source: To:
es: a:

# ScriptureForgeInfoDlg.WindowTitle
source: {0} Integration
es: Integración con {0}

# ScriptureForgeInfoDlg.m_lblExplanation
source: By selecting the option to produce {0} files, {1} will automatically generate output that {0} will be able to use. These files will be synchronized using Send/Receive Projects in {2}.
es: Al seleccionar la opción de producir archivos para {0}, {1} los generará automáticamente. Estos archivos se sincronizarán usando Enviar/Recibir proyectos en {2}.

# ScriptureForgeInfoDlg.m_lblMoreInfoOnline
source: More information is available on-line:
es: Más información disponible en línea:

# ScriptureForgeInfoDlg.m_linkLabelScriptureForge
source: {0} website
es: Sitio web de {0}

# ScriptureForgeInfoDlg.m_linkLabelWorkingWithScriptureForge
source: {1}: Working With {0}
es: Transcelerador: Interoperando con {0}

# SplashScreen.MsgLoadingQuestions
source: Loading questions for {0}...
es: Cargando preguntas para {0}...

# SplashScreen.MsgLoadingTranslations
source: Loading translations for {0}...
es: Cargando traducciones para {0}...

# SplashScreen.MsgRetrievingDataFromCaller
source: Retrieving data from {0} project {1}...
es: Recuperando datos del proyecto {0} {1}...

# TermRenderingCtrl.mnuAddRenderingC
source: &Add rendering...
es: &Agregar traducción...

# TermRenderingCtrl.mnuAddRenderingH
source: &Add rendering...
es: &Agregar traducción...

# TermRenderingCtrl.mnuDeleteRendering
source: &Delete this rendering
es: &Eliminar esta traducción

# TermRenderingCtrl.mnuLookUpTermC
source: Find &Term in {0}...
es: Buscar &vocablo en {0}...

# TermRenderingCtrl.mnuLookUpTermH
source: Find &Term in {0}...
es: Buscar &vocablo en {0}...

# TermRenderingCtrl.mnuSetAsDefault
source: &Set as default rendering
es: &Establecer como traducción predeterminada

# TransceleratorInfo.CopyrightFmt
source: {0}. Distributable under the terms of the MIT License.
es: {0}. Distribuible bajo los términos de la licencia MIT.

# TxlInfo.m_lblAppVersion
source: Version {0}
es: Versión {0}
