Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!2KI!2~1#Question:What did the prophets at Bethel and Jericho realize?
source: What did the prophets at Bethel and Jericho realize?
es: ¿De qué se dieron cuenta los profetas en Bet-el y Jericó?

# q:!2KI!2~6#Question:How did Elijah and Elisha cross over Jordan?
source: How did Elijah and Elisha cross over Jordan?
es: ¿Cómo cruzaron Elías y Eliseo el Jordán?

# q:!2KI!2~9#Question:What did Elisha request of Elijah?
source: What did Elisha request of Elijah?
es: ¿Qué le pidió Eliseo a Elías?

# q:!2KI!2~11#Question:How was Elijah taken up to heaven?
source: How was Elijah taken up to heaven?
es: ¿Cómo fue llevado Elías al cielo?

# q:!2KI!2~13#Question:What did Elisha do with the cloak of Elijah?
source: What did Elisha do with the cloak of Elijah?
es: ¿Qué hizo Eliseo con el manto de Elías?

# q:!2KI!2~19#Question:How did Elisha heal the waters?
source: How did Elisha heal the waters?
es: ¿Cómo sanó Eliseo las aguas?

# q:!2KI!2~23#Question:What happened to the children who mocked Elisha?
source: What happened to the children who mocked Elisha?
es: ¿Qué pasó con los muchachos que se burlaron de Eliseo?

source: Why did Jehoram, king of Israel ask Jehoshaphat, king of Judah to help him?
es: ¿Por qué Joram rey de Israel le pidió a Josafat rey de Judá que le ayudara?

# q:!2KI!3~11#Question:What did Jehoshaphat want to do?
source: What did Jehoshaphat want to do?
es: ¿Qué quería hacer Josafat?

# q:!2KI!3~12#Question:Who did Elisha request before replying to the kings?
source: Who did Elisha request before replying to the kings?
es: ¿A quién mandó a traer Eliseo antes de darles la respuesta a los reyes?

source: What did the Moabites think when they saw the sun shining on the water?
es: ¿Qué pensaban los moabitas cuando vieron el reflejo del sol en el agua?

source: What did the king of Moab do when he saw the battle had gone against him?
es: ¿Qué hizo el rey de Moab cuando vio que había perdido la batalla?

# q:!2KI!4~1#Question:In what miraculous way did the widow woman pay her debts?
source: In what miraculous way did the widow woman pay her debts?
es: ¿En qué forma milagrosa la viuda pagó su deudas?

source: What did the Shunammite woman and her husband make for Elisha?
es: ¿Qué hicieron la mujer sunamita y su marido para Eliseo?

# q:!2KI!4~11#Question:What miraculous thing happened to the Shunammite woman?
source: What miraculous thing happened to the Shunammite woman?
es: ¿Qué milagro fue hecho para la mujer sunamita?

# q:!2KI!4~18#Question:What did the Shunammite woman say that showed her faith?
source: What did the Shunammite woman say that showed her faith?
es: ¿Qué dijo la mujer sunamita que mostraba su fe?

# q:!2KI!4~27#Question:What did Elisha tell Gehazi to do?
source: What did Elisha tell Gehazi to do?
es: ¿Qué le dijo Eliseo a Giezi que hiciera?

# q:!2KI!4~32#Question:What miracle happened for the son of the Shunammite woman?
source: What miracle happened for the son of the Shunammite woman?
es: ¿Qué milagro fue hecho para el hijo la mujer sunamita?

# q:!2KI!4~38#Question:What happened to the pot of stew?
source: What happened to the pot of stew?
es: ¿Qué pasó con la olla de potaje?

# q:!2KI!4~42#Question:How were the hundred men fed?
source: How were the hundred men fed?
es: ¿Cómo se alimentaron los cien hombres?

# q:!2KI!5~1#Question:Who suggested that Naaman see Elisha?
source: Who suggested that Naaman see Elisha?
es: ¿Quién sugerió que Naamán fuera a ver a Eliseo?

# q:!2KI!5~8#Question:What did Elisha tell Naaman to do?
source: What did Elisha tell Naaman to do?
es: ¿Qué le dijo Eliseo a Naamán que hiciera?

# q:!2KI!5~11#Question:Who convinced Naaman that he should obey Elisha?
source: Who convinced Naaman that he should obey Elisha?
es: ¿Quién convenció a Naamán de que él debería obedecer a Eliseo?

# q:!2KI!5~14#Question:What did Elisha do when Naaman wanted to give him a gift?
source: What did Elisha do when Naaman wanted to give him a gift?
es: ¿Qué hizo Eliseo cuando Naamán quería darle un presente?

# q:!2KI!5~20#Question:What did Gehazi do?
source: What did Gehazi do?
es: ¿Qué hizo Giezi?

# q:!2KI!5~25#Question:What happened to Gehazi?
source: What happened to Gehazi?
es: ¿Qué le pasó a Giezi?

# q:!2KI!6~1#Question:What happened to the axe head?
source: What happened to the axe head?
es: ¿Qué pasó con la cabeza de la hacha?

# q:!2KI!6~8#Question:Why did the king of Syria want to capture Elisha?
source: Why did the king of Syria want to capture Elisha?
es: ¿Por qué el rey de Siria quería capturar a Eliseo?

# q:!2KI!6~15#Question:What did Elisha say when his servant was afraid?
source: What did Elisha say when his servant was afraid?
es: ¿Qué dijo Eliseo cuando su siervo estaba atemorizado?

# q:!2KI!6~18#Question:What happened to the men who were sent to capture Elisha?
source: What happened to the men who were sent to capture Elisha?
es: ¿Qué les pasó a los hombres enviados a capturar a Eliseo?

# q:!2KI!6~25#Question:How did Israel suffer when Benhadad besieged Samaria?
source: How did Israel suffer when Benhadad besieged Samaria?
es: ¿Cómo sufrió Israel cuando Ben-adad sitió a Samaria?

# q:!2KI!7~1#Question:What did Elisha prophesy would happen at Samaria?
source: What did Elisha prophesy would happen at Samaria?
es: ¿Qué profetizó Eliseo que pasaría en Samaria?

# q:!2KI!7~3#Question:What did the four men with leprosy decide to do?
source: What did the four men with leprosy decide to do?
es: ¿Qué decidieron hacer los cuatro leprosos?

# q:!2KI!7~6#Question:Why did the Syrians flee?
source: Why did the Syrians flee?
es: ¿Por qué huyeron los sirios?

source: Why did the men with leprosy decide to tell the news to the city gatekeepers?
es: ¿Por qué los hombres leprosos decidieron contarles la nueva a los guardas de la puerta de la ciudad?

# q:!2KI!7~12#Question:Why was the king of Samaria skeptical?
source: Why was the king of Samaria skeptical?
es: ¿Por qué tenía dudas el rey de Samaria?

source: What happened to the man who did not believe Elisha's prophecy?
es: ¿Qué le pasó al hombre que no creyó la profecía de Eliseo?

source: How does the story of the woman wanting her land back show God's perfect timing?
es: ¿Cómo se mira el tiempo perfecto de Dios a través de la historia de la mujer que buscaba la restauración de su tierra?

# q:!2KI!8~15#Question:How did Hazael become king of Syria?
source: How did Hazael become king of Syria?
es: ¿Cómo llegó Hazael a ser rey de Siria?

# q:!2KI!8~16#Question:Who did Jehoram king of Judah marry?
source: Who did Jehoram king of Judah marry?
es: ¿Con quién se casó Joram rey de Judá?

# q:!2KI!8~24#Question:Who followed Jehoram as king of Judah?
source: Who followed Jehoram as king of Judah?
es: ¿Quién reinó después de Joram rey de Judá?

source: Who was anointed king of Israel to destroy the house of Ahab?
es: ¿Quién fue ungido rey de Israel para destruir la casa de Acab?

# q:!2KI!9~10#Question:What was prophesied would happen to Jezebel?
source: What was prophesied would happen to Jezebel?
es: ¿Qué se profetizó en contra de Jezabel?

# q:!2KI!9~20#Question:How did Jehu drive his chariot?
source: How did Jehu drive his chariot?
es: ¿Cómo manejó Jehú su carro?

# q:!2KI!9~24#Question:What did Jehu do to Jehoram?
source: What did Jehu do to Jehoram?
es: ¿Qué le hizo Jehú a Joram?

# q:!2KI!9~30#Question:What did Jezebel do when Jehu entered Jezreel?
source: What did Jezebel do when Jehu entered Jezreel?
es: ¿Qué hizo Jezabel cuando Jehú vino a Jezreel?

# q:!2KI!9~31#Question:What happened to Jezebel?
source: What happened to Jezebel?
es: ¿Qué le pasó a Jezabel?

# q:!2KI!10~1#Question:What happened to Ahab's seventy sons?
source: What happened to Ahab's seventy sons?
es: ¿Qué les pasó a los setenta hijos de Acab?

# q:!2KI!10~18#Question:How did Jehu destroy the worshippers of Baal?
source: How did Jehu destroy the worshippers of Baal?
es: ¿Cómo destruyó Jehú a los siervos de Baal?

# q:!2KI!10~29#Question:From what didn't Jehu depart?
source: From what didn't Jehu depart?
es: ¿De qué no se apartó Jehú?

# q:!2KI!11~1#Question:What did Athaliah do?
source: What did Athaliah do?
es: ¿Qué hizo Atalía?

# q:!2KI!11~2#Question:Whom did Jehosheba hide?
source: Whom did Jehosheba hide?
es: ¿A quién escondió Josaba?

# q:!2KI!11~4#Question:What did Jehoiada do regarding Joash?
source: What did Jehoiada do regarding Joash?
es: ¿Qué hizo Joiada para Joás?

# q:!2KI!11~13#Question:What did Jehoiada have done to Athaliah?
source: What did Jehoiada have done to Athaliah?
es: ¿Qué le mandó a hacer Joiada a Atalía?

# q:!2KI!11~17#Question:How old was Jehoash when he began to reign?
source: How old was Jehoash when he began to reign?
es: ¿Cuántos años tenía Joás cuando empezó a reinar?

# q:!2KI!12~1#Question:When did Jehoash do right in the sight of the Lord?
source: When did Jehoash do right in the sight of the Lord?
es: ¿Cuándo hizo justicia Joaz a los ojos del Señor?

source: What was done with the money that was put in the chest of Jehoiada?
es: ¿Qué sucedía con el dinero que se depositaba en el arca de Joiada?

source: What did Jehoash do with [all the] things/offerings that had been dedicated [to the Lord] by previous kings of Judah/his predecessors Jehoshaphat, Jehoram, and Ahaziah?
es: ¿Qué hizo Joás con todos los objetos que habían sido dedicados por sus antepasados?

# q:!2KI!12~20#Question:How did Jehoash die?
source: How did Jehoash die?
es: ¿Cómo murió Joás?

source: Into whose hands was Israel delivered during the reign of Jehoahaz son of Jehu?
es: ¿En las manos de quién fue entregado Israel durante el reino de Joacaz hijo de Jehú?

# q:!2KI!13~14#Question:What did Elisha tell Joash, king of Israel, to do?
source: What did Elisha tell Joash, king of Israel, to do?
es: ¿Qué le dijo Eliseo a Joás rey de Israel que hiciera?

# q:!2KI!13~19#Question:Why was Elisha angry?
source: Why was Elisha angry?
es: ¿Por qué estaba Eliseo enojado?

source: What happened when a corpse/dead man was thrown/cast into the tomb/sepulcher/grave of Elisha?
es: ¿Qué sucedió cuando arrojaron el cadáver en el sepulcro de Eliseo?

# q:!2KI!13~22#Question:How many times did Jehoash beat Benhadad king of Syria?
source: How many times did Jehoash beat Benhadad king of Syria?
es: ¿Cuántos veces derrotó Joás a Ben-adad rey de Siria?

source: What did Amaziah do to the men who had killed his father Joash, king of Judah?
es: ¿Qué hizo Amasías a los hombres que habían matado a su padre Joás rey de Judá?

source: What did Jehoash, king of Israel, do to Amaziah, king of Judah?
es: ¿Qué hizo Joás rey de Israel a Amasías rey de Judá?

# q:!2KI!14~17#Question:How did the reign of Amaziah end?
source: How did the reign of Amaziah end?
es: ¿Cómo terminó el reino de Amasías?

# q:!2KI!14~23#Question:What did Jeroboam restore/reconquer/recover for Israel?
source: What did Jeroboam restore/reconquer/recover for Israel?
es: ¿Qué restauró Jeroboam para Israel?

# q:!2KI!15~1#Question:How long did Azariah reign as king of Judah?
source: How long did Azariah reign as king of Judah?
es: ¿Cuánto tiempo reinó Azarías como rey de Judá?

# q:!2KI!15~8#Question:Who struck Zechariah and became king of Israel?
source: Who struck Zechariah and became king of Israel?
es: ¿Quién hirió a Zacarías y llegó a ser rey de Israel?

# q:!2KI!15~14#Question:Who struck Shallum and became king of Israel?
source: Who struck Shallum and became king of Israel?
es: ¿Quién destronó a Salum y llegó a ser rey de Israel?

# q:!2KI!15~19#Question:What did Pul, king of Assyria, take from Israel?
source: What did Pul, king of Assyria, take from Israel?
es: ¿Qué impuesto les exigió a Israel Pul rey de Asiria?

# q:!2KI!15~21#Question:How did the kingdom of Pekahiah end?
source: How did the kingdom of Pekahiah end?
es: ¿Cómo terminó el reino de Pekaía?

# q:!2KI!15~27#Question:What happened to Pekah, king of Israel?
source: What happened to Pekah, king of Israel?
es: ¿Qué le pasó a Peka rey de Israel?

# q:!2KI!15~32#Question:What can be said of the reign of Jotham, king of Judah?
source: What can be said of the reign of Jotham, king of Judah?
es: ¿Qué se puede decir acerca del reino de Jotam rey de Judá?

# q:!2KI!16~1#Question:How did Ahaz, king of Judah, live?
source: How did Ahaz, king of Judah, live?
es: ¿Cómo vivió Acaz rey de Judá?

# q:!2KI!16~5#Question:Who came to war against Ahaz?
source: Who came to war against Ahaz?
es: ¿Quién vino a hacer guerra contra Acaz?

# q:!2KI!16~7#Question:Who did Ahaz hire to help deliver him?
source: Who did Ahaz hire to help deliver him?
es: ¿A quién pagó Acaz para ayudarle a defenderse?

# q:!2KI!16~10#Question:What did Ahaz have Uriah the priest do?
source: What did Ahaz have Uriah the priest do?
es: ¿Qué le mandó a hacer Acaz al sacerdote Urías?

source: What did the king of Assyria do to Israel during the reign of Hoshea?
es: ¿Qué hizo el rey de Asiria a Israel durante el reino de Oseas?

source: How did Israel respond to the words of the prophets sent to them?
es: ¿Cómo respondió Israel a las palabras de los profetas que fueron enviados a ellos?

source: Who did the king of Assyria place in the cities of Samaria?
es: ¿A quiénes puso el rey de Asiria en las ciudades de Samaria?

# q:!2KI!18~1#Question:How did Hezekiah, king of Judah live?
source: How did Hezekiah, king of Judah live?
es: ¿Cómo vivió Ezequías rey de Judá?

# q:!2KI!18~13#Question:What did Hezekiah give to the king of Assyria?
source: What did Hezekiah give to the king of Assyria?
es: ¿Qué le dio Ezequías al rey de Asiria?

# q:!2KI!18~17#Question:Who did the king of Assyria send against Jerusalem?
source: Who did the king of Assyria send against Jerusalem?
es: ¿A quién envió el rey de Asiria contra Jerusalén?

# q:!2KI!18~19#Question:Who did Rabshakeh say Judah should not trust?
source: Who did Rabshakeh say Judah should not trust?
es: ¿En quiénes dijo Rabsaces que Judá no debía confiar?

source: What logic did Rabshakeh use to try to show that the LORD was not able to deliver Judah?
es: ¿Qué razonamiento usó Rabsaces para tratar de mostrar que el Señor no podría salvar al pueblo de Judá?

# q:!2KI!19~1#Question:What did Hezekiah do when he heard the words of Rabshakeh?
source: What did Hezekiah do when he heard the words of Rabshakeh?
es: ¿Qué hizo Ezequías cuando oyó la palabras de Rabsaces?

# q:!2KI!19~2#Question:To whom did Hezekiah send his servants?
source: To whom did Hezekiah send his servants?
es: ¿A quién envió Ezequías su siervos?

# q:!2KI!19~6#Question:What did Isaiah prophesy?
source: What did Isaiah prophesy?
es: ¿Qué profetizó Isaías?

source: What did Hezekiah do with the letter he received from the messengers of Rabshakeh?
es: ¿Qué hizo Ezequías con la carta que recibió de los mensajeros de Rabsaces?

source: What did Hezekiah want all the kingdoms of the earth to know?
es: ¿Qué quería Ezequías que todos las reinos de la tierra supieran?

# q:!2KI!19~20#Question:What did Isaiah say regarding the prayer of Hezekiah?
source: What did Isaiah say regarding the prayer of Hezekiah?
es: ¿Qué dijo Isaías con respecto a la oración de Ezequías?

# q:!2KI!19~28#Question:How would the Lord turn Assyria back?
source: How would the Lord turn Assyria back?
es: ¿Cómo haría volver el Señor a Asiria?

# q:!2KI!19~35#Question:How many Assyrians did the angel of the Lord kill?
source: How many Assyrians did the angel of the Lord kill?
es: ¿Cuántos asirios mató el ángel del Señor?

# q:!2KI!19~36#Question:How did Sennacherib, king of Assyria, die?
source: How did Sennacherib, king of Assyria, die?
es: ¿Cómo murió Senaquerib rey de Asiria?

source: What did Isaiah tell Hezekiah when Hezekiah was sick unto death?
es: ¿Qué le dijo Isaías a Ezequías Cuándo Ezequías estaba para morir?

# q:!2KI!20~2#Question:What did the Lord grant to Hezekiah after he prayed?
source: What did the Lord grant to Hezekiah after he prayed?
es: ¿Qué le concedió el Señor a Ezequías después de que oró?

# q:!2KI!20~7#Question:How was Hezekiah healed?
source: How was Hezekiah healed?
es: ¿Cómo fue sanado Ezequías?

# q:!2KI!20~8#Question:What happened to the shadow?
source: What happened to the shadow?
es: ¿Qué pasó con la sombra?

# q:!2KI!20~12#Question:What did Hezekiah show the Babylonians?
source: What did Hezekiah show the Babylonians?
es: ¿Qué les mostró Ezequías a los de Babilonia?

# q:!2KI!20~16#Question:What did Isaiah prophesy the Babylonians would do?
source: What did Isaiah prophesy the Babylonians would do?
es: ¿Qué profetizó Isaías que los babilonios harían?

# q:!2KI!20~20#Question:What engineering feat did Hezekiah accomplish?
source: What engineering feat did Hezekiah accomplish?
es: ¿Qué construyó Ezequías?

source: What did Manasseh build again which his father Hezekiah had destroyed?
es: ¿Qué reconstruyó Manasés que su padre Ezequías había destruído?

# q:!2KI!21~10#Question:What did the prophets say would happen to Judah?
source: What did the prophets say would happen to Judah?
es: ¿Qué dijeron los profetas que le pasaría a Judá?

# q:!2KI!21~18#Question:How did the reign of Amon son of Manasseh come to an end?
source: How did the reign of Amon son of Manasseh come to an end?
es: ¿Cómo tuvo fin el reino de Amón hijo de Manasés?

# q:!2KI!22~1#Question:How old was Josiah when he began to reign?
source: How old was Josiah when he began to reign?
es: ¿Cuántos años tenía Josías cuando empezó a reinar?

# q:!2KI!22~3#Question:What did Josiah repair?
source: What did Josiah repair?
es: ¿Qué reparó Josías?

# q:!2KI!22~8#Question:What was found in the house of the Lord?
source: What was found in the house of the Lord?
es: ¿Qué se encontró en la casa de Jehová?

source: What was Josiah's response to the word of the Lord/(words of the) book of the law?
es: ¿Qué era la reacción de Josías a la palabra de ?

# q:!2KI!22~14#Question:What did Huldah the prophetess say concerning Josiah?
source: What did Huldah the prophetess say concerning Josiah?
es: ¿Qué dijo Hulda el profetisa acerca de Josías?

# q:!2KI!23~1#Question:What did Josiah read to the people?
source: What did Josiah read to the people?
es: ¿Qué leyó Josías al pueblo?

source: What are some things that Josiah removed from in or near the temple?
es: ¿Cuáles son algunas de las cosas que Josías removió del templo?

# q:!2KI!23~15#Question:What did Josiah do at Bethel?
source: What did Josiah do at Bethel?
es: ¿Qué hizo Josías en Bet-el?

source: How did the Passover that Josiah kept compare to those of other kings?
es: ¿Cómo era el pascua que Josías hizo comparado con lo que habían hecho los demás reyes?

# q:!2KI!23~29#Question:How did Josiah die?
source: How did Josiah die?
es: ¿Cómo murió Josías?

source: Who ended the [three-month] reign of Jehoahaz king of Judah?
es: ¿Quién puso fin al reino de Joacaz rey de Judá?

# q:!2KI!23~34#Question:What did Pharaoh rename Eliakim?
source: What did Pharaoh rename Eliakim?
es: ¿Qué nombre le dio Faraón a Eliaquim?

# q:!2KI!24~1#Question:Who invaded Judah during the reign of Jehoiakim?
source: Who invaded Judah during the reign of Jehoiakim?
es: ¿Quién invadió Judá durante el reino Joacim?

# q:!2KI!24~8#Question:What did Nebuchadnezzar remove from the temple?
source: What did Nebuchadnezzar remove from the temple?
es: ¿Qué removió Nabucodonosor del templo?

# q:!2KI!24~14#Question:Whom did Nebuchadnezzar carry into exile?
source: Whom did Nebuchadnezzar carry into exile?
es: ¿A quién llevó Nabucodonosor en cautiverio?

# q:!2KI!24~17#Question:Whom did Nebuchadnezzar make king of Judah?
source: Whom did Nebuchadnezzar make king of Judah?
es: ¿A quién puso Nabucodonosor como rey de Judá?

# q:!2KI!25~1#Question:What happened to Zedekiah?
source: What happened to Zedekiah?
es: ¿Qué le pasó a Sedequías?

# q:!2KI!25~8#Question:What did the Babylonians do to the temple?
source: What did the Babylonians do to the temple?
es: ¿Qué hicieron los de Babilonia al templo?

# q:!2KI!25~10#Question:What did the Babylonians do to the walls of Jerusalem?
source: What did the Babylonians do to the walls of Jerusalem?
es: ¿Qué hizo el ejercito caldeo (de Babilonia) a los muros de Jerusalén?

# q:!2KI!25~13#Question:What else was carried into Babylon?
source: What else was carried into Babylon?
es: ¿Qué más fue llevado a Babilonia?

source: Who was released from prison and allowed to eat at the king of Babylon's table?
es: ¿Quién, siendo liberado de la cárcel, fue invitado a comer en la mesa del rey de Babilonia?

# q:!AMO!1~1#Question:When did Amos prophesy?
source: When did Amos prophesy?
es: ¿Cuándo profetizó Amós?

# q:!HAB!3~2#Question:For what did Habakkuk pray?
source: For what did Habakkuk pray?
es: ¿Por qué oró Habacuc?

source: Whose prophecy did Cyrus king of Persia fulfill in issuing a proclamation to rebuild the temple?
es: ¿De quién fue la profecía que cumplio Ciro rey de Persia al emitir una proclamacion para reconstruir el templo?

source: What did Cyrus bring forth that Nebuchadnezzar had taken out of Jerusalem?
es: ¿Qué saco Ciro que Nabucodonosor había sacado de Jerusalén?

source: Who was the first person named as one who went out of captivity?
es: ¿Quién fue la primera persona nombrada como uno que salió del cautiverio?

source: What was the size of the congregation that went out of captivity?
es: ¿Cuál era el tamaño de la congregación que salió del cautiverio?

# q:!EZR!3~1#Question:What did Jeshua and Zerubbabel first build?
source: What did Jeshua and Zerubbabel first build?
es: ¿Qué construyeron Josué y Zorobabel primero?

# q:!EZR!3~8#Question:After this what did Jeshua and Zerubbabel begin to build?
source: After this what did Jeshua and Zerubbabel begin to build?
es: Después de esto, ¿qué empezaron a construir Josué y Zorobabel?

source: For what did the people sing, praise and give thanks unto God?
es: ¿Por qué la gente cantó, alabó y dieron gracias a Dios?

# q:!EZR!3~12#Question:What did the old men do who had seen the first temple?
source: What did the old men do who had seen the first temple?
es: ¿Qué hicieron los ancianos que habían visto el primer templo?

# q:!EZR!4~1#Question:What did the adversaries of Judah and Benjamin want to do?
source: What did the adversaries of Judah and Benjamin want to do?
es: ¿Qué quisieron hacer los enemigos de Judá y de Benjamín?

source: After Zerubbabel refused them what three things did these adversaries do?
es: Después de que Zorobabel los rechazo, que tres cosas hicieron estos adversarios?

source: What did they write to try to convince King Artaxerxes to cause the. rebuilding to stop.
es: ¿Qué es lo que escriben para tratar de convencer al Rey Artajerjes, de detener la reconstrucción?

# q:!EZR!4~21#Question:What did Artaxerxes command?
source: What did Artaxerxes command?
es: ¿Qué ordenó Artajerjes?

source: What were the names of the prophets who inspired the Jews to keep start building again?
es: ¿Cuáles eran los nombres de los profetas que inspirarón a los Judios para empezar a construir de nuevo?

source: To whom did Tattenai send a letter regarding the progress of the work?
es: ¿A quién envió Tatnai una carta sobre el progreso de la obra?

# q:!EZR!6~7#Question:What did Darius tell Tattenai to do?
source: What did Darius tell Tattenai to do?
es: ¿Qué le dijo Darío a Tatnai que hiciera?

# q:!EZR!6~8#Question:How was the cost of rebuilding to be paid?
source: How was the cost of rebuilding to be paid?
es: ¿Cómo se debia pagar el costo de la reconstrucción?

# q:!EZR!6~9#Question:What was the prayer request of Darius?
source: What was the prayer request of Darius?
es: ¿Cuál fue la petición de oración de Darío?

source: What did Darius order to happen to anyone who altered his edict?
es: ¿Qué ordeno Darío que sucederia a cualquier persona que alterara su edicto?

# q:!EZR!6~14#Question:When was the temple finished?
source: When was the temple finished?
es: Cuando fue terminado el templo?
