Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!1CO!3~1#Question:To what does Paul compare elders' talk?
source: To what does Paul compare elders' talk?
es: ¿A qué compara Pablo el hablar sobre temas maduras y espirituales?

# q:!1CO!3~2#Question:Why?
source: Why?
es: ¿Por qué?

# q:!1CO!3~5#Question:Who is Apollos?
source: Who is Apollos?
es: ¿Quién es Apolos?

# q:!1CO!3~5#Question:What does Paul think of Apollos?
source: What does Paul think of Apollos?
es: ¿Qué piensa Pablo de Apolos?

# q:!1CO!3~5#Question:What is Paul's work? What is Apollos's work?
source: What is Paul's work? What is Apollos's work?
es: ¿Cuál es el ministerio de Pablo? ¿Cuál es el ministerio de Apolos?

# q:!1CO!4~8#Question:What riches and power?
source: What riches and power?
es: ¿Cuáles riquezas y poder?

# q:!1CO!4~17#Question:Why is Paul sending Timothy to them?
source: Why is Paul sending Timothy to them?
es: ¿Por qué Pablo les envia a Timoteo?

# q:!1CO!4~21#Question:What is Paul's warning?
source: What is Paul's warning?
es: ¿Qué aviso da Pablo?

# q:!1CO!5~1#Question:What should they do?
source: What should they do?
es: ¿Qué deben hacer?

# q:!1CO!5~6#Question:What is he teaching?
source: What is he teaching?
es: ¿Qué está enseñando?

# q:!1CO!6~16#Question:What is Paul teaching?
source: What is Paul teaching?
es: ¿Qué está enseñando Pablo?

# q:!1CO!7~10#Question:What is Paul teaching?
source: What is Paul teaching?
es: ¿Qué está enseñando Pablo?

# q:!1CO!7~15#Question:What is Paul teaching here?
source: What is Paul teaching here?
es: ¿Qué está enseñando Pablo?

# q:!1CO!7~16#Question:What does Paul mean by &quot;saving&quot;?
source: What does Paul mean by "saving"?
es: ¿Qué quiere decir Pablo con "salvar"?

# q:!1CO!7~17#Question:Why?
source: Why?
es: ¿Por qué?

# q:!1CO!8~1#Question:How does Paul answer their &quot;wisdom&quot;?
source: How does Paul answer their "wisdom"?
es: ¿Cómo responde Pablo a su "sabiduría"?

# q:!1CO!8~6#Question:What do we learn about God from this verse?
source: What do we learn about God from this verse?
es: ¿Qué aprendemos acerca de Dios basado en este versículo?

# q:!1CO!9~12#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!1CO!9~15#Question:Why?
source: Why?
es: ¿Por qué?

# q:!1CO!9~26#Question:What does Paul fear?
source: What does Paul fear?
es: ¿Qué temió Pablo?

# q:!1CO!14~17#Question:In what language should we pray and speak in church?
source: In what language should we pray and speak in church?
es: ¿En qué idioma debemos orar y hablar en la iglesia?

# q:!1JN!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!1JN!1~5#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# n:!1JN!1~5#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# q:!1JN!1~5#Question:What do you think it means when someone is faithful?
source: What do you think it means when someone is faithful?
es: ¿Qué cree usted que quiere decir cuando alguien es fiel?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

# q:!1JN!2~1#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!1JN!2~7#Question:About what did John write them?
source: About what did John write them?
es: ¿Acerca de qué cosa les escribió Juan?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!1JN!2~18#Question:What do you think the antichrist is?
source: What do you think the antichrist is?
es: ¿Qué cree usted que es el anticristo?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# l:!1JN!2~3#Alternate:What did John say about him/Christ?337371387
source: What did John say about Christ?
es: ¿Qué dijo Juan acerca de Cristo?

# q:!1JN!2~7#Question:What did John say about Christ?
source: What did John say about Christ?
es: ¿Qué dijo Juan acerca de Cristo?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# n:!1JN!3~11#Note:What does the &quot;heart&quot; mean to you?315764543
source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# n:!1JN!3~11#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!1JN!4~1#Question:What do you think a false prophet did?
source: What do you think a false prophet did?
es: ¿Qué cree usted que hacía un falso profeta?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!1JN!5~17#Question:What did John say about sin?
source: What did John say about sin?
es: ¿Qué dijo Juan acerca del pecado?

source: What do you think is the basic meaning (theme) of what Peter said in these verses?
es: ¿Qué cree usted que es la idea general que Pedro comunica en estos versículos?

# n:!1PE!1~1#Note:What do you think an apostle does?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en KBT.

# q:!1PE!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!1PE!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!1PE!1~1#Question:What do you think it means for someone to be holy?
source: What do you think it means for someone to be holy?
es: ¿Qué cree usted que significa ser santificado?

# n:!1PE!1~1#Note:What do you think it means for someone to be holy?-1055694190
source: See "holy" in KBT.
es: Véase "santo" en TBC.

# q:!1PE!1~1#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

# q:!1PE!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# n:!1PE!1~1#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!1PE!1~1#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!1PE!1~1#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!1PE!1~5#Question:What is the reason that God protects them?
source: What is the reason that God protects them?
es: ¿Cuál es la razón que Dios les protege?

# n:!1PE!1~1#Note:What do you think &quot;salvation&quot; means?476317664
source: See "salvation" in KBT.
es: Véase "salvación" en TBC.

# q:!1PE!1~1#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

# n:!1PE!1~1#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!1PE!1~1#Question:What do you think the soul is?
source: What do you think the soul is?
es: ¿Qué cree usted que es el alma?

# q:!1PE!1~1#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!1PE!1~1#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# n:!1PE!1~1#Note:What do you think the gospel is?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!1PE!1~1#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

source: What do you think is the basic meaning (theme) of what Peter said in these verses?
es: ¿Qué cree usted que es la idea general que Pedro comunica en estos versículos?

# q:!1PE!1~17#Question:How should they live?
source: How should they live?
es: ¿Como deben conducirse?

# q:!1PE!1~19#Question:To what did Peter compare Christ?
source: To what did Peter compare Christ?
es: ¿A qué comparó Pedro a Cristo?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

# n:!1PE!1~13#Note:What does the &quot;heart&quot; mean to you?315764543
source: See "heart" in KBT.
es: Véase "corazón" en TBC.

source: What do you think is the basic meaning (theme) of what Peter said in these verses?
es: ¿Qué cree usted que es la idea general que Pedro comunica en estos versículos?

# q:!1PE!2~4#Question:To what did Peter compare Christ?
source: To what did Peter compare Christ?
es: ¿A qué comparó Pedro a Cristo?

# q:!1PE!2~8#Question:What is the reason that people stumble?
source: What is the reason that people stumble?
es: ¿Cuál es la razón que el pueblo tropieza?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!1PE!2~16#Question:How should they live?
source: How should they live?
es: ¿Como deben conducirse?

# q:!1PE!2~13#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# q:!1PE!2~18#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!1PE!2~18#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# n:!1PE!2~18#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

# q:!1PE!2~18#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!1PE!3~8#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

# q:!1PE!3~8#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

# q:!1PE!3~8#Question:What do you think happens when someone is baptized?
source: What do you think happens when someone is baptized?
es: ¿Qué cree usted sucede cuando una persona se bautiza?

# q:!1PE!3~8#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!1PE!4~2#Question:Instead of living to do bad things, what should they do?
source: Instead of living to do bad things, what should they do?
es: ¿En vez de vivir para hacer maldad, qué deben hacer?

# q:!1PE!4~12#Question:What do you think a christian is?
source: What do you think a christian is?
es: ¿Qué cree usted que es un cristiano?

source: What do you think is the reason for a person or place to have a name?
es: ¿Por qué cree usted que una persona o un lugar debe tener un nombre?

source: See "name" in KBT.
es: Véase "nombre" en TBC.

# q:!1PE!4~12#Question:What do you think it means when someone is faithful?
source: What do you think it means when someone is faithful?
es: ¿Qué cree usted que quiere decir cuando alguien es fiel?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!1PE!5~1#Question:What do you think an elder is?
source: What do you think an elder is?
es: ¿Qué cree usted que es un anciano?

# q:!1PE!5~1#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!1TH!1~1#Question:What does Paul want God to do for them?
source: What does Paul want God to do for them?
es: ¿Qué quiere Pablo que Dios haga para ellos?

# q:!1TH!1~4#Question:What does Paul tell the believers?
source: What does Paul tell the believers?
es: ¿Qué les dice Pablo a los creyentes?

# q:!1TH!1~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!2~1#Question:Did the Thessalonians know about that?
source: Did the Thessalonians know about that?
es: ¿Sabían los tesalonicenses acerca de eso?

# q:!1TH!2~8#Question:What else was he willing to do?
source: What else was he willing to do?
es: ¿Qué más estaba dispuesto a hacer?

# q:!1TH!2~9#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!2~11#Question:What does God want for the Thessalonian believers?
source: What does God want for the Thessalonian believers?
es: ¿Qué quiere Dios para los creyentes de tesalónica?

# q:!1TH!2~13#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!2~14#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!2~14#Question:To whom does Paul compare the Thessalonian believers?
source: To whom does Paul compare the Thessalonian believers?
es: ¿Con quién compare Pablo a los creyentes de tesalónica?

# q:!1TH!2~17#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!3~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!3~1#Question:What does Paul say about Timothy?
source: What does Paul say about Timothy?
es: ¿Qué dice Pablo acerca de Timoteo?

# q:!1TH!3~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!3~6#Question:What else did Timothy tell Paul?
source: What else did Timothy tell Paul?
es: ¿Qué más le dijo Timoteo a Pablo?

# q:!1TH!3~11#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!3~11#Question:What is Paul's request?
source: What is Paul's request?
es: ¿Qué pide Pablo?

# q:!1TH!4~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!4~9#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!4~11#Question:Why should they conduct their lives in this way?
source: Why should they conduct their lives in this way?
es: ¿Por qué deben conducir sus vidas así?

# q:!1TH!4~13#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~1#Question:What figure does Paul use to describe the Lord's return?
source: What figure does Paul use to describe the Lord's return?
es: ¿Qué figura usa Pablo para describir la segunda venida del Señor?

# q:!1TH!5~4#Question:How does Paul describe the Thessalonian believers?
source: How does Paul describe the Thessalonian believers?
es: ¿Cómo describe Pablo a los creyentes de tesalónica?

# q:!1TH!5~12#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~14#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~16#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~19#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~23#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TH!5~25#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~1#Question:What does Paul say about God?
source: What does Paul say about God?
es: ¿Qué dice Pablo acerca de Dios?

# q:!1TI!1~1#Question:What does Paul say about Christ?
source: What does Paul say about Christ?
es: ¿Qué dice Pablo acerca de Cristo?

# q:!1TI!1~2#Question:What does Paul want God and Christ Jesus to do for Timothy?
source: What does Paul want God and Christ Jesus to do for Timothy?
es: ¿Qué quiere Pablo que Dios y Cristo Jesus le hagan para Timoteo?

# q:!1TI!1~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~11#Question:How does Paul describe the gospel?
source: How does Paul describe the gospel?
es: ¿Cómo describe Pablo el evangelio?

# q:!1TI!1~12#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~13#Question:Why did the Lord not punish Paul?
source: Why did the Lord not punish Paul?
es: ¿Por qué el Señor no le castigó a Pablo?

# q:!1TI!1~15#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~16#Question:Why did Christ Jesus not punish Paul?
source: Why did Christ Jesus not punish Paul?
es: ¿Por ́qué Jesucristo no le castigó a Pablo?

# q:!1TI!1~17#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~18#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!1~20#Question:Why did he do that?
source: Why did he do that?
es: ¿Por qué hizo así?

# q:!1TI!2~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!2~1#Question:What should they pray?
source: What should they pray?
es: ¿Qué deben orar?

# q:!1TI!2~3#Question:What does Paul say about God?
source: What does Paul say about God?
es: ¿Qué dice Pablo acerca de Dios?

# q:!1TI!2~5#Question:Who is that mediator?
source: Who is that mediator?
es: ¿Quién es ese mediador?

# q:!1TI!2~5#Question:What does Paul say about Jesus Christ?
source: What does Paul say about Jesus Christ?
es: ¿Qué dice Pablo acerca de Jesúcristo?

# q:!1TI!2~6#Question:What did Jesus Christ do?
source: What did Jesus Christ do?
es: ¿Qué hizo Jesúcristo?

# q:!1TI!2~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!2~8#Question:What does he say about men who pray?
source: What does he say about men who pray?
es: ¿Qué dice acerca de los hombres que oran?

# q:!1TI!2~15#Question:What else must they do?
source: What else must they do?
es: ¿Qué más deben hacer?

# q:!1TI!3~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!3~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!3~14#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!4~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!4~1#Question:What do these evil spirits do?
source: What do these evil spirits do?
es: ¿Qué hacen estos malos espíritus?

# q:!1TI!4~2#Question:How will the evil spirits teach these lies?
source: How will the evil spirits teach these lies?
es: ¿Cómo enseñaran los malos espíritus estas mentiras?

# q:!1TI!4~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!4~6#Question:What does Paul tell Timothy to do?
source: What does Paul tell Timothy to do?
es: ¿Qué le dice Pablo Timoteo que haga?

# q:!1TI!4~7#Question:What is Timothy not to do?
source: What is Timothy not to do?
es: ¿Qué cosa no debe hacer Timoteo?

# q:!1TI!4~10#Question:Who does God save?
source: Who does God save?
es: ¿A quién salva Dios?

# q:!1TI!4~11#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!4~11#Question:What is Timothy not to do?
source: What is Timothy not to do?
es: ¿Qué cosa no debe hacer Timoteo?

# q:!1TI!5~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.
