Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!JHN!12~36#Question:What did Jesus tell those people to do?
source: What did Jesus tell those people to do?
es: ¿Qué le dijo Jesús a la gente que hiciera?

# q:!JHN!12~38#Question:What had Isaiah said?
source: What had Isaiah said?
es: ¿Qué había dicho Isaías?

# q:!JHN!13~2#Question:Who was Judas?
source: Who was Judas?
es: ¿Quién era Judas?

# l:!JHN!13~4#Alternate:What did Jesus do [after they had eaten]?1815733998
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!JHN!13~30#Question:What did Judas do?
source: What did Judas do?
es: ¿Qué hizo Judas?

# q:!JHN!13~31#Question:What do you think a commandment is?
source: What do you think a commandment is?
es: ¿Qué cree usted que es un mandamiento?

# q:!JHN!13~36#Question:What was Jesus's answer?
source: What was Jesus's answer?
es: ¿Cuál fue la respuesta de Jesús?

# q:!JHN!14~9#Question:What did Jesus ask Philip?
source: What did Jesus ask Philip?
es: ¿Qué le preguntó Jesús a Felipe?

# q:!JHN!14~18#Question:What did Jesus promise his disciples?
source: What did Jesus promise his disciples?
es: ¿Qué les prometió Jesús a sus discípulos?

# q:!JHN!14~22#Question:What did Judas ask Jesus?
source: What did Judas ask Jesus?
es: ¿Qué le preguntó Judas a Jesús?

# q:!JHN!14~16#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# n:!JHN!14~16#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!JHN!15~2#Question:What does the Father do?
source: What does the Father do?
es: ¿Qué hace el padre?

source: What is the reason that the people of the world are guilty of sin?
es: ¿Cuál es la razón que los pueblos del mundo son culpables de pecado?

# q:!JHN!16~1#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

# q:!JHN!16~23#Question:What did Jesus promise the disciples?
source: What did Jesus promise the disciples?
es: ¿Qué les prometió Jesús a los discípulos?

# q:!JHN!16~31#Question:What did Jesus ask the disciples?
source: What did Jesus ask the disciples?
es: ¿Qué le preguntó Jesús a los discípulos?

# q:!JHN!17~4#Question:What had Jesus done on earth?
source: What had Jesus done on earth?
es: ¿Qué había hecho Jesús en la tierra?

# q:!JHN!17~6#Question:For whom did Jesus pray in these verses?
source: For whom did Jesus pray in these verses?
es: ¿Por quién oró Jesús en estes versículos?

# q:!JHN!17~21#Question:What did Jesus pray for them?
source: What did Jesus pray for them?
es: ¿Qué oró Jesús para ellos?

# q:!JHN!17~24#Question:When did the Father love Jesus?
source: When did the Father love Jesus?
es: ¿Desde cuándo ha amado el Padre a Jesús?

# q:!JHN!18~4#Question:What did Jesus ask them?
source: What did Jesus ask them?
es: ¿Qué les preguntó Jesús?

# q:!JHN!18~5#Question:Who was Judas?
source: Who was Judas?
es: ¿Quién era Judas?

# q:!JHN!18~10#Question:What did Simon Peter do?
source: What did Simon Peter do?
es: ¿Qué hizo Simón Pedro?

# q:!JHN!18~11#Question:What did Jesus ask Peter?
source: What did Jesus ask Peter?
es: ¿Qué le preguntó Jesús a Pedro?

# q:!JHN!18~21#Question:What did Jesus tell the priest to do?
source: What did Jesus tell the priest to do?
es: ¿Qué le dijo Jesús al sacerdote que hiciera?

# q:!JHN!18~34#Question:What did Jesus say to Pilate?
source: What did Jesus say to Pilate?
es: ¿Qué le dijo Jesús a Pilato?

# q:!JHN!18~35#Question:What did Pilate say to Jesus?
source: What did Pilate say to Jesus?
es: ¿Qué le dijo Pilato a Jesús?

# q:!JHN!18~35#Question:What did Pilate ask Jesus next?
source: What did Pilate ask Jesus next?
es: ¿Qué fue lo siguiente que le preguntó Pilato a Jesús?

# q:!JHN!18~38#Question:What did Pilate ask Jesus then?
source: What did Pilate ask Jesus then?
es: ¿Qué le preguntó Pilato a Jesús entonces?

# q:!JHN!19~6#Question:What did Pilate tell the people to do?
source: What did Pilate tell the people to do?
es: ¿Qué le dijo Pilato al pueblo que hiciera?

# q:!JHN!19~17#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!JHN!19~17#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# q:!JHN!19~38#Question:Who was Joseph?
source: Who was Joseph?
es: ¿Quién era José?

# q:!JHN!19~39#Question:What did Nicodemus do?
source: What did Nicodemus do?
es: ¿Qué hizo Nicodemo?

# q:!JHN!20~16#Question:What did Jesus say to Mary?
source: What did Jesus say to Mary?
es: ¿Qué le dijo Jesús a María?

# q:!JHN!20~17#Question:What did Jesus tell Mary to do?
source: What did Jesus tell Mary to do?
es: ¿Qué le dijo Jesús a María que hiciera?

# q:!JHN!20~19#Question:What did Jesus say to the disciples?
source: What did Jesus say to the disciples?
es: ¿Qué dijo Jesús a los discípulos?

# q:!JHN!20~21#Question:What did Jesus say to them?
source: What did Jesus say to them?
es: ¿Qué les dijo Jesús?

# q:!JHN!20~24#Question:Who was Thomas?
source: Who was Thomas?
es: ¿Quién era Tomás?

# q:!JHN!20~27#Question:What did Jesus tell Thomas to do?
source: What did Jesus tell Thomas to do?
es: ¿Qué le dijo Jesús a Tomás que hiciera?

# q:!JHN!21~5#Question:What did Jesus ask them?
source: What did Jesus ask them?
es: ¿Qué les preguntó Jesús?

# q:!JHN!21~8#Question:What did the rest of the disciples do?
source: What did the rest of the disciples do?
es: ¿Qué hicieron los demás discípulos?

# q:!JHN!21~11#Question:What did Simon Peter do?
source: What did Simon Peter do?
es: ¿Qué hizo el Simón Pedro?

# q:!JHN!21~15#Question:What did Simon say?
source: What did Simon say?
es: ¿Qué dijo Simón?

source: Tell in your own words the basic meaning (theme) of what Jude said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Judas dijo en estes versículos.

# q:!JUD!1~1#Question:Who was Jude?
source: Who was Jude?
es: ¿Quién era Judas?

# q:!JUD!1~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# q:!JUD!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!JUD!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!JUD!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# n:!JUD!1~1#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

source: Tell in your own words the basic meaning (theme) of what Jude said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Judas dijo en estes versículos.

# n:!JUD!1~3#Note:What do you think &quot;salvation&quot; means?476317664
source: See "salvation" in KBT.
es: Véase "salvación" en TBC.

# n:!JUD!1~3#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# n:!JUD!1~3#Note:What do you think it means to judge someone?-1184246945
source: See "judge" in KBT.
es: Véase "juez" en TBC.

source: What do you think it means for someone to commit sexual immorality?
es: ¿Qué cree usted que significa cometer inmoralidad sexual?

# q:!JUD!1~9#Question:Who is Michael?
source: Who is Michael?
es: ¿Quién es Miguel?

# q:!JUD!1~3#Question:Who do you think the Devil is?
source: Who do you think the Devil is?
es: ¿Quién cree usted que es el diablo?

# q:!JUD!1~14#Question:What did Enoch prophesy?
source: What did Enoch prophesy?
es: ¿Qué profetizó Enoc?

# q:!JUD!1~3#Question:What do you think it means for someone to be holy?
source: What do you think it means for someone to be holy?
es: ¿Qué cree usted que significa ser santificado?

# n:!JUD!1~3#Note:What do you think it means for someone to be holy?-1055694190
source: See "holy" in KBT.
es: Véase "santo" en TBC.

# n:!JUD!1~3#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

# n:!JUD!1~17#Note:What do you think an apostle does?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en KBT.

# q:!JUD!1~17#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

source: What is the reason that Christ will give them this eternal life?
es: ¿Cuál es la razón que Cristo les dará esta vida eterna?

source: Tell in your own words the basic meaning (theme) of what Jude said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Judas dijo en estes versículos.

# q:!LUK!1~5#Question:What work did Zechariah's do?
source: What work did Zechariah's do?
es: ¿Qué servicio hacía Zacarías?

# q:!LUK!1~6#Question:How did Zechariah and Elizabeth act and live?
source: How did Zechariah and Elizabeth act and live?
es: ¿Cómo actuaron y vivieron Zacarías y Elizabet?

# q:!LUK!1~11#Question:What happened while Zechariah was inside the temple?
source: What happened while Zechariah was inside the temple?
es: ¿Qué pasó mientras Zacarías estaba dentro del templo?

# n:!LUK!1~14#Note:What do you think a prophet does?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# q:!LUK!1~24#Question:What did Elizabeth do then?
source: What did Elizabeth do then?
es: ¿Qué hizo Elisabet entonces?

# q:!LUK!1~38#Question:What do you think a slave is?
source: What do you think a slave is?
es: ¿Qué cree usted que es un esclavo?

# q:!LUK!1~59#Question:What happened on the child's eighth day?
source: What happened on the child's eighth day?
es: ¿Qué pasó en el día octavo del niño?

# q:!LUK!1~68#Question:What kind of help had God given to his people Israel?
source: What kind of help had God given to his people Israel?
es: ¿Qué tipo de ayuda había dado Dios a su pueblo Israel?

# q:!LUK!1~67#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

# n:!LUK!1~76#Note:What work do you think that a prophet does?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# q:!LUK!1~76#Question:What is sin?
source: What is sin?
es: ¿Qué es pecado?

# n:!LUK!1~76#Note:What does God do when he forgives sins?-570225461
source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# q:!LUK!1~78#Question:Why does God forgive people's sins?
source: Why does God forgive people's sins?
es: ¿Por qué Dios perdona los pecados de la gente?

source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!LUK!3~3#Question:Why did people repent?
source: Why did people repent?
es: ¿Por qué se arrepintieron muchas personas?

source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!LUK!3~19#Question:Why did John rebuke Herod, the king?
source: Why did John rebuke Herod, the king?
es: ¿Por qué Juan reprendió al rey Herodes?

# n:!LUK!4~42#Note:What is the kingdom of God?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# q:!LUK!5~19#Question:Why were they not able to do that?
source: Why were they not able to do that?
es: ¿Por qué no podían hacer eso?

# q:!LUK!5~27#Question:What work did Levi do?
source: What work did Levi do?
es: ¿Qué trabajo hizo Leví?

# q:!LUK!5~27#Question:What did Jesus ask Levi to do?
source: What did Jesus ask Levi to do?
es: ¿Qué le pidió Jesús a Leví que hiciera?

# q:!LUK!5~29#Question:How did Levi honor Jesus?
source: How did Levi honor Jesus?
es: ¿Cómo honró Leví a Jesús?

source: If the people who speak your language use picture language/parables, tell me one of those stories and then tell me its meaning.
es: Si los hablantes de su idioma usan lenguaje simbólico/parábolas, cuénteme una de esas historias y luego cuénteme su significado.

source: If the people who speak your language use picture language, tell me one of those stories and then tell me its meaning.
es: Si los hablantes de su idioma usan lenguaje simbólico, cuénteme una de esas historias y luego cuénteme su significado.

source: If the people who speak your language use parables, tell me one of those stories and then tell me its meaning.
es: Si los hablantes de su idioma usan parábolas, cuénteme una de esas historias y luego cuénteme su significado.

source: Key Term Check: A parable shows its meaning indirectly by using picture language to make a comparison. The parts of the comparison are generally not explained. The listeners themselves must think much about the meaning hidden in each part of the picture language. Jesus taught spiritual truths in this story form.
es: Verificación de término clave: una parábola muestra su significado indirectamente utilizando lenguaje simbólico para hacer una comparación. Las partes de la comparación generalmente no se explican. Los oyentes mismos deben pensar profundamente sobre el significado oculto en cada símbolo. Jesús enseñó verdades espirituales utilizando esta estilo de historia.

source: See "parable" in KBT.
es: Véase "parábola" en TBC.

# q:!LUK!6~12#Question:What do you think a &quot;Zealot&quot; was?
source: What do you think a "Zealot" was?
es: ¿Qué cree usted que era un "zelote"?

# q:!LUK!6~18#Question:What happened to some of those people?
source: What happened to some of those people?
es: ¿Qué les pasó a algunas de esas personas?

# q:!LUK!6~42#Question:What did Jesus call a person who acts like that?
source: What did Jesus call a person who acts like that?
es: ¿Cómo le llamó Jesús a una persona que actua así?

source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!LUK!8~23#Question:What happened while Jesus slept?
source: What happened while Jesus slept?
es: ¿Qué pasó mientras Jesús dormía?

# q:!LUK!8~29#Question:Why did the man say this?
source: Why did the man say this?
es: ¿Por qué el hombre dijo esto?

# q:!LUK!8~39#Question:What did Jesus tell the man to do?
source: What did Jesus tell the man to do?
es: ¿Qué le dijo Jesús al hombre que hiciera?

# q:!LUK!8~49#Question:What happened while Jesus was still speaking to the woman?
source: What happened while Jesus was still speaking to the woman?
es: ¿Qué sucedió mientras Jesús todavía estaba hablando con la mujer?

# q:!LUK!9~13#Question:What did he do?
source: What did he do?
es: ¿Qué hizo?

# q:!LUK!9~18#Question:What were his questions about?
source: What were his questions about?
es: ¿De qué se trataban las preguntas que él hacía?

# q:!LUK!9~35#Question:What did God say about Jesus?
source: What did God say about Jesus?
es: ¿Qué dijo Dios acerca de Jesús?

# n:!LUK!10~5#Note:What kind of peace do you think that was?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!LUK!10~17#Question:Who is Satan?
source: Who is Satan?
es: ¿Quién es Satanás?

# q:!LUK!10~42#Question:What did Jesus say about Martha?
source: What did Jesus say about Martha?
es: ¿Qué dijo Jesús acerca de Marta?

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

source: What happened after Jesus finished talking and left that place?
es: ¿Qué pasó después de que Jesús terminó de hablar y salió de ese lugar?

# q:!LUK!13~19#Question:To what did Jesus compare the kingdom of God?
source: To what did Jesus compare the kingdom of God?
es: ¿A qué comparó Jesús el reino de Dios?

# q:!LUK!13~32#Question:What name did Jesus call King Herod?
source: What name did Jesus call King Herod?
es: ¿Qué sobrenombre le puso Jesús al rey Herodes?

# q:!LUK!16~19#Question:How did Jesus describe the rich man's way of life?
source: How did Jesus describe the rich man's way of life?
es: ¿Cómo describió Jesús la forma de vida del hombre rico?

# q:!LUK!16~31#Question:What did Abraham say about that?
source: What did Abraham say about that?
es: ¿Qué dijo Abraham acerca de eso?

# q:!LUK!18~1#Question:How can we compare the judge and God?
source: How can we compare the judge and God?
es: ¿Cómo podemos comparar al juez y Dios?

# q:!LUK!18~2#Question:In what way did Jesus describe the judge?
source: In what way did Jesus describe the judge?
es: ¿Cómo describió Jesús al juez?

# q:!LUK!18~3#Question:In what way did Jesus describe the widow?
source: In what way did Jesus describe the widow?
es: ¿Cómo describió Jesús a la viuda?

# q:!LUK!18~27#Question:What was Jesus's answer?
source: What was Jesus's answer?
es: ¿Cuál fue la respuesta de Jesús?

# q:!LUK!19~9#Question:What did Jesus say about Zacchaeus's promises?
source: What did Jesus say about Zacchaeus's promises?
es: ¿Qué dijo Jesús acerca de las promesas de Zaqueo?

# q:!LUK!20~3#Question:How did Jesus answer them?
source: How did Jesus answer them?
es: ¿Cómo les respondió Jesús?

# q:!LUK!20~39#Question:Who praised Jesus for his good answer?
source: Who praised Jesus for his good answer?
es: ¿Quiénes le felicitaron a Jesús por su buena respuesta?

# q:!LUK!20~40#Question:Why did they praise Jesus?
source: Why did they praise Jesus?
es: ¿Por qué alababan a Jesús?

source: How did the people of Jesus's time describe the Christ whom God said he would send to this earth?
es: ¿Cómo describió el pueblo en el tiempo de Jesús el Cristo que Dios dijo que enviaría a la tierra?

# q:!LUK!20~42#Question:How had David himself described the Christ?
source: How had David himself described the Christ?
es: ¿Cómo había descrito David mismo al Cristo?

# q:!LUK!21~2#Question:How much money did the widow put into the box?
source: How much money did the widow put into the box?
es: ¿Cuánto dinero puso la víuda en el arca?

# q:!MRK!1~14#Question:What did Jesus ask the fishermen to do?
source: What did Jesus ask the fishermen to do?
es: ¿Qué les pidió Jesús que hiciesen a los pescadores?

# q:!MRK!1~34#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!1~38#Question:Why did he do that?
source: Why did he do that?
es: ¿Por qué hizo así?

# q:!MRK!1~45#Question:What did he do?
source: What did he do?
es: ¿Qué hizo?

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

source: Who was Jesus talking about when he mentioned the "Son of Man"? (10)
es: ¿Acerca de quién hablaba Jesús cuando mencionó el Hijo del Hombre? (10)

# q:!MRK!2~13#Question:What did Jesus do after he arrived there?
source: What did Jesus do after he arrived there?
es: ¿Qué hizo Jesús cuando haya llegado?

# q:!MRK!2~14#Question:What did Jesus say to Levi?
source: What did Jesus say to Levi?
es: ¿Qué le dijo Jesús a Leví?

source: See "Pharisee" in KBT.
es: Véase "fariseo" en TBC.

# q:!MRK!2~19#Question:How did Jesus answer them?
source: How did Jesus answer them?
es: ¿Cómo les respondió Jesús?

# q:!MRK!2~27#Question:What was Jesus teaching the Pharisees?
source: What was Jesus teaching the Pharisees?
es: ¿Qué enseñaba Jesús a los fariseos?

# q:!MRK!3~1#Question:Why do you think that they did not say anything?
source: Why do you think that they did not say anything?
es: ¿Por qué cree usted que no decían nada?

# q:!MRK!3~11#Question:What were the evil spirits saying?
source: What were the evil spirits saying?
es: ¿Qué decían los malos espíritus?

# q:!MRK!3~13#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!MRK!3~16#Question:Why do you think that he called them that?
source: Why do you think that he called them that?
es: ¿Por qué cree usted que les llamó así?

source: If the people who speak your language use picture language/parables, tell me one of those stories and then tell me its meaning.
es: Si los hablantes de su idioma usan lenguaje simbólico/parábolas, cuénteme una de esas historias y luego cuénteme su significado.

source: If the people who speak your language use picture language, tell me one of those stories and then tell me its meaning.
es: Si los hablantes de su idioma usan lenguaje simbólico, cuénteme una de esas historias y luego cuénteme su significado.

source: If the people who speak your language use parables, tell me one of those stories and then tell me its meaning.
es: Si los hablantes de su idioma usan parábolas, cuénteme una de esas historias y luego cuénteme su significado.

source: See "parable" in KBT.
es: Véase "parábola" en TBC.

# q:!MRK!4~1#Question:So what did Jesus do?
source: So what did Jesus do?
es: ¿Entonces qué hizo Jesús?

# q:!MRK!4~26#Question:To what did Jesus compare the kingdom of God?
source: To what did Jesus compare the kingdom of God?
es: ¿A qué comparó Jesús el reino de Dios?

# q:!MRK!4~27#Question:What happened to the seed?
source: What happened to the seed?
es: ¿Qué le pasó a la semilla?

# q:!MRK!4~39#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!5~9#Question:What did the evil spirit say?
source: What did the evil spirit say?
es: ¿Qué dijo el espíritu inmundo?

# q:!MRK!5~20#Question:What did the man do?
source: What did the man do?
es: ¿Qué hizo el hombre?

# q:!MRK!5~23#Question:What did Jairus ask Jesus to do?
source: What did Jairus ask Jesus to do?
es: ¿Qué le pidió Jairo a Jesús que hiciera?

# q:!MRK!5~24#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!5~40#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!MRK!6~1#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!MRK!6~4#Question:What did he say?
source: What did he say?
es: ¿Qué dijo?

# q:!MRK!6~5#Question:What had he been able to do?
source: What had he been able to do?
es: ¿Qué había podido hacer?

# q:!MRK!6~30#Question:What miracle did Jesus do?
source: What miracle did Jesus do?
es: ¿Qué milagro hizo Jesús?

# q:!MRK!6~31#Question:What did Jesus say to them?
source: What did Jesus say to them?
es: ¿Qué les dijo Jesús?

# q:!MRK!6~34#Question:So what did Jesus do?
source: So what did Jesus do?
es: ¿Entonces qué hizo Jesús?

# q:!MRK!6~37#Question:What did Jesus say to the disciples?
source: What did Jesus say to the disciples?
es: ¿Qué dijo Jesús a los discípulos?

# q:!MRK!6~38#Question:What did they answer?
source: What did they answer?
es: ¿Cómo respondieron?

# q:!MRK!6~39#Question:What did Jesus have the disciples do?
source: What did Jesus have the disciples do?
es: ¿Qué les pedía Jesús a los discípulos?

# q:!MRK!6~41#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!MRK!6~45#Question:What did Jesus do after they left in the boat?
source: What did Jesus do after they left in the boat?
es: ¿Qué hizo Jesús después de que saliesen en la barca?

# q:!MRK!6~48#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!6~49#Question:Why were they so afraid?
source: Why were they so afraid?
es: ¿Por qué tenían tanto miedo?

# q:!MRK!6~50#Question:What did Jesus say to the disciples?
source: What did Jesus say to the disciples?
es: ¿Qué dijo Jesús a los discípulos?

# q:!MRK!7~33#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!7~33#Question:What else did Jesus do after that?
source: What else did Jesus do after that?
es: ¿Qué más hizo Jesús después de eso?

# q:!MRK!8~1#Question:What miracle did Jesus do?
source: What miracle did Jesus do?
es: ¿Qué milagro hizo Jesús?

# q:!MRK!8~6#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!8~22#Question:What miracle did Jesus do?
source: What miracle did Jesus do?
es: ¿Qué milagro hizo Jesús?

# q:!MRK!8~25#Question:Then what did Jesus do?
source: Then what did Jesus do?
es: ¿Entonces qué hizo Jesús?

# q:!MRK!8~27#Question:Who was Elijah?
source: Who was Elijah?
es: ¿Quién era Elías?

# q:!MRK!8~35#Question:What was Jesus teaching here?
source: What was Jesus teaching here?
es: ¿Qué estaba enseñando Jesús?
