Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!1TI!5~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!5~7#Question:What does Paul tell Timothy here?
source: What does Paul tell Timothy here?
es: ¿Qué le dice Pablo a Timoteo aquí?

# q:!1TI!5~9#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!5~11#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!5~13#Question:Why is that bad?
source: Why is that bad?
es: ¿Por qué es malo eso?

# q:!1TI!5~16#Question:What does Paul say in this verse?
source: What does Paul say in this verse?
es: ¿Qué dice Pablo en este versículo?

# q:!1TI!5~17#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!5~19#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!5~22#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~11#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~13#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~14#Question:What does Paul command Timothy to do?
source: What does Paul command Timothy to do?
es: ¿Qué le manda Pablo a Timoteo que haga?

# q:!1TI!6~15#Question:What does Paul say about God?
source: What does Paul say about God?
es: ¿Qué dice Pablo acerca de Dios?

# q:!1TI!6~17#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1TI!6~19#Question:What is this treasure?
source: What is this treasure?
es: ¿Qué es este tesoro?

# q:!1TI!6~20#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2CO!1~8#Question:How did they understand God's power?
source: How did they understand God's power?
es: ¿Cómo entendieron el poder de Dios?

# q:!2CO!1~10#Question:What is Paul's hope?
source: What is Paul's hope?
es: ¿Qué esperanza tiene Pablo?

# q:!2CO!1~23#Question:Why did Paul change his mind and not come to visit them?
source: Why did Paul change his mind and not come to visit them?
es: ¿Por qué Pablo se arrepentió del plan de visitarles?

# q:!2CO!2~3#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!2CO!2~8#Question:What is the meaning of forgiveness?
source: What is the meaning of forgiveness?
es: ¿Qué significa perdón?

# q:!2CO!4~2#Question:What is his reason for always telling the truth?
source: What is his reason for always telling the truth?
es: ¿Cual es la razón que siempre dice la verdad?

# q:!2CO!4~3#Question:What is the Devil doing to them?
source: What is the Devil doing to them?
es: ¿Qué les está haciendo el diablo?

# q:!2CO!5~17#Question:How?
source: How?
es: ¿Cómo?

# q:!2CO!6~10#Question:3. What are true riches?
source: 3. What are true riches?
es: 3. ¿Qué son las verdaderas riquezas?

# q:!2CO!6~11#Question:What is Paul teaching here?
source: What is Paul teaching here?
es: ¿Qué está enseñando Pablo?

# q:!2CO!7~15#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

# q:!2CO!8~3#Question:Why is Paul so pleased with the Macedonians?
source: Why is Paul so pleased with the Macedonians?
es: ¿Por qué Pablo se siente tan contento con los de Mecedonia?

# q:!2CO!8~16#Question:Why?
source: Why?
es: ¿Por qué?

# q:!2CO!8~23#Question:What shows that Titus can be trusted?
source: What shows that Titus can be trusted?
es: ¿Qué cosa muestra que Tito es confiable?

# q:!2CO!8~24#Question:What is Paul afraid of?
source: What is Paul afraid of?
es: ¿Qué teme Pablo?

source: Why did the Macedonian Christians give money to the poor Judean Christians?
es: ¿Por qué los cristianos macedonios dieron dinero a los pobres cristianos judíos?

# q:!2CO!9~1#Question:What is Paul now afraid of?
source: What is Paul now afraid of?
es: ¿Qué teme Pablo ahora?

# q:!2CO!10~4#Question:What are Paul's weapons?
source: What are Paul's weapons?
es: ¿Quáles son las armas de Pablo?

# q:!2CO!10~8#Question:Is this true?
source: Is this true?
es: ¿Es verdad etso?

# q:!2CO!11~3#Question:What does that mean?
source: What does that mean?
es: ¿Qué quiere decir eso?

# q:!2CO!11~26#Question:Where did he meet danger?
source: Where did he meet danger?
es: ¿Dónde encontró peligro?

source: Will God always answer our prayer that he cure our sicknesses?
es: ¿Siempre contestará Dios nuestras oraciones cuando le pidamos quen nos sane de las enfermedades?

# q:!2CO!12~7#Question:What kind of help does God give?
source: What kind of help does God give?
es: ¿Qué tipo de ayuda provee Dios?

source: Although he did these miracles among them, what do you think made some of the Corinthians despise him?
es: ¿Aunque él hizo estos milagros entre ellos, por qué cree usted que algunos de los corintios le menospreciaban?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!2JN!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!2JN!1~1#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

# q:!2JN!1~1#Question:What do you think an elder is?
source: What do you think an elder is?
es: ¿Qué cree usted que es un anciano?

source: What do you think it means when someone is merciful to someone else?
es: ¿Qué cree usted que quiere decir cuando alguien es misericordioso a otra persona?

# q:!2JN!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# n:!2JN!1~1#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!2JN!1~4#Question:What do you think a commandment is?
source: What do you think a commandment is?
es: ¿Qué cree usted que es un mandamiento?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

source: See "world" in KBT.
es: Véase "mundo" en TBC.

source: What do you think he meant by "flesh" in this verse?
es: ¿Qué cree que quería decir con la palabra "carne" en este versículo?

# q:!2JN!1~7#Question:What do you think the antichrist is?
source: What do you think the antichrist is?
es: ¿Qué cree usted que es el anticristo?

# q:!2JN!1~7#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!2PE!1~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# n:!2PE!1~1#Note:What do you think an apostle does?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en KBT.

# q:!2PE!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!2PE!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!2PE!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# n:!2PE!1~1#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!2PE!1~1#Question:What do you think it means to make a promise?
source: What do you think it means to make a promise?
es: ¿Qué cree usted que significa hacer una promesa?

# n:!2PE!1~1#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

# q:!2PE!1~10#Question:Of what can they be sure, if they do this?
source: Of what can they be sure, if they do this?
es: ¿De qué podían estar seguros si hiciesen así?

source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# n:!2PE!1~12#Note:What do you think it means for something to be holy?-1055694190
source: See "holy" in KBT.
es: Véase "santo" en TBC.

# q:!2PE!1~12#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!2PE!1~12#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# q:!2PE!1~12#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

source: Tell in your own words the basic meaning (theme) of what Peter said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pedro dijo en estes versículos.

# q:!2PE!2~1#Question:What do you think a false prophet did?
source: What do you think a false prophet did?
es: ¿Qué cree usted que hacía un falso profeta?

source: What will happen because of the bad conduct of those who follow the teachings of the false teachers?
es: ¿Qué sucederá por causa de la mala conducta de los que siguen las enseñanzas de los falsos profetas?

# q:!2PE!2~1#Question:What do you know about the angels who sinned?
source: What do you know about the angels who sinned?
es: ¿Qué sabes acerca de los ángeles que pecaron?

# q:!2PE!2~1#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

# q:!2PE!2~1#Question:What do you think the soul is?
source: What do you think the soul is?
es: ¿Qué cree usted que es el alma?

# n:!2PE!2~1#Note:What do you think it means to judge someone?-1184246945
source: See "judge" in KBT.
es: Véase "juez" en TBC.

# q:!2PE!2~10#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# q:!2PE!2~10#Question:What do you think a commandment is?
source: What do you think a commandment is?
es: ¿Qué cree usted que es un mandamiento?

# n:!2PE!3~1#Note:Where do you think these heavens are?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!2PE!3~1#Question:What do you think it means when someone repents?
source: What do you think it means when someone repents?
es: ¿Qué cree usted que quiere decir cuando alguien se arrepienta?

# q:!2PE!3~1#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

# q:!2TH!1~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!1~1#Question:What does Paul want God to do for them?
source: What does Paul want God to do for them?
es: ¿Qué quiere Pablo que Dios haga para ellos?

# q:!2TH!1~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!1~5#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!1~11#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!2~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!2~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!2~9#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!2~13#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!2~16#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!3~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!3~1#Question:How should they pray?
source: How should they pray?
es: ¿Como deben orar?

# q:!2TH!3~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!3~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TH!3~16#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~2#Question:What does Paul say about Timothy?
source: What does Paul say about Timothy?
es: ¿Qué dice Pablo acerca de Timoteo?

# q:!2TI!1~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~3#Question:What does Paul say about God?
source: What does Paul say about God?
es: ¿Qué dice Pablo acerca de Dios?

# q:!2TI!1~3#Question:How does Paul worship God?
source: How does Paul worship God?
es: ¿Cómo adora Pablo a Dios?

# q:!2TI!1~5#Question:Who else in Timothy's family believed in Christ Jesus?
source: Who else in Timothy's family believed in Christ Jesus?
es: ¿Quién más en la familia de Timoteo creía en Cristo Jesús?

# q:!2TI!1~6#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~13#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~14#Question:How is Timothy to do that?
source: How is Timothy to do that?
es: ¿Como debo Timoteo hacer eso?

# q:!2TI!1~15#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!1~17#Question:When did Onesiphorus help Paul?
source: When did Onesiphorus help Paul?
es: ¿Cuándo ayudó Onesíforo a Pablo?

# q:!2TI!2~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~3#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~14#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~15#Question:What does Paul encourage Timothy to do?
source: What does Paul encourage Timothy to do?
es: ¿Qué le anima Pablo a Timoteo que haga?

# q:!2TI!2~16#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~20#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~23#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!2~23#Question:What does Paul tell Timothy in this verse?
source: What does Paul tell Timothy in this verse?
es: ¿Qué le dice Pablo a Timoteo en este versículo?

# q:!2TI!3~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!3~10#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!3~16#Question:What else does Paul say about the Scriptures?
source: What else does Paul say about the Scriptures?
es: ¿Qué más dice Pablo acerca de las Escrituras?

# q:!2TI!4~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!4~9#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!4~14#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!4~14#Question:Who is Alexander?
source: Who is Alexander?
es: ¿Quién es Alejandro?

# q:!2TI!4~16#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!4~19#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!2TI!4~21#Question:What does Paul tell Timothy here?
source: What does Paul tell Timothy here?
es: ¿Qué le dice Pablo a Timoteo aquí?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!3JN!1~1#Question:What do you think it means when someone is faithful?
source: What do you think it means when someone is faithful?
es: ¿Qué cree usted que quiere decir cuando alguien es fiel?

# q:!3JN!1~1#Question:What do you think an elder is?
source: What do you think an elder is?
es: ¿Qué cree usted que es un anciano?

# q:!3JN!1~1#Question:What do you think the soul is?
source: What do you think the soul is?
es: ¿Qué cree usted que es el alma?

source: Tell in your own words the basic meaning (theme) of what John said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan dijo en estes versículos.

# q:!3JN!1~5#Question:What do you think the church is?
source: What do you think the church is?
es: ¿Qué cree usted que es la iglesia?

# q:!3JN!1~6#Question:What did John tell Gaius to do?
source: What did John tell Gaius to do?
es: ¿Qué le dijo Juan a Gayo que hiciera?

# q:!3JN!1~5#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

source: What is the reason that Gaius needed to care for those strangers in that manner?
es: ¿Cuál es la razón que Gayo necesitaba servir a los extranjeros de esa manera?

source: See "name" in KBT.
es: Véase "nombre" en TBC.

source: What is the reason that Diotrephes refused to accept the things John said?
es: ¿Cuál es la razón que Diótrefes no recibió lo que Juan dijo?

# q:!3JN!1~9#Question:What do you think it means for someone to be at peace?
source: What do you think it means for someone to be at peace?
es: ¿Qué cree que quiere decir que alguien esté en paz?

# n:!3JN!1~9#Note:What do you think it means for someone to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!3JN!1~15#Question:What did John ask Gaius to do?
source: What did John ask Gaius to do?
es: ¿Qué le pidió Juan a Gayoh que hiciera?

# q:!JOB!1~1#Question:Describe Job's character.
source: Describe Job's character.
es: Describe el carácter de Job.

# q:!JOB!1~2#Question:How many sons and daughters did Job have at the beginning?
source: How many sons and daughters did Job have at the beginning?
es: ¿Cuántos hijos e hijas tenía Job al principio?

source: How many sheep, camels, oxen and asses did Job have at the beginning?
es: ¿Cuántas ovejas, camellos, bueyes y asnas tenía Job al principio?

# q:!JOB!1~3#Question:How did Job's wealth compare to others?
source: How did Job's wealth compare to others?
es: ¿Cómo se comparaban las riquezas de Job con las de los demás?

# q:!JOB!1~4#Question:What did Job do continually?
source: What did Job do continually?
es: ¿Qué hacía continuamente Job?

# q:!JOB!1~8#Question:What did God say about Job?
source: What did God say about Job?
es: ¿Qué dijo Dios acerca de Job?

# q:!JOB!1~9#Question:According to Satan, why did Job serve God?
source: According to Satan, why did Job serve God?
es: ¿Según Satanás por qué sirvió Job a Dios?

source: What four things did God allow Satan to do in his first assault against Job?
es: ¿Cuáles son las cuatro cosas que Dios le permitió hacer a Satanás en su primer ataque contra Job?

# q:!JOB!1~20#Question:What did Job do when all this happened?
source: What did Job do when all this happened?
es: ¿Qué hizo Job cuando todo esto sucedió?

# q:!JOB!1~21#Question:What did Job say when all this happened?
source: What did Job say when all this happened?
es: ¿Qué dijo Job cuando todo esto sucedió?

source: What did Satan say that Job would do if his bone and flesh were touched?
es: ¿Qué dijo Satanás que Job haría si se le tocara su hueso y su carne?

# q:!JOB!2~6#Question:How did Satan afflict Job?
source: How did Satan afflict Job?
es: ¿Cómo afligió Satanás a Job?

# q:!JOB!2~9#Question:How did Job's wife question him?
source: How did Job's wife question him?
es: ¿Cómo le retaba su esposa a Job?

# q:!JOB!2~10#Question:How did Job reply to his wife?
source: How did Job reply to his wife?
es: ¿Cómo le contestó Job a su esposa?

# q:!JOB!2~11#Question:Who were Job's three friends?
source: Who were Job's three friends?
es: ¿Quienes eran los tres amigos de Job?
