Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

source: How much was Elijah outnumbered on Mt. Carmel? // How many false prophets came up against Elijah on Mt. Carmel?
es: ¿Cuántos falsos profetas subieron en contra de Elías en el monte Carmelo?

# q:!1KI!18~20#Question:What did Elijah ask the people of Israel?
source: What did Elijah ask the people of Israel?
es: ¿Qué preguntó Elías al pueblo de Israel?

# q:!1KI!18~22#Question:What would be the sign of the one true God?
source: What would be the sign of the one true God?
es: ¿Qué señal indicaría quien era verdadero Dios?

source: How long did Elijah give the prophets of Baal to call on their god?
es: ¿Cuánto tiempo les dio Elías a los profetas de Baal para clamar a su dios?

# q:!1KI!18~30#Question:How much water did Elijah pour on his sacrifice and wood?
source: How much water did Elijah pour on his sacrifice and wood?
es: ¿Cuánto agua derramó Elías sobre el sacrificio y la madera?

# q:!1KI!18~36#Question:Why did Elijah want God to answer his prayer?
source: Why did Elijah want God to answer his prayer?
es: ¿Por qué Elías quiso que Dios le contestara su oración?

# q:!1KI!18~40#Question:What did they do to the prophets of Baal?
source: What did they do to the prophets of Baal?
es: ¿Qué les hiciereon a los profetas de Baal?

# q:!1KI!18~41#Question:What did Elijah hear?
source: What did Elijah hear?
es: ¿Qué oyó Elías?

source: What sign was given to Elijah's servant that it was going to rain?
es: ¿Qué señal se le dio al siervo de Elías de que llovería?

# q:!1KI!18~44#Question:How fast did Elijah run?
source: How fast did Elijah run?
es: ¿Cuán rápido corrió Elías?

# q:!1KI!19~1#Question:Why did Elijah flee from Jezebel?
source: Why did Elijah flee from Jezebel?
es: ¿Por qué huyó Elías de Jezabel?

# q:!1KI!19~4#Question:For what did Elijah pray?
source: For what did Elijah pray?
es: ¿Por qué cosa oró Elías?

source: Who provided food for Elijah giving him strength to get to Horeb?
es: ¿Quién le dio comida a Elías para tener fuerzas para llegar a Horeb?

# q:!1KI!19~9#Question:What question did the LORD twice ask Elijah?
source: What question did the LORD twice ask Elijah?
es: ¿Qué pregunta le hizo el Señor dos veces a Elías?

# q:!1KI!19~11#Question:How did the LORD speak to Elijah?
source: How did the LORD speak to Elijah?
es: ¿Cómo hablaba el Señor a Elías?

source: How did the LORD respond to Elijah's statement that he was the only one left of the LORD's prophets?
es: Cuando Elías dijo que el era el único de los profetas que había quedado, ¿cómo respondió Jehová?

# q:!1KI!19~15#Question:Whom did the LORD tell Elijah to anoint?
source: Whom did the LORD tell Elijah to anoint?
es: ¿El Señor le dijo a Elías a ungiera a quién?

# q:!1KI!19~19#Question:What was Elisha doing when Elijah found him?
source: What was Elisha doing when Elijah found him?
es: ¿Qué hacía Eliseo cuando Elías le encontró?

source: What did Elisha do to his yoke/pair of oxen and plow/plowing equipment?
es: ¿Qué hizo Eliseo con su yugo de bueyes y el arado?

source: Who threatened to take Ahab's wives, children, silver and gold?
es: ¿Quién amenazó a Acab que le quitaría sus mujeres, sus hijos, su plata y su oro?

# q:!1KI!20~13#Question:Why did the LORD give Ahab victory over Benhadad?
source: Why did the LORD give Ahab victory over Benhadad?
es: ¿Por qué el Señor entregó a Ben-adad en la mano de Acab?

# q:!1KI!20~34#Question:For what did the prophet condemn Ahab?
source: For what did the prophet condemn Ahab?
es: ¿Por qué condenó el profeta a Acab?

# q:!1KI!21~1#Question:Why did Naboth refuse to sell Ahab his vineyard?
source: Why did Naboth refuse to sell Ahab his vineyard?
es: ¿Por qué se rehusó Nabot en venderle su viña a Acab?

# q:!1KI!21~7#Question:What did Jezebel have done to Naboth?
source: What did Jezebel have done to Naboth?
es: ¿Qué le mandó a hacer Jezabel a Nabot?

# q:!1KI!21~17#Question:What did Elijah prophesy about Ahab?
source: What did Elijah prophesy about Ahab?
es: ¿Qué profetizó Elías acerca de Acab?

# q:!1KI!21~23#Question:What did Elijah prophesy would happen to Jezebel?
source: What did Elijah prophesy would happen to Jezebel?
es: ¿Qué profetizó Elías que le iba a suceder a Jezabel?

# q:!1KI!21~25#Question:Who was partly responsible for Ahab's vile behavior?
source: Who was partly responsible for Ahab's vile behavior?
es: ¿Quién tenía parte de la culpa por el vil comportamiento de Acab?

source: Why was the disaster prophesied against Ahab delayed until his son?
es: ¿Por qué tardó en cumplirse el desastre profetizado contra Acab hasta el reino de su hijo?

# q:!1KI!22~1#Question:What did Ahab ask Jehoshaphat to do?
source: What did Ahab ask Jehoshaphat to do?
es: ¿Qué le pidió Acab a Josafath que hiciera?

# q:!1KI!22~5#Question:What did Jehoshaphat first want to do?
source: What did Jehoshaphat first want to do?
es: ¿Qué quería hacer primero Josafat?

# q:!1KI!22~6#Question:What did Ahab's four hundred prophets tell Ahab to do?
source: What did Ahab's four hundred prophets tell Ahab to do?
es: ¿Qué le dijeron a Acab que hiciera sus cuatrocientos profetas?

# q:!1KI!22~7#Question:Why did Ahab hate Micaiah?
source: Why did Ahab hate Micaiah?
es: ¿Por qué odiaba Acab a Micaías?

# q:!1KI!22~17#Question:What did Micaiah say would happen to Israel?
source: What did Micaiah say would happen to Israel?
es: ¿Qué dijo Micaías que le pasaría a Israel?

# q:!1KI!22~26#Question:What did Ahab order to be done to Micaiah?
source: What did Ahab order to be done to Micaiah?
es: ¿Qué ordenó Acab que se le hiciera a Micaías?

# q:!1KI!22~29#Question:What happened to Ahab in the battle?
source: What happened to Ahab in the battle?
es: ¿Qué le pasó a Acab en la batalla?

# q:!1KI!22~41#Question:What did Jehoshaphat get rid of out of the land of Judah?
source: What did Jehoshaphat get rid of out of the land of Judah?
es: ¿A quiénes quitó Josafat de la tierra de Judá?

# q:!1KI!22~48#Question:What happened to Jehoshaphat's ships?
source: What happened to Jehoshaphat's ships?
es: ¿Qué pasó con las naves de Josafat?

# q:!1KI!22~51#Question:How did Ahaziah do in his two year reign over Israel?
source: How did Ahaziah do in his two year reign over Israel?
es: ¿Cómo se conducía Ocozías durante los dos años de su reino en Israel?

# q:!JOS!1~1#Question:What did the LORD tell Joshua to do?
source: What did the LORD tell Joshua to do?
es: ¿Qué le dijo JEHOVA a Josué que hiciera?

# q:!JOS!1~3#Question:What was the extent of the land that was promised to Israel?
source: What was the extent of the land that was promised to Israel?
es: ¿Cuál fue la magnitud de la tierra que fue prometida para Israel?

# q:!JOS!1~5#Question:How did the LORD promise to be with Joshua?
source: How did the LORD promise to be with Joshua?
es: ¿Cómo prometió JEHOVA estar con Josué?

source: What was Joshua to do in order to be prosperous and successful?
es: ¿Qué tenía que hacer Josué para ser prósperado y exitoso?

source: What were the Reubenites, Gadites and half the tribe of Manasseh to do?
es: ¿Qué se lles mando a hacer a los Rubenitas, Gaditas y la media tribu de Manasés?

# q:!JOS!2~1#Question:Who hid the men that Joshua sent to spy out Jericho?
source: Who hid the men that Joshua sent to spy out Jericho?
es: ¿Quién escondió a los hombres que Josué envió para espiar Jericó?

# q:!JOS!2~9#Question:What had the people of Jericho heard about Israel?
source: What had the people of Jericho heard about Israel?
es: ¿Qué habían oido hablar de Israel las personas de Jericó?

# q:!JOS!2~12#Question:What did Rahab ask of the spies?
source: What did Rahab ask of the spies?
es: ¿Qué pidió Rahab de los espías?

# q:!JOS!2~17#Question:How were the Israelites to know which was Rahab's house?
source: How were the Israelites to know which was Rahab's house?
es: ¿Cómo harían los Israelitas para saber cuál era la casa de Rahab?

# q:!JOS!2~24#Question:What report did the spies bring to Joshua?
source: What report did the spies bring to Joshua?
es: ¿Qué informe trajeron los espías a Josué?

source: How did the Israelites know when to start marching toward Jordan?
es: ¿Cómo los Israelitas supieron cuándo empezar la marcha hacia el Jordán?

source: What miracle was given to let them know that God would drive out the inhabitants of the land?
es: ¿Qué milagro fue dado para permitirles saber que Dios lanzaría a los habitantes de la tierra?

source: What did they do with the twelve stones that they got from the midst of Jordan?
es: ¿Qué hicieron ellos con las doce piedras que recibieron de en medio del Jordán?

source: What did the waters of Jordan do after everyone had crossed over?
es: ¿Qué hicieron las aguas del Jordán después de que todos lo habían atravesado?

source: What was the reaction of the kings west of Jordan when they heard that the LORD had dried up Jordan?
es: ¿Cuál fue la reacción de los reyes al occidente del Jordán cuándo oyeron que JEHOVA había secado el Jordán?

# q:!JOS!5~10#Question:What else did Israel keep at Gilgal?
source: What else did Israel keep at Gilgal?
es: ¿Qué más celebró Israel en Gilgal?

# q:!JOS!5~11#Question:When did the manna cease?
source: When did the manna cease?
es: ¿Cuándo cesó el maná?

source: How often did the Israelites march around Jericho the first six days?
es: ¿Cuántas veces marcharon los Israelitas alrededor de Jericó los primeros seis días?

# q:!JOS!6~15#Question:How often did they march around Jericho on the seventh day?
source: How often did they march around Jericho on the seventh day?
es: ¿Cuántas veces marcharon ellos alrededor de Jericó en el séptimo día?

# q:!JOS!6~18#Question:What were they Israelites to abstain from?
source: What were they Israelites to abstain from?
es: ¿De qué tenían los israelitas de abstenerse?

# q:!JOS!6~19#Question:What was to be done with the silver and gold?
source: What was to be done with the silver and gold?
es: ¿Qué se había de hacer con la plata y el oro?

source: What happened to the walls of Jericho when the Israelites shouted?
es: ¿Qué les pasó a las paredes de Jericó cuándo los Israelitas gritaron?

# q:!JOS!6~17#Question:Who were the only inhabitants of Jericho that were spared?
source: Who were the only inhabitants of Jericho that were spared?
es: ¿Quiénes fueron los únicos habitantes de Jericó que fueron preservados?

# q:!JOS!7~2#Question:Why did Israel send only 3000 men to fight against Ai?
source: Why did Israel send only 3000 men to fight against Ai?
es: ¿Por qué Israel envió sólo 3000 hombres para que lucharan contra Hai?

# q:!JOS!7~10#Question:Why was Israel defeated by Ai?
source: Why was Israel defeated by Ai?
es: ¿Por qué Israel fue derrotado por Hai?

# q:!JOS!7~1#Question:How did Joshua find out that Achan was the one who sinned?
source: How did Joshua find out that Achan was the one who sinned?
es: ¿Cómo averiguó Josué que Acán fue el que pecó?

# q:!JOS!7~19#Question:What was Achan's confession?
source: What was Achan's confession?
es: ¿Cuál fue la confesión de Acán?

# q:!JOS!7~22#Question:What was done to Achan, his family and his possessions?
source: What was done to Achan, his family and his possessions?
es: ¿Qué le hicieron a Acán, a su familia y sus posesiones?

# q:!JOS!8~1#Question:What military strategy did Joshua use to defeat Ai?
source: What military strategy did Joshua use to defeat Ai?
es: ¿Qué estrategia militar usó Josué para derrotar Hai?

# q:!JOS!8~14#Question:How many of the men of Ai were lured from the city?
source: How many of the men of Ai were lured from the city?
es: ¿Cuántos de los hombres de Hai fueron atraídos de la ciudad?

# q:!JOS!8~28#Question:What did Joshua do to the king of Ai?
source: What did Joshua do to the king of Ai?
es: ¿Qué le hizo Josué al rey de Hai?

# q:!JOS!8~30#Question:What did Joshua build on Mount Ebal?
source: What did Joshua build on Mount Ebal?
es: ¿Qué edificó Josué en el Monte Ebal?

# q:!JOS!8~34#Question:What did Joshua read to the whole assembly of Israel?
source: What did Joshua read to the whole assembly of Israel?
es: ¿Qué leyó Josué a toda la congregación de Israel?

# q:!JOS!9~1#Question:How did the people of Gibeon fool Israel?
source: How did the people of Gibeon fool Israel?
es: ¿Cómo el pueblo de Gabaón engañaron a Israel ?

# q:!JOS!9~14#Question:What did the men of Israel fail to do?
source: What did the men of Israel fail to do?
es: ¿Que fallaron en hacer los hombres Israel ?

# q:!JOS!9~16#Question:What did Joshua make the Gibeonites to become?
source: What did Joshua make the Gibeonites to become?
es: ¿En qué hizo Josué que se convirtieran los Gabaonitas?

# q:!JOS!10~1#Question:Who joined forces to attack Gibeon?
source: Who joined forces to attack Gibeon?
es: ¿Quién unió fuerzas para atacar Gabaón?

source: How did the LORD kill more of them than with Israelite swords?
es: ¿Cómo JEHOVA mató más de ellos que con las espadas Israelitas?

# q:!JOS!10~12#Question:What other miracle occurred during the battle?
source: What other miracle occurred during the battle?
es: ¿Qué otro milagro ocurrió durante la batalla?

# q:!JOS!10~16#Question:What did Joshua do to the five kings?
source: What did Joshua do to the five kings?
es: ¿Qué les hizo Josué a los cinco reyes?

# q:!JOS!10~28#Question:What other cities did Joshua destroy?
source: What other cities did Joshua destroy?
es: ¿Qué otras ciudades destruyó Josué?

source: What did Joshua do to the horses and chariots of Hazor and the kings with him?
es: ¿Qué hizo Josué a los caballos y carros de Hazor y los reyes con él?

# q:!JOS!11~16#Question:What caused the kings to come against Joshua in battle?
source: What caused the kings to come against Joshua in battle?
es: ¿Qué causó a los reyes venir en batalla en contra de Josué?

# q:!JOS!12~1#Question:What kings did Moses conquer?
source: What kings did Moses conquer?
es: ¿A qué reyes conquistó Moisés ?

# q:!JOS!12~7#Question:How many kings did Joshua conquer?
source: How many kings did Joshua conquer?
es: ¿A cuántos reyes conquistó Josué?

# q:!JOS!13~1#Question:What did the LORD say to Joshua when he was old?
source: What did the LORD say to Joshua when he was old?
es: ¿Qué le dijo JEHOVA a Josué cuándo él ya era viejo?

# q:!JOS!13~9#Question:To whom was given the land east of the Jordan?
source: To whom was given the land east of the Jordan?
es: ¿A quiénes se les dio la tierra al oriente del Jordán?

# q:!JOS!13~14#Question:What was the inheritance of the tribe of Levi?
source: What was the inheritance of the tribe of Levi?
es: ¿Cuál fue la herencia de la tribu de Leví?

# q:!JOS!14~1#Question:Who was Caleb?
source: Who was Caleb?
es: ¿Quién era Caleb?

# q:!JOS!14~1#Question:What made Caleb special?
source: What made Caleb special?
es: ¿Qué era lo especial de Caleb?

# q:!JOS!14~1#Question:Whose children became two tribes?
source: Whose children became two tribes?
es: ¿Quiénes de los hijos de Israel se volvieron en dos tribus?

# q:!JOS!14~6#Question:How did Caleb serve the LORD?
source: How did Caleb serve the LORD?
es: ¿Cómo sirvió Caleb al Señor?

# q:!JOS!14~10#Question:What did Caleb request of Joshua?
source: What did Caleb request of Joshua?
es: ¿Qué le pidió Caleb a Josué?

# q:!JOS!15~1#Question:The allotment for which tribe is described in this chapter?
source: The allotment for which tribe is described in this chapter?
es: ¿Las porciones de qué tribu es descrita en este capítulo?

source: What did Caleb offer to the man who captured Kirjath-sepher?
es: ¿Qué ofreció Caleb al hombre que capturara a Quiriat-sefer?

# q:!JOS!16~1#Question:Which tribe's boundaries are described in this chapter?
source: Which tribe's boundaries are described in this chapter?
es: ¿Los límites de cuál tribu se describen en este capítulo?

# q:!JOS!17~1#Question:Which tribe's boundaries are described in this chapter?
source: Which tribe's boundaries are described in this chapter?
es: ¿Los límites de cuál tribu se describen en este capítulo?

source: How did Joshua reply when the people of Joseph felt that their allotment was too small?
es: ¿Cómo contestó Josué cuándo el pueblo de José encontraron que su porción era demasiada pequeña?

# q:!JOS!18~1#Question:What were the three men from each tribe sent out to do?
source: What were the three men from each tribe sent out to do?
es: ¿Qué fueron enviados a hacer los tres hombres de cada tribu?

source: How was it determined what land would belong to which tribes?
es: ¿Cómo se determinó qué tierra pertenecería a cada tribu?

# q:!JOS!18~11#Question:Which tribe's boundaries are described in this section?
source: Which tribe's boundaries are described in this section?
es: ¿Los límites de cuál tribu se describen en este capítulo?

source: Whose inheritance was taken from the share of Judah because Judah's portion was more than they needed?
es: ¿De quien se tomó la heredad de la porción de Judá porque la porción de Judá era más de lo que ellos necesitaban?

source: Which tribe received the third lot whose boundaries are described?
es: ¿Cuál tribu recibió la tercera porción cuyos límites son descritos?

source: Which tribe received the fourth lot whose boundaries are described?
es: ¿Cuál tribu recibió la cuarta porción cuyos límites son descritos?

source: Which tribe received the fifth lot whose boundaries are described?
es: ¿Cuál tribu recibió la quinta porción cuyos limites son descritos?

source: Which tribe received the sixth lot whose boundaries are described?
es: ¿Cuál tribu recibió la sexta porción cuyos límites son descritos?

source: Which tribe received the seventh lot whose boundaries are described?
es: ¿Cuál tribu recibió la séptima porción cuyos límites son descritos?

# q:!JOS!19~49#Question:What was given to Joshua?
source: What was given to Joshua?
es: ¿Qué se le dió a Josué?

# q:!JOS!20~1#Question:What six cities were selected to be cities of refuge?
source: What six cities were selected to be cities of refuge?
es: ¿Cuales fueron las seis ciudades que se seleccionaron para ser ciudades de refugio?

# q:!JOS!21~4#Question:From where did the descendants of Aaron get their towns?
source: From where did the descendants of Aaron get their towns?
es: ¿De dónde tomaron sus ciudades los descendientes de Aarón?

# q:!JOS!21~5#Question:From where did the rest of the Kohathites get their towns?
source: From where did the rest of the Kohathites get their towns?
es: ¿De dónde tomaron el resto de la familia de Coat sus ciudades?

# q:!JOS!21~6#Question:From where did the Gershonites get their towns?
source: From where did the Gershonites get their towns?
es: ¿De dónde tomaron los de la familia de Gersón sus ciudades?

# q:!JOS!21~7#Question:From where did the Merarites get their towns?
source: From where did the Merarites get their towns?
es: ¿De dónde tomaron los de la familia de Merari sus ciudades?

# q:!JOS!21~43#Question:How many of God's good promises to Israel failed?
source: How many of God's good promises to Israel failed?
es: ¿Cuántas de las buenas promesas para Israel faltó Dios?

# q:!JOS!22~10#Question:What did they build near Jordan?
source: What did they build near Jordan?
es: ¿Qué edificaron ellos cerca del Jordán?

# q:!JOS!22~11#Question:Why did the rest of Israel want to go to war against them?
source: Why did the rest of Israel want to go to war against them?
es: ¿Por qué el resto de Israel quería ir a la guerra contra ellos?

# q:!JOS!22~21#Question:What reason did they give for building the altar?
source: What reason did they give for building the altar?
es: ¿Cuál es la razón que ellos dieron para edificar el altar?

# q:!JOS!22~30#Question:What did they name the altar?
source: What did they name the altar?
es: ¿Cómo nombraron ellos el altar?

# q:!JOS!23~1#Question:How could one of Israel chase a thousand?
source: How could one of Israel chase a thousand?
es: ¿Cómo puede uno de Israel perseguir a mil?

source: What would happen to Israel if they intermarried with the surviving nations?
es: ¿Qué le pasaría a Israel si ellos realizaran matrimonios con las naciones sobrevivientes?

# q:!JOS!23~14#Question:What did Joshua realize was about to happen to him?
source: What did Joshua realize was about to happen to him?
es: ¿Cómo se dió cuenta Josué de lo que estaba a punto de pasarle a él?

source: What did Joshua summarize when he assembled the tribes together?
es: ¿Qué resumió Josué cuándo congregó juntas a las tribus?

# q:!JOS!24~14#Question:What choice did Joshua give the Israelites?
source: What choice did Joshua give the Israelites?
es: ¿Qué opción dió Josué a los Israelitas?

# q:!JOS!24~15#Question:What was Joshua's choice?
source: What was Joshua's choice?
es: ¿Cuál fue la opción que escogió Josué?

# q:!JOS!24~16#Question:What was the reply of the people?
source: What was the reply of the people?
es: ¿Cuál fue la respuesta del pueblo?

# q:!JOS!24~22#Question:What symbol was placed under an oak tree as a witness?
source: What symbol was placed under an oak tree as a witness?
es: ¿Qué símbolo fue puesto bajo una encina como testigo?

# q:!JOS!24~28#Question:How long did Israel serve the LORD?
source: How long did Israel serve the LORD?
es: ¿Cuánto tiempo sirvió Israel a JEHOVA?

# q:!JOS!24~32#Question:Whose bones were buried at Shechem?
source: Whose bones were buried at Shechem?
es: ¿Los huesos de quién fueron enterrados en Siquem?

# q:!2SA!8~17#Question:Who were David's priests?
source: Who were David's priests?
es: ¿Quiénes fueron los sacerdotes de David?

# q:!2SA!21~10#Question:What did Rizpah do?
source: What did Rizpah do?
es: ¿Qué hizo Rizpa?

# q:!2CH!3~3#Question:What were the dimensions of the temple?
source: What were the dimensions of the temple?
es: ¿Cómo eran las dimensiones del templo?

# q:!2CH!11~1#Question:What did Shemaiah tell Rehoboam to do?
source: What did Shemaiah tell Rehoboam to do?
es: ¿Qué le dijo Semaías a Roboam que hiciera?

# q:!2CH!12~14#Question:Why did Rehoboam do evil?
source: Why did Rehoboam do evil?
es: ¿Por qué Roboam hizo lo malo?

# q:!2CH!15~1#Question:What did Azariah prophesy?
source: What did Azariah prophesy?
es: ¿Qué profetizó Azarías?

# q:!2CH!16~7#Question:What did Hanani the seer say to Asa?
source: What did Hanani the seer say to Asa?
es: ¿Qué dijo Hanani el vidente a Asa?

# q:!2CH!18~1#Question:What did Ahab ask Jehoshaphat to do?
source: What did Ahab ask Jehoshaphat to do?
es: ¿Qué le pidió Acab a Josafath que hiciera?

# q:!2CH!18~6#Question:Why did Ahab hate Micaiah?
source: Why did Ahab hate Micaiah?
es: ¿Por qué odiaba Acab a Micaías?

# q:!2CH!18~12#Question:What did Micaiah prophesy?
source: What did Micaiah prophesy?
es: ¿Qué profetizó Micaías?

# q:!2CH!21~10#Question:Why did Libnah revolt against Jehoram?
source: Why did Libnah revolt against Jehoram?
es: ¿Por qué se rebeló Libna contra el dominio de Joram?

# q:!2CH!36~10#Question:Whom did Nebuchadnezzar make king of Judah?
source: Whom did Nebuchadnezzar make king of Judah?
es: ¿A quién puso Nabucodonosor como rey de Judá?

# q:!2CH!36~13#Question:Against whom did Zedekiah rebel?
source: Against whom did Zedekiah rebel?
es: ¿Contra quién rebeló Sedequías?

# q:!2CH!36~20#Question:How long did those carried to Babylon remain as servants?
source: How long did those carried to Babylon remain as servants?
es: ¿Cuánto tiempo quedaron como siervos los que fueron llevados a Babilonia?

# q:!2KI!1~1#Question:What message did Elijah have for Ahaziah king of Israel?
source: What message did Elijah have for Ahaziah king of Israel?
es: ¿Qué mensaje tenía Elías para Ocozías rey de Israel?

source: What happened to the first two groups of fifty that was to get Elijah?
es: ¿Qué pasó con los primeros dos grupos de cincuenta que fueron a Elías?

# q:!2KI!1~13#Question:How was the third group of fifty spared?
source: How was the third group of fifty spared?
es: ¿Cómo se escapó de morir el tercer grupo de cincuenta?
