Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!PSA!119~105#Question:What objects were compared to the word of God?
source: What objects were compared to the word of God?
es: ¿Qué cosas se comparaban con la palabra de Dios?

# q:!PSA!119~128#Question:How did the psalmist esteem God's word?
source: How did the psalmist esteem God's word?
es: ¿Cómo el salmista estimó la palabra de Dios?

# q:!PSA!119~130#Question:What does the entrance of God's word give?
source: What does the entrance of God's word give?
es: ¿Qué hace la exposición de la palabra de Dios?

# q:!PSA!119~133#Question:How did the psalmist want his steps ordered?
source: How did the psalmist want his steps ordered?
es: ¿Cómo quería el salmista que fueran ordenados sus pasos?

source: What shows the tremendous respect the psalmist had for the word?
es: ¿Qué cosa muestra el tremendo respeto que el salmista tenía para la palabra de Dios?

# q:!PSA!119~165#Question:What are some benefits of loving the law?
source: What are some benefits of loving the law?
es: ¿Cuáles son algunos de los beneficios de amar la ley?

# q:!PSA!120~1#Question:What did the psalmist do when in distress?
source: What did the psalmist do when in distress?
es: ¿Qué hizo el salmista en su angustia?

# q:!PSA!121~1#Question:From where does our help come?
source: From where does our help come?
es: ¿De dónde viene nuestro socorro?

# q:!PSA!121~3#Question:What is unusual about the one who keeps Israel?
source: What is unusual about the one who keeps Israel?
es: ¿Qué distinción tiene el que guarda Israel?

# q:!PSA!121~7#Question:What will the LORD preserve?
source: What will the LORD preserve?
es: ¿Qué cosa guardará el Señor?

# q:!PSA!122~1#Question:What made the psalmist glad?
source: What made the psalmist glad?
es: ¿Qué le alegró al salmista?

# q:!PSA!122~6#Question:For what should we pray?
source: For what should we pray?
es: ¿Por qué cosa debemos orar?

# q:!PSA!123~1#Question:What should our eyes do?
source: What should our eyes do?
es: ¿Qué debemos hacer con los ojos?

source: What would have happened to Israel if it had not been for the LORD?
es: ¿Qué le hubiera pasado a Israel si no fuera por el Señor?

# q:!PSA!124~7#Question:To what was their escape compared?
source: To what was their escape compared?
es: ¿A qué se comparaba su escape?

source: To what does the psalmist compare those who trust in the LORD?
es: ¿A qué les compara el salmista los que confían en el Señor?

source: What was said among the nations/heathens when the LORD returned the captives to Zion/restored the fortunes of Zion?
es: ¿Qué se decía entre las naciones cuando el Señor hizo regresar los cautivos a Sion?

# q:!PSA!126~5#Question:What shall those who sow in tears reap?
source: What shall those who sow in tears reap?
es: ¿Qué harán los que siembran con lágrimas?

# q:!PSA!127~1#Question:What is in vain if the LORD is not involved?
source: What is in vain if the LORD is not involved?
es: ¿Qué cosa es en vano si el Señor no participa?

# q:!PSA!127~2#Question:What does the LORD give his beloved?
source: What does the LORD give his beloved?
es: ¿Qué le da el Señor a su amado?

# q:!PSA!127~3#Question:What are heritages of the LORD?
source: What are heritages of the LORD?
es: ¿Quiénes son la herencia de Jehová?

# q:!PSA!127~5#Question:What man is happy? // Who is happy?
source: What man is happy? // Who is happy?
es: ¿Cuál hombre es feliz?

# l:!PSA!127~5#Alternate:What man is happy? // Who is happy?-1133528264
source: Who is happy?
es: ¿Quién es bienaventurado?

# q:!PSA!128~1#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

# q:!PSA!129~4#Question:What did the LORD cut asunder?
source: What did the LORD cut asunder?
es: ¿Qué cortó el Señor?

# q:!PSA!130~1#Question:From where did the psalmist cry?
source: From where did the psalmist cry?
es: ¿De dónde clamó el salmista?

# q:!PSA!130~3#Question:What should we be glad that the LORD does not keep record?
source: What should we be glad that the LORD does not keep record?
es: ¿Debemos regocijarnos porque el Señor no mira (o recuerda) qué?

# q:!PSA!131~3#Question:What should Israel do from now on and forever?
source: What should Israel do from now on and forever?
es: ¿Qué debe hacer Israel desde ahora y por los siglos?

# q:!PSA!132~11#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

source: What was promised to David's children if they kept God's covenant?
es: ¿Qué se les promteía a los hijos de David si ellos guardaban el pacto de Dios?

# q:!PSA!133~1#Question:What is good and pleasant?
source: What is good and pleasant?
es: ¿Qué es bueno y delicioso?

# q:!PSA!134~2#Question:What should you do in the sanctuary?
source: What should you do in the sanctuary?
es: ¿Qué se debe hacer en el santuario?

source: What two things are emphasized in this psalm that we should do to the LORD?
es: ¿Cuales dos cosas son enfatizados en este salmo, los cuales debemos hacerle a Señor?

# q:!PSA!135~15#Question:What cannot speak, see or hear?
source: What cannot speak, see or hear?
es: ¿Qué no puede hablar, ni ver, ni oír?

# q:!PSA!136~1#Question:What phrase is repeated in every verse of this psalm?
source: What phrase is repeated in every verse of this psalm?
es: ¿Qué frase se repite en cada versículo de este salmo?

# q:!PSA!136~7#Question:How is this psalm more specific than Genesis 1:14-18?
source: How is this psalm more specific than Genesis 1:14-18?
es: ¿Cómo es este salmo más específico que Genesis 1.14-18?

# q:!PSA!137~1#Question:What did they do by the rivers of Babylon?
source: What did they do by the rivers of Babylon?
es: ¿Qué hicieron junto a los ríos de Babilonia?

source: How did they reply when asked to sing one of the songs of Zion?
es: ¿Cómo respondieron cuando les pidieron que cantaran una de las canciones de Sion?

# q:!PSA!137~5#Question:What did the psalmist not want to forget?
source: What did the psalmist not want to forget?
es: ¿Qué cosa no quería olvidar el salmista?

source: What has the LORD done to establish the truth/faithfulness of His word?
es: ¿Qué ha hecho el Señor para establecer la verdad o fidelidad de su palabra?

# q:!PSA!138~6#Question:Though the LORD be high, for whom does He have respect?
source: Though the LORD be high, for whom does He have respect?
es: ¿Aunque el Señor es exaltado, a quién tiene respeto?

# q:!PSA!139~1#Question:What does the LORD know?
source: What does the LORD know?
es: ¿Qué conoce el Señor?

# q:!PSA!139~7#Question:Where is the LORD?
source: Where is the LORD?
es: ¿Dónde está el SEÑOR?

# q:!PSA!139~14#Question:For what should we praise the LORD?
source: For what should we praise the LORD?
es: ¿Por qué cosa debemos alabarle al SEÑOR?

# q:!PSA!139~17#Question:What is said about Gods thoughts toward us?
source: What is said about Gods thoughts toward us?
es: ¿Qué dice acerca de los pensamientos de Dios?

# q:!PSA!139~23#Question:What great prayer ends this psalm?
source: What great prayer ends this psalm?
es: ¿Con qué oración importante concluye este salmo?

source: From what did the psalmist want deliverance and protection?
es: ¿De qué quería el salmista liberación y refugio?

source: How did the psalmist want his prayers to come before the LORD?
es: ¿Cómo quería el salmista que sus oraciones llegaran delante del Señor?

source: What did the psalmist want the LORD to do to his lips and mouth?
es: ¿Qué quería el salmista que el Señor le hiciera para su boca y sus labios?

# q:!PSA!142~4#Question:How many people did the psalmist think cared for him?
source: How many people did the psalmist think cared for him?
es: ¿Cuántas personas pensaba el salmista que le querían?

# q:!PSA!143~5#Question:What did the psalmist remember?
source: What did the psalmist remember?
es: ¿De qué se acordó el salmista?

# q:!PSA!143~10#Question:What did the psalmist want God to teach him?
source: What did the psalmist want God to teach him?
es: ¿Qué quería el salmista que Dios le enseñara?

# q:!PSA!144~15#Question:Who is happy?
source: Who is happy?
es: ¿Quién es bienaventurado?

# q:!PSA!145~2#Question:How often did the psalmist plan to bless the LORD?
source: How often did the psalmist plan to bless the LORD?
es: ¿Cuán frecuente bendecía el salmista al SEÑOR?

# q:!PSA!145~18#Question:To whom is the LORD near?
source: To whom is the LORD near?
es: ¿A quién está cercano el SEÑOR?

# q:!PSA!146~3#Question:In whom should we not trust?
source: In whom should we not trust?
es: ¿En quiénes no debemos de confiar?

# q:!PSA!146~4#Question:Why should we trust/hope in the Lord instead?
source: Why should we trust/hope in the Lord instead?
es: ¿Por qué debemos confiar or poner la esperanza en Señor mejor?

# q:!PSA!146~5#Question:What brings happiness/blessing?
source: What brings happiness/blessing?
es: ¿Qué cosas traen bendición?

# q:!PSA!146~9#Question:What does the Lord do to the wicked?
source: What does the Lord do to the wicked?
es: ¿Qué les hace el Señor a los impíos?

# q:!PSA!147~4#Question:What does the LORD know about the stars?
source: What does the LORD know about the stars?
es: ¿Qué sabe el Señor acerca de las estrellas?

# q:!PSA!147~10#Question:In what does the LORD take pleasure?
source: In what does the LORD take pleasure?
es: ¿En qué se complace Jehová?

# q:!PSA!148~2#Question:Who should praise the LORD?
source: Who should praise the LORD?
es: ¿Quién debe alabarle al Señor?

# q:!PSA!149~1#Question:What should we sing to the LORD?
source: What should we sing to the LORD?
es: ¿Qué debemos cantarle al Señor?

# q:!PSA!150~1#Question:Where should we praise God?
source: Where should we praise God?
es: ¿Dónde debemos alabarle a Dios?

# q:!PSA!150~2#Question:For what should we praise God?
source: For what should we praise God?
es: ¿Por qué cosa debemos alabarle Dios?

# q:!PSA!150~3#Question:How should we praise him?
source: How should we praise him?
es: ¿Cómo debemos alabarle a Dios?

# q:!PSA!150~6#Question:Who should praise Him?
source: Who should praise Him?
es: ¿Quién debe alabarle?

# q:!PRO!1~2#Question:For what benefit are the proverbs?
source: For what benefit are the proverbs?
es: ¿Qué beneficios dan los proverbios?

# q:!PRO!1~7#Question:What is the beginning of knowledge?
source: What is the beginning of knowledge?
es: ¿Qué cosa es el principio de la sabiduría?

# q:!PRO!1~33#Question:What reward is there for those who listen to wisdom?
source: What reward is there for those who listen to wisdom?
es: ¿Qué premio hay para los que oyen la sabiduría?

source: How should we seek after wisdom, knowledge and understanding?
es: ¿Cómo debemos buscar el conocimiento, la sabiduría y el entendimiento?

# q:!PRO!2~6#Question:What is the source of wisdom, knowledge and understanding?
source: What is the source of wisdom, knowledge and understanding?
es: ¿Quién es la fuente de sabiduría, conocimiento y entendimiento?

source: From what will wisdom, knowledge, discretion and understanding deliver you?
es: ¿Cómo le ayudan la sabiduría, el conocimiento, la discreción, y el entendimiento?

# q:!PRO!2~18#Question:What two paths are mentioned?
source: What two paths are mentioned?
es: ¿Cuáles son los dos caminos que se mencionan?

# q:!PRO!3~11#Question:What should you not despise?
source: What should you not despise?
es: ¿Qué no debemos despreciar?

# l:!PRO!3~11#Alternate:What should you not despise?1157736298
source: What should you not despise?
es: ¿Qué no debemos despreciar?

# l:!PRO!3~13#Alternate:What person/man is happy? // Who is happy?-1133528264
source: Who is happy?
es: ¿Quién es bienaventurado?

# q:!PRO!3~19#Question:By what did the LORD found the earth?
source: By what did the LORD found the earth?
es: ¿Con qué fundó el Señor la tierra?

# q:!PRO!3~35#Question:What will fools receive?
source: What will fools receive?
es: ¿Qué recibirán los necios?

# q:!PRO!4~18#Question:To what is the path of the righteous/just compared?
source: To what is the path of the righteous/just compared?
es: ¿A qué se compara el camino del justo?

# q:!PRO!6~9#Question:What will come to the sluggard?
source: What will come to the sluggard?
es: ¿Qué le vendrá al perezoso?

# q:!PRO!6~30#Question:What is worse than stealing food?
source: What is worse than stealing food?
es: ¿Qué cosa se considera peor (o más necio) que robar para obtener comida?

# q:!PRO!6~34#Question:Who can an adulterer never appease?
source: Who can an adulterer never appease?
es: ¿A quién no podrá apaciguar el adúltero nunca?

# q:!PRO!7~2#Question:How should you keep the commandments?
source: How should you keep the commandments?
es: ¿Cómo se deben guardar los mandamientos?

# q:!PRO!7~10#Question:How was the woman dressed?
source: How was the woman dressed?
es: ¿Cómo estaba vestida la mujer?

# q:!PRO!7~22#Question:How did the young man go after her?
source: How did the young man go after her?
es: ¿Cómo le siguió el joven a la mujer?

# q:!PRO!8~10#Question:What is wisdom better than?
source: What is wisdom better than?
es: ¿La sabiduría es mejor que qué cosa?

# q:!PRO!8~22#Question:When was wisdom with the LORD?
source: When was wisdom with the LORD?
es: ¿Cuándo estaba la sabiduría con el Señor?

# q:!PRO!9~1#Question:How many pillars are there in the house of wisdom?
source: How many pillars are there in the house of wisdom?
es: ¿Cuántas columnas hay en la casa la sabiduría?

# q:!PRO!9~10#Question:What is the beginning of wisdom?
source: What is the beginning of wisdom?
es: ¿Qué cosa es el principio de la sabiduría?

# q:!PRO!10~1#Question:What makes a father glad?
source: What makes a father glad?
es: ¿Qué le alegra a un padre?

source: What quality is different in those who become poor and those who become rich?
es: ¿Qué cualidad es diferente entre los que se empobrecen y los que se enriquezan?

# q:!PRO!10~11#Question:What is a well of life?
source: What is a well of life?
es: ¿Qué cosa es manantial de vida?

# q:!PRO!10~19#Question:What is said about not talking too much?
source: What is said about not talking too much?
es: ¿Qué consejo se da acerca de no de hablar mucho?

# q:!PRO!10~22#Question:What does the blessing of the LORD do for us?
source: What does the blessing of the LORD do for us?
es: ¿Qué hace la bendición del SEÑOR para nosotros?

source: What objects are used to compare a sluggard to them that send him?
es: ¿Qué cosas se comparan al perezoso para los que le envían?

# q:!PRO!10~31#Question:Compare the mouth of the just to the mouth of the wicked.
source: Compare the mouth of the just to the mouth of the wicked.
es: Compare la boca del impío con la del impío.

# q:!PRO!11~1#Question:What is an abomination to the Lord?
source: What is an abomination to the Lord?
es: ¿Qué cosa y cuáles personas son abominaciones al Señor?

# q:!PRO!11~14#Question:In what is there safety?
source: In what is there safety?
es: ¿En qué hay seguridad?

# q:!PRO!11~24#Question:What is said regarding being generous?
source: What is said regarding being generous?
es: ¿Qué dice acerca de ser generoso?

# q:!PRO!11~28#Question:What will happen to those who trust in riches?
source: What will happen to those who trust in riches?
es: ¿Qué les pasará a los que confían en las riquezas?

# q:!PRO!11~30#Question:What is said about a person who wins souls?
source: What is said about a person who wins souls?
es: ¿Qué se dice acerca de la persona que gana almas?

# q:!PRO!12~4#Question:What is a crown to a husband?
source: What is a crown to a husband?
es: ¿Quién es como corona para un hombre?

# q:!PRO!12~15#Question:In whose eyes are the ways of a fool right?
source: In whose eyes are the ways of a fool right?
es: ¿A los ojos de quién está derecho el camino del necio?

# q:!PRO!12~22#Question:How does the LORD consider lying?
source: How does the LORD consider lying?
es: ¿Cómo considera el Señor la mentira?

# q:!PRO!12~25#Question:What makes a person glad?
source: What makes a person glad?
es: ¿Qué le alegra a una persona?

# q:!PRO!13~1#Question:Who hears his father's instruction?
source: Who hears his father's instruction?
es: ¿Quién oye la instrucción de su padre?

# q:!PRO!13~12#Question:What makes the heart sick?
source: What makes the heart sick?
es: ¿Qué le enferma el corazón al hombre?

# q:!PRO!13~20#Question:Who should be your companions?
source: Who should be your companions?
es: ¿Quiénes deben ser sus compañeros?

# q:!PRO!13~22#Question:What does a good man leave?
source: What does a good man leave?
es: ¿Qué dejará el bueno?

# q:!PRO!13~24#Question:What does a father do to a son whom he loves?
source: What does a father do to a son whom he loves?
es: ¿Qué hace un padre a un hijo a quien ama?

# q:!PRO!14~3#Question:What is in the mouth of the foolish?
source: What is in the mouth of the foolish?
es: ¿Qué hay en la boca del necio?

# q:!PRO!14~4#Question:When is the crib clean?
source: When is the crib clean?
es: ¿Cuándo está vacío el granero?

# q:!PRO!14~9#Question:What do fools do regarding sin?
source: What do fools do regarding sin?
es: ¿Qué hacen los necios en cuanto al pecado?

# q:!PRO!14~15#Question:Who believes every word?
source: Who believes every word?
es: ¿Quién cree todo?

# q:!PRO!14~21#Question:Who is happy?
source: Who is happy?
es: ¿Quién es bienaventurado?

# q:!PRO!14~29#Question:Who has great understanding?
source: Who has great understanding?
es: ¿Quién tiene gran entendimiento?

# q:!PRO!15~3#Question:Where are the eyes of the Lord?
source: Where are the eyes of the Lord?
es: ¿Dónde están los ojos del Señor?

# q:!PRO!15~4#Question:What is a tree of life?
source: What is a tree of life?
es: ¿Qué es un árbol de vida?

# q:!PRO!15~8#Question:What is the delight of the LORD?
source: What is the delight of the LORD?
es: ¿Qué cosa es el gozo del Señor?

# q:!PRO!15~16#Question:What is better than great treasure with trouble?
source: What is better than great treasure with trouble?
es: ¿Qué cosa es mejor que gran tesoro con turbación?

# q:!PRO!15~23#Question:What is said about a word spoken in due season?
source: What is said about a word spoken in due season?
es: ¿Qué se dice acerca de una palabra hablada a su tiempo?

# q:!PRO!15~33#Question:What is before honor?
source: What is before honor?
es: ¿Qué le precede a la honra?

# q:!PRO!17~6#Question:What is the crown of old men?
source: What is the crown of old men?
es: ¿Qué es la corona de los ancianos?

# q:!PRO!17~9#Question:Who separates friends?
source: Who separates friends?
es: ¿Quién aparta al amigo?

# q:!PRO!17~17#Question:Who loves at all times?
source: Who loves at all times?
es: ¿Quién ama en todo tiempo?

# q:!PRO!18~4#Question:To what are the words of a person/man compared?
source: To what are the words of a person/man compared?
es: ¿A qué se comparan las palabras del hombre?

# q:!PRO!18~21#Question:What is in the power of the tongue?
source: What is in the power of the tongue?
es: ¿Qué hay en el poder de la lengua?

# q:!PRO!18~24#Question:In order to have friends what must a person do?
source: In order to have friends what must a person do?
es: ¿Qué se debe hacer para tener amigos?

# q:!PRO!19~4#Question:What makes many friends?
source: What makes many friends?
es: ¿Qué trae muchos amigos?

# q:!PRO!19~14#Question:What is from the LORD?
source: What is from the LORD?
es: ¿Qué viene de Jehová?

# q:!PRO!20~3#Question:Who will be meddling?
source: Who will be meddling?
es: ¿Quién se envuelve en contiendas?

# q:!PRO!20~5#Question:What does a wise man draw out?
source: What does a wise man draw out?
es: ¿Qué alcanza el hombre sabio?

# q:!PRO!20~11#Question:By what is a child known?
source: By what is a child known?
es: ¿Cómo es conocido el muchacho?

# q:!PRO!20~12#Question:What has the LORD made?
source: What has the LORD made?
es: ¿Qué cosa ha hecho el SEÑOR?

# q:!PRO!20~13#Question:What shouldn't you love?
source: What shouldn't you love?
es: ¿Qué cosa no se debe amar?

# q:!PRO!20~21#Question:What will not be blessed?
source: What will not be blessed?
es: ¿Qué cosa no será bendecido?

# q:!PRO!21~3#Question:What is more acceptable to the LORD than sacrifice?
source: What is more acceptable to the LORD than sacrifice?
es: ¿Qué coas es más agradable al Señor que el sacrificio?

# q:!PRO!21~5#Question:Whose thoughts tend to plenty?
source: Whose thoughts tend to plenty?
es: ¿Los pensamientos de quién tiendan a la abundancia?

# q:!PRO!21~13#Question:Whose cry will not be heard?
source: Whose cry will not be heard?
es: ¿El clamor de quién no será oído?

# q:!PRO!21~17#Question:Who will be poor?
source: Who will be poor?
es: ¿Quién se empobrecerá?

# q:!PRO!21~23#Question:How do you keep your soul from trouble?
source: How do you keep your soul from trouble?
es: ¿Cómo se guarda el alma de angustias?

# q:!PRO!22~1#Question:What is to be chosen rather than great riches?
source: What is to be chosen rather than great riches?
es: ¿Qué se debe escoger en vez de riquezas?

# q:!PRO!22~9#Question:Who shall be blessed?
source: Who shall be blessed?
es: ¿Qién será bendito?

# q:!PRO!22~22#Question:For whose cause will the LORD plead?
source: For whose cause will the LORD plead?
es: ¿La causa de quién juzgará el Señor?

# q:!PRO!22~24#Question:With whom should you not make friendship?
source: With whom should you not make friendship?
es: ¿Con quién no se debe hacer amistad?

# q:!PRO!22~26#Question:Why should you not make surety for debts?
source: Why should you not make surety for debts?
es: ¿Por qué no se debe ser fiador de las deudas de otros?

# q:!PRO!22~28#Question:What should you not remove?
source: What should you not remove?
es: ¿Qué no se debe remover (o traspasar)?

# q:!PRO!22~11#Question:Who will stand before kings?
source: Who will stand before kings?
es: ¿Quién estará delante de los reyes?

# q:!PRO!23~4#Question:For what should you not labor?
source: For what should you not labor?
es: ¿Por qué cosa no se debe afanar?

# q:!PRO!23~13#Question:What should you not withhold from a child?
source: What should you not withhold from a child?
es: ¿Qué cosa no se debe rehusar darle a un niño?

# q:!PRO!23~29#Question:What are some problems of those who tarry long at wine?
source: What are some problems of those who tarry long at wine?
es: ¿Cuáles son algunos de los problemas que atienden los que se detienen mucho en el vino?

# q:!PRO!23~34#Question:To what is the winebibber compared?
source: To what is the winebibber compared?
es: ¿A qué se compara el que bebe mucho vino?

# q:!PRO!24~6#Question:In what is there safety?
source: In what is there safety?
es: ¿En qué hay seguridad?

# q:!PRO!24~9#Question:What is sin?
source: What is sin?
es: ¿Qué es pecado?

# q:!PRO!24~13#Question:To what is the knowledge of wisdom compared?
source: To what is the knowledge of wisdom compared?
es: ¿A qué se compara el conocimiento de la sabiduría?

# q:!PRO!25~21#Question:What should you do for your enemy?
source: What should you do for your enemy?
es: ¿Que se debe hacer para un enemigo?

# q:!PRO!25~25#Question:To what is good news from a far country compared?
source: To what is good news from a far country compared?
es: ¿A qué se comparan la buenas nuevas de lejanas tierras?

# q:!PRO!26~1#Question:To what is giving honor to a fool compared?
source: To what is giving honor to a fool compared?
es: ¿A qué se compara el darle honra al necio?

# q:!PRO!26~11#Question:To what is a fool who returns to his folly compared?
source: To what is a fool who returns to his folly compared?
es: ¿A qué se compara un necio que repite su necedad?

# q:!PRO!27~1#Question:Of what should you not boast?
source: Of what should you not boast?
es: ¿De qué no se debe jactar?

# q:!PRO!27~2#Question:Who should praise you?
source: Who should praise you?
es: ¿Quién debe alabarle?

# q:!PRO!27~20#Question:What is never satisfied?
source: What is never satisfied?
es: ¿Qué cosas nunca se satisfacen?

# q:!PRO!27~24#Question:What are not forever?
source: What are not forever?
es: ¿Qué cosas no duran para siempre?
