Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!NEH!13~10#Question:For what did Nehemiah rebuke the rulers?
source: For what did Nehemiah rebuke the rulers?
es: ¿Por que reprendió Nehemías a los gobernantes?

# q:!NEH!13~14#Question:What did Nehemiah want God to do regarding him?
source: What did Nehemiah want God to do regarding him?
es: ¿Qué quería Nehemías que Dios que hiciera con respecto a él?

# q:!NEH!13~15#Question:What did Nehemiah do regarding the Sabbath?
source: What did Nehemiah do regarding the Sabbath?
es: ¿Qué hizo Nehemías con respecto al día de reposo?

# q:!NEH!13~26#Question:What caused Solomon to sin?
source: What caused Solomon to sin?
es: ¿Qué llevó a Salomón al pecado?

# q:!NEH!13~28#Question:What did Nehemiah do to the son-in-law of Sanballat?
source: What did Nehemiah do to the son-in-law of Sanballat?
es: ¿Qué hizo Nehemías al nuero de Sanbalat?

# q:!RUT!1~1#Question:During what period did the story of Ruth occur?
source: During what period did the story of Ruth occur?
es: ¿Durante qué período ocurrió la historia de Ruth?

# q:!RUT!1~2#Question:Who went to Moab?
source: Who went to Moab?
es: ¿Quién fue a Moab?

# q:!RUT!1~3#Question:Who was the first to die in Moab?
source: Who was the first to die in Moab?
es: ¿Quién fue el primero en morir en Moab?

# q:!RUT!1~4#Question:Who did Naomi's sons marry?
source: Who did Naomi's sons marry?
es: ¿Con quién se casaron los hijos de Noemí?

# q:!RUT!1~5#Question:What happened to these sons?
source: What happened to these sons?
es: ¿Qué les pasó a estos hijos?

# q:!RUT!1~6#Question:Why did Naomi decide to return from the country of Moab?
source: Why did Naomi decide to return from the country of Moab?
es: ¿Por qué Noemí decidió regresar de los campos de Moab?

source: Why did Naomi encourage her daughters-in-law to stay in Moab?
es: ¿Por qué Noemí animó a sus nueras para quedarse en Moab?

# q:!RUT!1~14#Question:Who went back to her people?
source: Who went back to her people?
es: ¿Quién regresó a su pueblo?

# q:!RUT!1~16#Question:How did Ruth reply?
source: How did Ruth reply?
es: ¿Cómo respondió Ruth?

# q:!RUT!1~19#Question:Why did Naomi want to be called Mara?
source: Why did Naomi want to be called Mara?
es: ¿Por qué Noemí no quizo ser llamada Mara?

# q:!RUT!1~22#Question:At what season did Ruth and Naomi return to Bethlehem?
source: At what season did Ruth and Naomi return to Bethlehem?
es: ¿En qué estación regresaron Ruth y Noemí a Belén?

# q:!RUT!2~1#Question:To who was Boaz related?
source: To who was Boaz related?
es: ¿De quién era pariente Booz?

# q:!RUT!2~2#Question:What did Ruth do in the field of Boaz?
source: What did Ruth do in the field of Boaz?
es: ¿Qué hizo Ruth en el campo de Booz?

# q:!RUT!2~5#Question:What did Boaz ask Ruth to do?
source: What did Boaz ask Ruth to do?
es: ¿Qué le pidió Booz a Ruth que hiciera?

# q:!RUT!2~10#Question:What had Boaz heard about Ruth?
source: What had Boaz heard about Ruth?
es: ¿Qué había oído hablar Booz de Ruth?

# q:!RUT!2~13#Question:What did Boaz tell his young men to do?
source: What did Boaz tell his young men to do?
es: ¿Qué les dijo Booz a sus criados que hicieran?

# q:!RUT!2~18#Question:How long was Ruth allowed to glean in the field of Boaz?
source: How long was Ruth allowed to glean in the field of Boaz?
es: ¿Cuánto tiempo le fue permitido a Ruth espigar en el campo de Booz?

# q:!RUT!3~1#Question:Where did Ruth lie down after Boaz fell asleep?
source: Where did Ruth lie down after Boaz fell asleep?
es: ¿Dónde descansó Ruth después de que Booz se durmió?

# q:!RUT!3~15#Question:What did Ruth bring to Naomi?
source: What did Ruth bring to Naomi?
es: ¿Qué trajo Ruth a Noemí?

# q:!RUT!4~1#Question:What was the method of confirming a transfer of property?
source: What was the method of confirming a transfer of property?
es: ¿Cuál era el método de confirmación de un traspaso de propiedad?

# q:!RUT!4~9#Question:What did Boaz buy and acquire?
source: What did Boaz buy and acquire?
es: ¿Qué compró y adquirió Booz ?

# q:!RUT!4~13#Question:Who was Ruth's great-grandson?
source: Who was Ruth's great-grandson?
es: ¿Quién fue el bisnieto de Ruth?

source: What type of living things could be offered as a burnt offering?
es: ¿Qué animales podían ser ofrecido como holocausto?

# q:!LEV!1~5#Question:Who sprinkled the blood on the altar?
source: Who sprinkled the blood on the altar?
es: ¿Quiénen rociaban la sangre en el altar?

# q:!LEV!2~1#Question:Of what did the grain offering consist?
source: Of what did the grain offering consist?
es: ¿En qué consistía la ofrenda de oblación?

# q:!LEV!2~11#Question:What was not to be included in any grain offering?
source: What was not to be included in any grain offering?
es: ¿Qué no se incluyía en ninguna oblación?

# q:!LEV!2~13#Question:With what was every grain offering to be seasoned?
source: With what was every grain offering to be seasoned?
es: ¿Con qué se sazonaba cada ofrenda de trigo?

# q:!LEV!3~1#Question:What offering is described in this chapter?
source: What offering is described in this chapter?
es: ¿Qué ofrenda se describe en este capítulo?

source: In what condition did the animals have to be in order to be offered?
es: ¿En qué condición tenían que estar los animales para ser ofecidos?

# q:!LEV!3~17#Question:What were they not to eat?
source: What were they not to eat?
es: ¿Qué ellos eran no comer?

source: What was a priest to bring as a sin offering if he sins unintentionally?
es: ¿Qué había de ofrecer un sacerdote como expiación por su pecado por yerro?

# q:!LEV!4~13#Question:What was the whole congregation to bring as a sin offering?
source: What was the whole congregation to bring as a sin offering?
es: ¿Qué había de ofrecer la congregación entera por su pecado?

# q:!LEV!4~22#Question:What was a ruler to bring as a sin offering?
source: What was a ruler to bring as a sin offering?
es: ¿Qué ofrenda de expiación había de presentar un jefe por su pecado?

# q:!LEV!4~27#Question:What was a common person to bring as a sin offering?
source: What was a common person to bring as a sin offering?
es: ¿Qué había de oferecer una persona del pueblo por su pecado?

source: What four things are mentioned for which a person could be guilty?
es: ¿Cuáles son las cuatro cosas mencionados aquí de que una persona podriá ser culpable?

source: What should the person do who is guilty in one of these four things?
es: ¿Qué debía hacer la persona que pecare en alguna de estas cuatro cosas?

source: How did the offering for sin vary depending on what the person could afford?//How was the sin offering determined?
es: ¿Cómo se determinaba la ofrenda por la expiación del pecado?

source: In order to make restitution what did a person who sinned unintentionally add to the offering?
es: Para hacer expiacición por un pecado por yerro, ¿Qué se le añadía a la ofrenda?

source: For what other sins did a person add a fifth part as restitution?
es: ¿Por expiación de cuáles otros pecados se le añadía la quinta parte?

# q:!LEV!6~8#Question:What was to be kept burning?
source: What was to be kept burning?
es: ¿Qué se tenía que mantener encendio?

source: What was done to the clay pot in which the meat for the sin offering was cooked?
es: ¿Qué se hacía con la vasija de barro en que fuere cocida la carne ofrecida por el pecado?

# q:!LEV!7~7#Question:What two offerings were similar?
source: What two offerings were similar?
es: ¿Cuáles eran las dos ofrendas que eran similares?

# q:!LEV!7~11#Question:What offering was made as an expression of thankfulness?
source: What offering was made as an expression of thankfulness?
es: ¿Qué ofrenda se hacía en acción de gracias?

# q:!LEV!7~25#Question:What happened to a person who ate fat or blood?
source: What happened to a person who ate fat or blood?
es: ¿Qué le pasaba a un persona que comiere grosura o sangre?

# q:!LEV!7~28#Question:Who was given a share of the offerings?
source: Who was given a share of the offerings?
es: ¿A quiénes se les daba una porción de las ofrendas?

# q:!LEV!8~1#Question:Who observed the consecration of Aaron and his sons?
source: Who observed the consecration of Aaron and his sons?
es: ¿Quién observó la consagración de Aarón y de sus hijos?

source: How long did the consecration ceremonies for Aaron and his sons last?
es: ¿Cuanto tiempo duró las ceremonies de consagración para Aarón y sus hijos?

# q:!LEV!9~5#Question:Who stood before the Lord near the tabernacle?
source: Who stood before the Lord near the tabernacle?
es: ¿Quién se puso delante de Jehová cerca del tabernáculo?

source: Where did Moses and Aaron go after sacrificing the offerings?
es: ¿A dónde fueron Moisés y Aarón después de sacrificar las ofrendas?

# q:!LEV!9~23#Question:What happened when they came out?
source: What happened when they came out?
es: ¿Qué sucedió cuando ellos salieron?

# q:!LEV!10~1#Question:What happened to Nadab and Abihu, the sons of Aaron?
source: What happened to Nadab and Abihu, the sons of Aaron?
es: ¿Qué les pasó a Nadab y Abiú, hijos de Aarón?

# q:!LEV!10~8#Question:What were Aaron and his sons not to drink?
source: What were Aaron and his sons not to drink?
es: ¿Qué cosa no debían beber Aarón y sus hijos?

# q:!LEV!10~10#Question:What were Aaron and his sons to do?
source: What were Aaron and his sons to do?
es: ¿Qué habían de hacer Aarón y sus hijos?

# q:!LEV!11~1#Question:What type of animals were the Israelites allowed to eat?
source: What type of animals were the Israelites allowed to eat?
es: ¿Qué tipo de animales terrestres se les permitía a los israelitas comer?

source: What type of creatures in the sea were the Israelites allowed to eat?
es: ¿Qué tipo de animales acuáticos se les permitía a los israelitas comer?

# q:!LEV!11~13#Question:What birds were the Israelites not allowed to eat?
source: What birds were the Israelites not allowed to eat?
es: ¿Qué aves no se les permitía comer a los israelita?

source: What type of flying insects were the Israelites allowed to eat?
es: ¿Qué tipo de insectos alados se les permitía a los israelitas comer?

# q:!LEV!11~27#Question:In what category were animals that walk on their paws?
source: In what category were animals that walk on their paws?
es: ¿Cómo se categorizaban las animales que andaban en sus garras?

# q:!LEV!11~41#Question:What other types of creatures were they not to eat?
source: What other types of creatures were they not to eat?
es: ¿Qué otras criaturas no debían comer?

source: For how long was a woman ceremonially unclean after giving birth to a baby boy?
es: ¿Por cuánto tiempo fue inmundo una mujer después de dar a luz a un niño varón?

# q:!LEV!12~3#Question:On what day was a baby boy to be circumcised?
source: On what day was a baby boy to be circumcised?
es: ¿En qué día había de ser circuncidado un niño varón?

source: How many more days was a woman purified from her bleeding after the birth of a baby boy?
es: ¿Cuántos días adicionales sería inmunda una mujer después del nacimiento (y circuncisión) de un niño varón?

source: How did the time of uncleanness and purifying differ for a woman who gave birth to a daughter?
es: ¿Cuál era la diferencia en el período de inmundicia para que se purificara una mujer que hubiere dado a luz a una hija?

# q:!LEV!13~1#Question:For what skin disease are extensive regulations given?
source: For what skin disease are extensive regulations given?
es: ¿Acerca de qué enfermedad de la piel se dan leyes extensivas?

# q:!LEV!14~1#Question:Who was involved in the ceremonial cleansing of the leper?
source: Who was involved in the ceremonial cleansing of the leper?
es: ¿Quién estaba involucado en la purificación del leproso?

source: What was to be done to a house in which the leprosy continued to spread?
es: ¿Qué se debía de hacer con una casa en la cual la plaga (de lepra maligna) se siguiera extendiendo?

# q:!LEV!15~1#Question:For what three conditions were laws given in this chapter?
source: For what three conditions were laws given in this chapter?
es: ¿Cuáles son las tres condiciones por las cuales se dan las leyes en este capítulo?

# q:!LEV!16~10#Question:What happened to the scapegoat?
source: What happened to the scapegoat?
es: ¿Qué le pasaba al cabrío?

# q:!LEV!16~33#Question:How often was atonement made for the Israelites?
source: How often was atonement made for the Israelites?
es: ¿Con cuánta frecuencia se hacían expiaciones por los israelitas?

# q:!LEV!17~1#Question:Where were the sacrifices to be brought?
source: Where were the sacrifices to be brought?
es: ¿A dónde habían de llevar los sacrificios?

# q:!LEV!17~10#Question:What was to be done to a person who ate blood?
source: What was to be done to a person who ate blood?
es: ¿Qué se le había de hacer a una persona que comiere sangre?

# q:!LEV!17~11#Question:Where is the life of a creature?
source: Where is the life of a creature?
es: ¿Dónde está la vida de un animal?

source: With what persons of the opposite sex was an Israelite not to have sexual relations?
es: ¿Con qué personas del sexo opuesto se les prohibía a los israelitas tener relaciones sexuales?

source: What is said of sexual relations with someone of the same sex?
es: ¿Qué se dice acerca de las relaciones homosexuales?

# q:!LEV!18~23#Question:What is said of sexual relations with an animal?
source: What is said of sexual relations with an animal?
es: ¿Qué dice acerca de las relaciones sexuales con las bestias?

source: What did the land do to those who practiced such abominations?
es: ¿Qué les hizo la tierra a los que habían hecho tales abominaciones?

# q:!LEV!19~1#Question:Why are we to be holy?
source: Why are we to be holy?
es: ¿Por qué debemos ser santos?

# q:!LEV!19~3#Question:Which of the ten commandments are repeated in this chapter?
source: Which of the ten commandments are repeated in this chapter?
es: ¿Cuáles de los diez mandamientos se repiten en este capítulo?

# q:!LEV!19~9#Question:What was to be left for the poor?
source: What was to be left for the poor?
es: ¿Qué se había de dejar para los pobres?

# q:!LEV!19~16#Question:How should we treat our neighbors?
source: How should we treat our neighbors?
es: ¿Cómo debemos tratarles a nuestros prójimos?

# q:!LEV!19~28#Question:What is said about tattoo marks?
source: What is said about tattoo marks?
es: ¿Qué se dice acerca del tatuage?

# q:!LEV!19~35#Question:What is said about weights and standards?
source: What is said about weights and standards?
es: ¿Qué dice acerca de las pesas y las medidas?

# q:!LEV!20~1#Question:For what sins was a person put to death?
source: For what sins was a person put to death?
es: ¿Por qué pecados eran condenados a pena de muerte?

# q:!LEV!20~6#Question:For what sins was a person cut off from their people?
source: For what sins was a person cut off from their people?
es: ¿Por cuáles pecados un persona sería cortado de entre su pueblo?

# q:!LEV!21~7#Question:Who was a priest not to marry?
source: Who was a priest not to marry?
es: ¿Con quién no se debía casar un sacerdote?

source: What physical defects were not allowed in a priest who made offerings?
es: ¿Qué defectos físicos se prohibían en los sacerdotes que ofrecían las ofrendas?

# q:!LEV!22~8#Question:What were they not to eat?
source: What were they not to eat?
es: ¿Qué ellos eran no comer?

# q:!LEV!22~10#Question:Who was not allowed to eat of the holy things?
source: Who was not allowed to eat of the holy things?
es: ¿A quiénes no se les permitía comer de las cosas sagradas?

source: What were some of the feasts they were to keep during the year?
es: ¿Qué fueron algunas de las fiestas solemnes que habían de convocarse durante el año?

# q:!LEV!24~1#Question:How long were the lamps to burn?
source: How long were the lamps to burn?
es: ¿Por cuánto tiempo habían de arder las lámparas?

source: What happened to the man who blasphemed the name of the LORD?
es: ¿Qué pasó con el hombre que blasfemó el Nombre del Señor?

# q:!LEV!24~17#Question:How was the law different for a stranger?
source: How was the law different for a stranger?
es: ¿Había alguna diferencia en a ley para los extranjeros?

# q:!LEV!25~1#Question:What occurred every seventh year?
source: What occurred every seventh year?
es: ¿Qué ocurrió cada séptimo año?

# q:!LEV!25~8#Question:What occurred every fiftieth year?
source: What occurred every fiftieth year?
es: ¿Qué ocurría cada 50 años?

source: How was an Israelite to treat a poor Israelite whom he had purchased?
es: ¿Cómo debía tratarle un israelita cuando compraba a un escalvo israelita?

source: Who could redeem a fellow Israelite who had sold himself [into slavery]?
es: ¿Quién podía redimirle a otro israelita que se hubiera vendido como esclavo?

# q:!LEV!26~3#Question:What benefits would result if they kept God's commandments?
source: What benefits would result if they kept God's commandments?
es: ¿Qué pasaría si en la tierra de sus enemigos ellos confesaran sus iniquidades?

# q:!LEV!27~13#Question:What was added to the price of redemption?
source: What was added to the price of redemption?
es: ¿Qué se le añadía a la valuación de algo dedicado a Jehová para su redención?

source: (Note: See Luke 24:47-48.)
fr: (Remarque : voir Luc 24:47-48.)

source: (Note: See Luke 3:16.)
fr: (Remarque : voir Luc 3:16.)

source: Luke made it clear that the church took care of the widows who had no one to provide for them. The apostles were doing this work of caring for the widows. This was taking time which they needed to teach and preach the Word of God, and for prayer. So the members of the church chose a group of seven men to do the other tasks.
fr: Luc a dit clairement que l'église s'occupait des veuves qui n'avaient personne pour subvenir à leurs besoins. Les apôtres faisaient ce travail de soins aux veuves. Cela prenait du temps dont ils avaient besoin pour enseigner et prêcher la Parole de Dieu, et pour prier. Les membres de l'église ont donc choisi un groupe de sept hommes pour faire les autres tâches.

# a:!ACT!20~1#Answer:With whom did Paul travel from Philippi to Troas?328670092
source: Paul and his companion [probably Luke] remained in Philippi until after the festival of Passover.
fr: Paul et son compagnon [probablement Luc] restèrent à Philippi jusqu'après la fête de la Pâque.

source: The night before Paul [and Luke] left, the believers met together to celebrate the Lord's Supper. (7a)
fr: La veille du départ de Paul [et Luc], les croyants se sont réunis pour célébrer la Cène du Seigneur. (7a)

source: He invited Paul, [Luke] and probably a few others to stay in his home for three days. (7)
fr: Il invita Paul, [Luc] et probablement quelques autres à rester chez lui pendant trois jours. (7)

# h:!LUK!1~1#Section Heading
source: Luke 1:1-4 Luke told about the purpose of his writing these words.
fr: Luc 1:1-4 Luc a parlé du but de son écriture de ces mots.

source: Luke told Theophilus at the beginning of this book (1:1-4) that he wanted to present a true account of Jesus's life. Since Mary and Joseph had come to Bethlehem for having their names recorded, it would be natural for them to return home to Nazareth.
fr: Luc a dit à Théophile au début de ce livre (1:1-4) qu'il voulait présenter un vrai récit de la vie de Jésus. Comme Marie et Joseph étaient venus à Bethléem pour faire enregistrer leurs noms, il serait naturel pour eux de rentrer chez eux à Nazareth.

source: Luke wanted to show us that John began the work of getting people's hearts ready to hear and obey Jesus's message, just as the angel (1:16-17) and the Holy Spirit (1:76-79) had told Zechariah that John would do.
fr: Luc voulait nous montrer que Jean a commencé à préparer le cœur des gens à entendre et à obéir au message de Jésus, tout comme l'ange (1:16-17) et l'Esprit Saint (1:76-79) avaient dit à Zacharie que Jean ferait.
