Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!GEN!26~4#Question:What was God's promise to Isaac?
source: What was God's promise to Isaac?
es: ¿Cuál fue la promesa de Dios a Isaac?

# q:!GEN!26~16#Question:What did Abimelech tell Isaac to do?
source: What did Abimelech tell Isaac to do?
es: ¿Qué le dijo Abimelec a Isaac que hiciera?

# q:!GEN!26~17#Question:So where did Isaac go?
source: So where did Isaac go?
es: ¿Entonces a dónde fué Isaac?

# q:!GEN!26~24#Question:What did God say to Isaac?
source: What did God say to Isaac?
es: ¿Qué le dijo Dios a Isaac?

# q:!GEN!26~30#Question:Then what did Isaac do?
source: Then what did Isaac do?
es: ¿Entonces qué hizo Isaac?

# q:!GEN!27~3#Question:What did Isaac tell Esau to do?
source: What did Isaac tell Esau to do?
es: ¿Qué le dijo Isaac a Esaú que hiciera?

# q:!GEN!27~15#Question:Then what else did his mother do?
source: Then what else did his mother do?
es: ¿Entonces qué más hizo su mamá?

# q:!GEN!27~24#Question:And what did Jacob answer?
source: And what did Jacob answer?
es: ¿Y cómo contestó Jacob?

# q:!GEN!27~30#Question:What happened after Isaac finished praying?
source: What happened after Isaac finished praying?
es: ¿Qué pasó después de que Isaac terminó de orar?

# q:!GEN!27~35#Question:And what did Isaac answer?
source: And what did Isaac answer?
es: ¿Y cómo contestó Isaac?

# q:!GEN!27~37#Question:What did Isaac answer Esau?
source: What did Isaac answer Esau?
es: ¿Cómo le contestó Isaac a Esaú?

# q:!GEN!27~38#Question:Then what did Esau do?
source: Then what did Esau do?
es: ¿Entonces qué hizo Esaú?

# q:!GEN!27~39#Question:Then what did Isaac do?
source: Then what did Isaac do?
es: ¿Entonces qué hizo Isaac?

# q:!GEN!28~2#Question:What did Isaac say to Jacob?
source: What did Isaac say to Jacob?
es: ¿Qué le dijo Isaac a Jacob?

# q:!GEN!28~6#Question:So how many wives did Esau now have?
source: So how many wives did Esau now have?
es: ¿Entonces cuántas mujeres tenía Esaú?

# q:!GEN!28~17#Question:What did Jacob say about that place?
source: What did Jacob say about that place?
es: ¿Qué dijo Jacob acerca de ese lugar?

# q:!GEN!28~20#Question:What did Jacob promise to God?
source: What did Jacob promise to God?
es: ¿Qué le prometió Jacob a Dios?

# q:!GEN!28~22#Question:What else did Jacob say about that rock?
source: What else did Jacob say about that rock?
es: ¿Qué más dijo Jacob acerca de esa piedra?

# q:!GEN!29~11#Question:Then what else did Jacob do?
source: Then what else did Jacob do?
es: ¿Entonces qué más hizo Jacob?

# q:!GEN!29~18#Question:What did Jacob answer to Laban?
source: What did Jacob answer to Laban?
es: ¿Cómo le contestó Jacob a Labán?

# q:!GEN!29~22#Question:What did Laban do?
source: What did Laban do?
es: ¿Qué hizo Labán?

# q:!GEN!29~24#Question:Who was Zilpah?
source: Who was Zilpah?
es: ¿Quién era Zilpa?

# q:!GEN!29~25#Question:What did Jacob do?
source: What did Jacob do?
es: ¿Qué hizo Jacob?

# q:!GEN!29~29#Question:Who was Bilhah?
source: Who was Bilhah?
es: ¿Quién era Bilha?

# q:!GEN!30~1#Question:What do we learn about Rachel at that time?
source: What do we learn about Rachel at that time?
es: ¿Qué aprendemos acerca de Raquel en ese tiempo?

# q:!GEN!30~6#Question:What did she name the child?
source: What did she name the child?
es: ¿Qué nombre le dio al hijo?

# q:!GEN!30~8#Question:What did she name that child?
source: What did she name that child?
es: ¿Qué nombre le dio a ese hijo?

# q:!GEN!30~9#Question:Meanwhile, what do we learn about Leah?
source: Meanwhile, what do we learn about Leah?
es: ¿Mientras tanto, qué aprendemos acerca de Lea?

# q:!GEN!30~9#Question:So what did Leah do?
source: So what did Leah do?
es: ¿Entonces qué hizo Lea?

# q:!GEN!30~14#Question:What did Rachel request?
source: What did Rachel request?
es: ¿Qué pidió Raquel?

# q:!GEN!30~15#Question:What did Leah say?
source: What did Leah say?
es: ¿Qué dijo Lea?

# q:!GEN!30~15#Question:Then what did Rachel say?
source: Then what did Rachel say?
es: ¿Entonces qué dijo Raquel?

# q:!GEN!30~16#Question:What did Leah do?
source: What did Leah do?
es: ¿Qué hizo Lea?

# q:!GEN!30~16#Question:So what did Jacob do?
source: So what did Jacob do?
es: ¿Entonces qué hizo Jacob?

# q:!GEN!31~13#Question:What did God tell Jacob to do?
source: What did God tell Jacob to do?
es: ¿Qué le dijo Dios a Jacob que hiciera?

# q:!GEN!31~33#Question:What did Laban do?
source: What did Laban do?
es: ¿Qué hizo Labán?

# q:!GEN!31~40#Question:(For) how long did Jacob work for Laban?
source: (For) how long did Jacob work for Laban?
es: ¿Por cuánto tiempo servió Jacob a Labán?

# q:!GEN!31~49#Question:What did Laban say to Jacob?
source: What did Laban say to Jacob?
es: ¿Qué le dijo Labán a Jacob?

# q:!GEN!31~53#Question:Then what did Jacob do?
source: Then what did Jacob do?
es: ¿Entonces qué hizo Jacob?

# q:!GEN!31~54#Question:What happened after the feast?
source: What happened after the feast?
es: ¿Qué pasó después del banquete?

# q:!GEN!32~9#Question:Then what did Jacob do?
source: Then what did Jacob do?
es: ¿Entonces qué hizo Jacob?

source: For what purpose did Jacob send gifts to his older brother?
es: ¿Con qué propósito envió regalos Jacob a su hermano mayor?

# q:!GEN!32~26#Question:What was Jacob's answer?
source: What was Jacob's answer?
es: ¿Cuál fue la respuesta de Jacob?

# q:!GEN!34~1#Question:Who was Dinah?
source: Who was Dinah?
es: ¿Quién era Dina?

# q:!GEN!34~2#Question:Who was Shechem?
source: Who was Shechem?
es: ¿Quién era Siquem?

# q:!GEN!34~2#Question:What did Shechem do to Dinah?
source: What did Shechem do to Dinah?
es: ¿Qué le hizo Siquem a Dina?

# q:!GEN!34~8#Question:What did Hamor request?
source: What did Hamor request?
es: ¿Qué pidió Hamor?

# q:!GEN!35~5#Question:Who was Rebekah?
source: Who was Rebekah?
es: ¿Quién era Rebeca?

# q:!GEN!35~11#Question:What did God promise to Jacob?
source: What did God promise to Jacob?
es: ¿Qué le prometió Dios a Jacob?

# q:!GEN!35~16#Question:Who was Rachel?
source: Who was Rachel?
es: ¿Quién era Raquel?

# q:!GEN!35~16#Question:And who was Isaac?
source: And who was Isaac?
es: ¿Y quién era Isaac?

# q:!GEN!35~21#Question:Who was Reuben, and who was Bilhah?
source: Who was Reuben, and who was Bilhah?
es: ¿Quién era Rubén y quién era Bilha?

# q:!GEN!35~22#Question:How many sons did Jacob have?
source: How many sons did Jacob have?
es: ¿Cuántos hijos tenía Jacob?

# q:!GEN!35~27#Question:Where was Isaac living?
source: Where was Isaac living?
es: ¿Dónde vivía Isaac?

# q:!GEN!37~2#Question:What do we learn about Joseph?
source: What do we learn about Joseph?
es: ¿Qué aprendemos acerca de José?

# q:!GEN!37~12#Question:What happened to Joseph?
source: What happened to Joseph?
es: ¿Qué le pasó a José?

# q:!GEN!37~33#Question:In Jacob's thinking, what happened to Joseph?
source: In Jacob's thinking, what happened to Joseph?
es: Según los pensamientos de Jacob, ¿qué le había pasado a José?

# q:!GEN!37~36#Question:What do we know about Potiphar?
source: What do we know about Potiphar?
es: ¿Qué sabemos acerca de Potifar?

# q:!GEN!38~1#Question:Who was Judah?
source: Who was Judah?
es: ¿Quién era Judá?

# q:!GEN!38~1#Question:And who was Tamar?
source: And who was Tamar?
es: ¿Y quién era Tamar?

# q:!GEN!38~2#Question:Tell me about Judah's wife.
source: Tell me about Judah's wife.
es: Cuenteme acerca de la esposa de Judá.

# q:!GEN!38~6#Question:What was the name of Er's wife?
source: What was the name of Er's wife?
es: ¿Cuál era el nombre la esposa de Er?

# q:!GEN!38~12#Question:What happened to Judah's wife?
source: What happened to Judah's wife?
es: ¿Qué le pasó a la esposa de Judá?

# q:!GEN!39~1#Question:What happened to Joseph?
source: What happened to Joseph?
es: ¿Qué le pasó a José?

# q:!GEN!39~1#Question:What do we know about Potiphar?
source: What do we know about Potiphar?
es: ¿Qué sabemos acerca de Potifar?

source: If Joseph was to sleep with Potiphar's wife, whom else, besides Potiphar, would Joseph be betraying?
es: ¿Si José durmiera con la esposa de Potifar, a quién más, aparte de Potifar, estaría traicionando José?

source: When Joseph said that, did Potiphar's wife leave him alone?
es: ¿Cuándo José dijo así, le dejó en paz la esposa de Potifar?

source: Did Potiphar's wife suggest that Potiphar himself was partly to blame?
es: ¿Sugerió la esposa de Potifar que él mismo tenía parte de la culpa?

# q:!GEN!39~19#Question:What was Potiphar's response?
source: What was Potiphar's response?
es: ¿Cómo respondió Potifar?

# q:!GEN!39~20#Question:What did Potiphar do to Joseph?
source: What did Potiphar do to Joseph?
es: ¿Qué le hizo Potifar a José?

source: Although Joseph had done only good, Potiphar put him in jail. Did that mean that God had forgotten about Joseph and was no longer caring for him/watching over him/helping him?
es: ¿Aunque José solo había hecho cosas buenas, Potifar lo encarceló.Eso quiere decire que Dios le había olvidado a José y que ya no le importaba cuidarle o ayudarle?

# q:!GEN!39~21#Question:Who now began to trust Joseph?
source: Who now began to trust Joseph?
es: ¿Quién ahora empezó a confiar en José?

# q:!GEN!40~3#Question:Where did he imprison them?
source: Where did he imprison them?
es: ¿Dónde les encarceló?

# q:!GEN!41~45#Question:Who became Joseph's wife?
source: Who became Joseph's wife?
es: ¿Quién llegó a ser la esposa de José?

# q:!GEN!42~1#Question:For what purpose did they go to Egypt?
source: For what purpose did they go to Egypt?
es: ¿Con qué propósito fueron a Egipto?

# q:!GEN!42~30#Question:What did they do when they arrived (at) home?
source: What did they do when they arrived (at) home?
es: ¿Qué hicieron cuando llegaron a casa?

# q:!GEN!43~27#Question:What did Joseph ask them?
source: What did Joseph ask them?
es: ¿Qué les preguntó José?

# q:!GEN!43~31#Question:Then what did Joseph do?
source: Then what did Joseph do?
es: ¿Entonces qué hizo José?

source: At the time when Joseph revealed/introduced himself to his brothers, who was present with them?
es: ¿En el momento cuando José se reveló o se presentó a sus hermanos, quién más estaba presente con ellos?

source: At the time when Joseph revealed himself to his brothers, who was present with them?
es: ¿En el momento cuando José se reveló a sus hermanos, quién más estaba presente con ellos?

source: At the time when Joseph introduced himself to his brothers, who was present with them?
es: ¿En el momento cuando José se presentó a sus hermanos, quién más estaba presente con ellos?

source: Only Joseph and his brothers were present. (1)
es: Sólo José y sus hermanos estaban presentes. (1)

# q:!GEN!45~17#Question:What did Pharaoh instruct Joseph's brothers?
source: What did Pharaoh instruct Joseph's brothers?
es: ¿Qué les instruyó Faraón a los hermanos de José?

# q:!GEN!45~28#Question:What did Jacob decide?
source: What did Jacob decide?
es: ¿Qué decidió Jacob?

# q:!GEN!46~8#Question:What does this section describe?
source: What does this section describe?
es: ¿Qué describe esta sección?

# q:!GEN!46~18#Question:What was the name of Leah's maid?
source: What was the name of Leah's maid?
es: ¿Cuál era el nombre de la criada de Lea?

# q:!GEN!46~20#Question:Who was Asenath?
source: Who was Asenath?
es: ¿Quién era Asenat?

# q:!GEN!47~8#Question:What did Pharaoh ask Jacob?
source: What did Pharaoh ask Jacob?
es: ¿Qué le preguntó Faraón Jacob?

# q:!GEN!49~24#Question:What did Jacob say about Joseph's bow?
source: What did Jacob say about Joseph's bow?
es: ¿Qué dijo Jacob acerca del arco de José?

# q:!GEN!49~31#Question:Who else was already buried there?
source: Who else was already buried there?
es: ¿Quién más ya estaba sepultado allí?

# q:!GEN!50~4#Question:What did Joseph do after that?
source: What did Joseph do after that?
es: ¿Qué hizo José después de eso?

# q:!GEN!50~4#Question:What was Joseph's message to Pharaoh?
source: What was Joseph's message to Pharaoh?
es: ¿Cuál fue el mensaje de José para Faraón?

# q:!GEN!50~14#Question:Then what did Joseph do?
source: Then what did Joseph do?
es: ¿Entonces qué hizo José?

# q:!HEB!1~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!1~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# l:!HEB!1~1#Alternate:What does this say/teach about God?-1058402560
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!1~4#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!1~4#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# l:!HEB!1~8#Alternate:What does this say about God/the Son?-1058402560
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!2~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!2~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!2~1#Question:What does that mean?
source: What does that mean?
es: ¿Qué quiere decir eso?

# q:!HEB!2~5#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!2~5#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!2~9#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!2~10#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!2~10#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# l:!HEB!2~10#Alternate:What does this say/tell us about God?-1058402560
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!2~11#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!2~11#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!2~11#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!2~11#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!HEB!2~11#Question:—or—
source: —or—
es: - o -

# q:!HEB!2~14#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!2~14#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!2~14#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!2~14#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!2~14#Question:What does that mean?
source: What does that mean?
es: ¿Qué quiere decir eso?

# q:!HEB!3~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!3~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!3~2#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!3~3#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!3~4#Question:What does this say about God?
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!3~5#Question:What does this say about Moses?
source: What does this say about Moses?
es: ¿Qué dice esto acerca de Moisés?

# q:!HEB!3~7#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!3~7#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!3~7#Question:What did he say?
source: What did he say?
es: ¿Qué dijo?

source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!3~12#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!3~12#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!3~14#Question:—or—
source: —or—
es: - o -

# q:!HEB!3~15#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!3~15#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!4~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!4~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!4~2#Question:—or—
source: —or—
es: - o -

# q:!HEB!4~2#Question:So what happened?
source: So what happened?
es: ¿Entonces qué pasó?

# q:!HEB!4~7#Question:Who said that?
source: Who said that?
es: ¿Quién dijo eso?

# q:!HEB!4~8#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!4~8#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!4~8#Question:—or—
source: —or—
es: - o -

# q:!HEB!4~8#Question:How do we know that?
source: How do we know that?
es: ¿Cómo sabemos eso?

# q:!HEB!4~12#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!4~12#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!4~13#Question:What does this say about God?
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!4~14#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!4~14#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!4~14#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!4~16#Question:—or—
source: —or—
es: - o -

# q:!HEB!5~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!5~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!5~4#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!5~4#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!5~5#Question:What does this say about Christ?
source: What does this say about Christ?
es: ¿Qué dice esto acerca de Cristo?

# q:!HEB!5~7#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!5~7#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!5~7#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!5~11#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!5~11#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!5~11#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!6~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!6~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!6~4#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!6~6#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!6~6#Question:What does that mean?
source: What does that mean?
es: ¿Qué quiere decir eso?

source: What does this say about God? // What does God do with a field/ground which produces well?
es: ¿Qué dice esto acerca de Dios?

source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

source: Why?
es: ¿Por qué?

# q:!HEB!6~9#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.
