Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# n:!EPH!1~1#Note:What do you think an apostle of Christ Jesus is?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en KBT.

# q:!EPH!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!EPH!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# n:!EPH!1~1#Note:Who do you think God is?-22475676
source: See "God" in KBT.
es: Véase "Dios" en TBC.

# q:!EPH!1~1#Question:What do you think it means when someone is faithful?
source: What do you think it means when someone is faithful?
es: ¿Qué cree usted que quiere decir cuando alguien es fiel?

# q:!EPH!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# n:!EPH!1~3#Note:What do you think it means to be holy?-1055694190
source: See "holy" in KBT.
es: Véase "santo" en TBC.

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# n:!EPH!1~3#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# n:!EPH!1~3#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# n:!EPH!1~3#Note:What do you think the gospel is?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!EPH!1~3#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!1~15#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!EPH!1~15#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!EPH!1~15#Question:What do you think the church is?
source: What do you think the church is?
es: ¿Qué cree usted que es la iglesia?

source: What do you think he meant by "body" in this verse?
es: ¿Qué cree que quería decir con la palabra "cuerpo" en este versículo?

# q:!EPH!1~23#Question:What does Christ do?
source: What does Christ do?
es: ¿Qué hace Cristo?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!2~1#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!2~11#Question:What do you think it means to circumcise someone?
source: What do you think it means to circumcise someone?
es: ¿Qué cree usted que quiere decir circuncidar a una persona?

source: See "Israel" in KBT.
es: Véase "Israel" en TBC.

# q:!EPH!2~11#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!EPH!2~11#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

source: See "temple" in KBT.
es: Véase "templo" en TBC.

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# n:!EPH!3~14#Note:What does the &quot;heart&quot; mean to you?315764543
source: See "heart" in KBT.
es: Véase "corazón" en TBC.

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!4~17#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

source: What do you think it means for someone to commit sexual immorality?
es: ¿Qué cree usted que significa cometer inmoralidad sexual?

# q:!EPH!4~17#Question:What do you think the kingdom of God is?
source: What do you think the kingdom of God is?
es: ¿Qué cree usted que es el reino de Dios?

# n:!EPH!4~17#Note:What do you think the kingdom of God is?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

source: What did Paul tell the Christians to do?
es: ¿Qué les dijo Pablo a los cristianos que hicieran?

source: What did Paul tell the Christians to do?
es: ¿Qué les dijo Pablo a los cristianos que hicieran?

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!6~9#Question:How does the believer's Master judge people?
source: How does the believer's Master judge people?
es: ¿Cómo juzga el Señor de los creyentes a cada persona?

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!6~10#Question:What did Paul tell the Christians to do?
source: What did Paul tell the Christians to do?
es: ¿Qué les dijo Pablo a los cristianos que hicieran?

source: Tell in your own words the meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!EPH!6~21#Question:What did Paul say about Tychicus?
source: What did Paul say about Tychicus?
es: ¿Qué dijo Pablo acerca de Tíquico?

# q:!EPH!6~21#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# q:!GAL!1~1#Question:What do you think the church is?
source: What do you think the church is?
es: ¿Qué cree usted que es la iglesia?

# n:!GAL!1~1#Note:What do you think an apostle does?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en KBT.

# q:!GAL!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!GAL!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!GAL!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree usted que quiere decir estar en paz?

# q:!GAL!1~1#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

# n:!GAL!1~1#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# n:!GAL!1~6#Note:What do you think the gospel is?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!GAL!1~6#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# q:!GAL!1~6#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!GAL!1~6#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

source: What do you think it means for someone to condemn someone else?
es: ¿Qué cree usted que significa condenar a otra persona?

# q:!GAL!1~6#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# q:!GAL!1~11#Question:What did Paul say about the gospel he preached to them?
source: What did Paul say about the gospel he preached to them?
es: ¿Qué dijo Pablo acerca del evangelio que les predicó?

# q:!GAL!1~11#Question:What do you know about Jews?
source: What do you know about Jews?
es: ¿Qué sabes acerca de los judíos?

# q:!GAL!1~15#Question:What was the reason that God chose Paul?
source: What was the reason that God chose Paul?
es: ¿Por qué razón escogió Dios a Pablo?

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# q:!GAL!2~1#Question:What do you think it means to circumcise someone?
source: What do you think it means to circumcise someone?
es: ¿Qué cree usted que quiere decir circuncidar a una persona?

source: See "judge" in KBT.
es: Véase "juez" en TBC.

# q:!GAL!2~9#Question:What did Paul say about James and Peter/Cephas and John?
source: What did Paul say about James and Peter/Cephas and John?
es: ¿Qué dijo Pablo acerca de Jacobo y Pedro y Juan?

# q:!GAL!2~19#Question:What did Paul say about the law?
source: What did Paul say about the law?
es: ¿Qué dijo Pablo acerca ley?

# q:!GAL!2~11#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!GAL!2~11#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# q:!GAL!2~21#Question:What did Paul say about what God had done for him?
source: What did Paul say about what God had done for him?
es: ¿Qué dijo Pablo acerca de lo que Dios había hecho por él?

# q:!GAL!2~11#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# q:!GAL!3~1#Question:How did Paul describe the Galatians?
source: How did Paul describe the Galatians?
es: ¿Cómo describió Pablo a los gálatas?

# q:!GAL!3~1#Question:What did Paul ask them?
source: What did Paul ask them?
es: ¿Qué les preguntó Pablo?

# q:!GAL!3~1#Question:What had Paul described to them?
source: What had Paul described to them?
es: ¿Qué les había descrito Pablo?

# n:!GAL!3~1#Note:What do you think a miracle is?132556577
source: See "miracle" in KBT.
es: Véase "milagro" en TBC.

# q:!GAL!3~6#Question:What was the reason that God accepted Abraham as righteous?
source: What was the reason that God accepted Abraham as righteous?
es: ¿Por qué razón Dios le aceptó a Abraham como justo?

# n:!GAL!3~1#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!GAL!3~1#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

# q:!GAL!3~13#Question:How did Christ do that?
source: How did Christ do that?
es: ¿Cómo hizo eso Cristo?

source: What does the scripture say about anyone who is hanged/killed on a tree?
es: ¿Qué dice la Escritura acerca de una persona colgado en un madero?

# q:!GAL!3~1#Question:What do you think it means to make a promise?
source: What do you think it means to make a promise?
es: ¿Qué cree usted que significa hacer una promesa?

# q:!GAL!3~14#Question:What did God promise to Abraham?
source: What did God promise to Abraham?
es: ¿Qué le prometió Dios a Abraham?

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# q:!GAL!3~15#Question:What do you think a covenant is?
source: What do you think a covenant is?
es: ¿Qué cree usted que es un pacto?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

source: See "heart" in KBT.
es: Véase "corazón" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# q:!GAL!4~24#Question:What was the name of the slave woman?
source: What was the name of the slave woman?
es: ¿Cuál era el nombre de la esclava?

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

# q:!GAL!5~7#Question:What did Paul ask them?
source: What did Paul ask them?
es: ¿Qué les preguntó Pablo?

# q:!GAL!5~10#Question:Of what else was Paul sure?
source: Of what else was Paul sure?
es: ¿De qué más estaba seguro Pablo?

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

source: What do you think it means for someone to commit sexual immorality?
es: ¿Qué cree usted que significa cometer inmoralidad sexual?

source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul said in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo dijo en estes versículos.

source: See "world" in KBT.
es: Véase "mundo" en TBC.

source: See "Israel" in KBT.
es: Véase "Israel" en TBC.

source: What do you think it means when someone is merciful to someone else?
es: ¿Qué cree usted que quiere decir cuando alguien es misericordioso a otra persona?

# q:!GAL!6~18#Question:What did Paul pray for them?
source: What did Paul pray for them?
es: ¿Qué oró Pablo para ellos?

# q:!GEN!2~9#Question:Tell me about that garden.
source: Tell me about that garden.
es: Cuenteme sobre ese jardín.

source: From this passage, what do we learn about those/the four rivers of that garden?
es: ¿Basado en este pasaje, qué aprendemos acerca de esos cuatro rios del jardín?

# q:!GEN!3~6#Question:So what did the woman do?
source: So what did the woman do?
es: ¿Entonces qué hizo la mujer?

source: When the man and woman heard God walking in the garden, what did they do?
es: ¿Cuándo el hombre y la mujer oyeron a Dios caminando en el jardín, qué hicieron?

# q:!GEN!3~9#Question:Then what did God do?
source: Then what did God do?
es: ¿Entonces qué hizo Dios?

# q:!GEN!4~1#Question:What was the name of Adam and Eve's firstborn son?
source: What was the name of Adam and Eve's firstborn son?
es: ¿Cuál era el nombre del primer hijo de Adán y Eva?

# q:!GEN!4~2#Question:What was the name of Adam and Eve's second son?
source: What was the name of Adam and Eve's second son?
es: ¿Cuál era el nombre del segundo hijo de Adán y Eva?

source: See "sin" in KBT.
es: Véase "pecado" en TBC.

# q:!GEN!4~10#Question:What did God say about Abel?
source: What did God say about Abel?
es: ¿Qué dijo Dios acerca de Abel?

# q:!GEN!4~15#Question:What was God's answer to Cain?
source: What was God's answer to Cain?
es: ¿Cuál fue la respuesta de Dios a Caín?

# q:!GEN!4~17#Question:What was the name of Cain's son?
source: What was the name of Cain's son?
es: ¿Cuál era el nombre del hijo de Caín?

# q:!GEN!4~17#Question:Who was Lamech?
source: Who was Lamech?
es: ¿Quién era Lamec?

# q:!GEN!4~19#Question:Whom did Lamech marry?
source: Whom did Lamech marry?
es: ¿Con quién se casó Lamec?

source: What was the name of the third son of Adam and Eve? For what reason was he named that?
es: ¿Cuál era el nombre del tercer hijo de Adán y Eva? ¿Por qué le pusieron ese nombre?

# n:!GEN!4~26#Note:What did people begin to do during the time of Seth?605042246
source: See "name" in KBT.
es: Véase "nombre" en TBC.

# q:!GEN!6~9#Question:What did God tell Noah to do?
source: What did God tell Noah to do?
es: ¿Qué le dijo Dios a Noé que hiciera?

# q:!GEN!6~14#Question:Describe the boat which Noah built.
source: Describe the boat which Noah built.
es: Describe el barco que hizo Noé.

# q:!GEN!7~1#Question:Describe the events of this chapter.
source: Describe the events of this chapter.
es: Desscribe los eventos de este capítulo.

# q:!GEN!7~13#Question:For how long did it rain?
source: For how long did it rain?
es: ¿Por cuánto tiempo llovió?

# q:!GEN!9~1#Question:Tell me about God's promise in this passage.
source: Tell me about God's promise in this passage.
es: Cuenteme acerca de la promesa de Dios en este pasaje.

# q:!GEN!9~23#Question:So now what did those two brothers of his do?
source: So now what did those two brothers of his do?
es: ¿Entonces qué hicieron esos dos hermanos de él?

# q:!GEN!11~27#Question:What was the name of Abram's nephew?
source: What was the name of Abram's nephew?
es: ¿Cuál era el nombre del sobrino de Abram?

# q:!GEN!12~13#Question:What did Abram tell Sarai to do?
source: What did Abram tell Sarai to do?
es: ¿Qué le dijo Abram a Sarai que hiciera?

# q:!GEN!15~5#Question:To what did God compare Abram's descendents?
source: To what did God compare Abram's descendents?
es: ¿A qué comparó Dios los descendientes de Abram?

# n:!GEN!15~6#Note:What was Abram's response?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!GEN!16~5#Question:What was Sarai's reaction?
source: What was Sarai's reaction?
es: ¿Cómo reaccionó Sarai?

# q:!GEN!16~9#Question:What did The Angel command Hagar?
source: What did The Angel command Hagar?
es: ¿Qué le ordenó el ángel a Agar?

# q:!GEN!16~10#Question:What did The Angel promise to Hagar?
source: What did The Angel promise to Hagar?
es: ¿Qué le prometió el ángel a Agar?

# q:!GEN!16~13#Question:What did Hagar call God at this time?
source: What did Hagar call God at this time?
es: ¿Cómo le llamó Agar a Dios en este tiempo?

# q:!GEN!17~5#Question:What does the name &quot;Abraham&quot; mean?
source: What does the name "Abraham" mean?
es: ¿Qué significa el nombre de Abraham?

# q:!GEN!17~18#Question:What did Abraham say to God?
source: What did Abraham say to God?
es: ¿Qué le dijo Abraham a Dios?

# q:!GEN!18~15#Question:Then what did God say?
source: Then what did God say?
es: ¿Entonces qué dijo Dios?

# q:!GEN!18~26#Question:What was God's answer to Abraham?
source: What was God's answer to Abraham?
es: ¿Cuál fue la respuesta de Dios a Abraham?

# q:!GEN!20~2#Question:What did King Abimelech do?
source: What did King Abimelech do?
es: ¿Qué hizo el rey Abimelec?

# q:!GEN!20~7#Question:What did God command [to] Abimelech?
source: What did God command [to] Abimelech?
es: ¿Qué le mandó Dios a Abimelec?

source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# q:!GEN!21~12#Question:What did God say to Abraham?
source: What did God say to Abraham?
es: ¿Qué le dijo Dios a Abraham?

# q:!GEN!21~13#Question:What did God promise about Ishmael?
source: What did God promise about Ishmael?
es: ¿Qué prometió Dios acerca de Ismael?

# q:!GEN!21~14#Question:What did Hagar do?
source: What did Hagar do?
es: ¿Qué hizo Agar?

# q:!GEN!21~23#Question:What did Abimelech say to Abraham?
source: What did Abimelech say to Abraham?
es: ¿Qué le dijo Abimelec a Abraham?

# q:!GEN!22~1#Question:For what purpose did God tell Abraham to sacrifice Isaac?
source: For what purpose did God tell Abraham to sacrifice Isaac?
es: ¿Con qué propósito le dijo Dios a Abraham que sacrificara a Isaac?

source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!GEN!22~2#Question:What did God tell Abraham to do?
source: What did God tell Abraham to do?
es: ¿Qué le dijo Dios a Abraham que hiciera?

# q:!GEN!22~8#Question:What was Abraham's answer?
source: What was Abraham's answer?
es: ¿Cuál fue la respuesta de Abraham?

# q:!GEN!22~10#Question:Then what did Abraham do?
source: Then what did Abraham do?
es: ¿Entonces qué hizo Abraham?

# q:!GEN!22~17#Question:What did God promise to Abraham?
source: What did God promise to Abraham?
es: ¿Qué le prometió Dios a Abraham?

# q:!GEN!23~11#Question:What was Ephron's answer to Abraham?
source: What was Ephron's answer to Abraham?
es: ¿Cuál fue la respuesta de Efrón a Abraham?

# q:!GEN!23~13#Question:What then did Abraham say?
source: What then did Abraham say?
es: ¿Entonces qué dijo Abraham?

# q:!GEN!24~10#Question:What was the cargo of the camels?
source: What was the cargo of the camels?
es: ¿Cuál era la carga que llevaban los camellos?

# q:!GEN!24~11#Question:What did he have the camels do?
source: What did he have the camels do?
es: ¿Qué le puso a hacer a los camellos?

# q:!GEN!24~17#Question:When the servant saw Rebekah, what did he do?
source: When the servant saw Rebekah, what did he do?
es: ¿́Cuando el criado vio a Rebeca, qué hizo?

source: After the servant had finished drinking, what then did Rebekah say to him?
es: ¿Cuando el criado había terminado de beber, entonces qué le dijo Rebeca?

# q:!GEN!24~20#Question:Then what did Rebekah do?
source: Then what did Rebekah do?
es: ¿Entonces qué hizo Rebeca?

# q:!GEN!24~24#Question:What was Rebekah's answer?
source: What was Rebekah's answer?
es: ¿Cuál fue la respuesta de Rebeca?

# q:!GEN!24~29#Question:Who was Laban?
source: Who was Laban?
es: ¿Quién era Labán?

source: When the servant heard their answer, what was the first thing that he did?
es: ¿Cuando el criado escuchó su respuesta, cual fue lo primero que hizo?

# q:!GEN!25~24#Question:What does the name &quot;Esau&quot; mean?
source: What does the name "Esau" mean?
es: ¿Qué significa el nombre de Esaú?

# q:!GEN!25~24#Question:What does the name &quot;Jacob&quot; mean?
source: What does the name "Jacob" mean?
es: ¿Qué significa el nombre de Jacob?

# q:!GEN!25~30#Question:What did Esau tell Jacob to do?
source: What did Esau tell Jacob to do?
es: ¿Qué le dijo Esaú a Jacob que hiciera?

# q:!GEN!26~2#Question:What did God command [to] Isaac?
source: What did God command [to] Isaac?
es: ¿Qué le mandó Dios a Isaac?
