Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

source: At least how many witnesses were required before a man was put to death?
es: ¿Por lo menos cuántos testigos se requieren antes de que un hombre sea condenado a muerte?

source: Why must a daughter who inherits land marry within their own tribe?
es: ¿Por qué una hija que herede la tierra debe casarse dentro de su propia tribu?

# q:!NUM!36~13#Question:Where did Moses give these commands?
source: Where did Moses give these commands?
es: ¿De dónde vino Moisés a dar estas órdenes?

# q:!1CH!16~25#Question:Who is great and greatly to be praised?
source: Who is great and greatly to be praised?
es: ¿Quién es grande y digno en gran manera de ser alabado?

# q:!1CH!23~28#Question:What were the duties of the Levites?
source: What were the duties of the Levites?
es: ¿Cuáles eran los deberes de los levitas?

source: Approximately how many of the descendants of Jacob of Israel went to Egypt?
es: ¿Aproximadamente cuántos de los descendientes de Jacob de Israel fueron a Egipto?

source: What can be said regarding the growth of the Israelites in Egypt?
es: ¿Qué se puede decir con respecto al crecimiento del pueblo de Israel en Egipto?

# q:!EXO!1~8#Question:What did the new king of Egypt fear?
source: What did the new king of Egypt fear?
es: ¿A qué temía el nuevo rey de Egipto?

# q:!EXO!1~11#Question:What two cities in Egypt did the Israelites build?
source: What two cities in Egypt did the Israelites build?
es: ¿Cuáles dos ciudades construyeron los israelitas en Egipto?

# q:!EXO!1~11#Question:How did the Egyptians make the Israelites suffer?
source: How did the Egyptians make the Israelites suffer?
es: ¿Cómo hicieron sufrir los egipcios a los Israelitas?

# q:!EXO!1~15#Question:What did the king of Egypt tell the Hebrew midwives to do?
source: What did the king of Egypt tell the Hebrew midwives to do?
es: ¿Qué les dijo que hicieran el rey de Egipto a las parteras hebreas?

# q:!EXO!1~17#Question:Why didn't the Hebrew midwives obey Pharaoh?
source: Why didn't the Hebrew midwives obey Pharaoh?
es: ¿Por qué las parteras hebreas no obedecieron a Faraón?

source: After the midwives refused to kill the boy babies, what did Pharaoh command?
es: ¿Después de que las parteras se negaron a matar a los bebés varones, qué ordenó el Faraón?

# q:!EXO!2~1#Question:Of what tribe was Moses?
source: Of what tribe was Moses?
es: ¿De qué tribu era Moisés ?

# q:!EXO!2~2#Question:How was baby Moses spared from being killed?
source: How was baby Moses spared from being killed?
es: ¿Cómo se salvo Moisés de ser muerto?

# q:!EXO!2~7#Question:Who was paid to nurse Moses?
source: Who was paid to nurse Moses?
es: ¿A quién se le pagó para alimentar a Moisés ?

# q:!EXO!2~10#Question:Who gave Moses his name?
source: Who gave Moses his name?
es: ¿Quién le dio a Moisés su nombre?

source: What caused Moses to flee from Pharaoh to the land of Midian?
es: ¿Qué causó a Moisés huir de Faraón a la tierra de Madián?

# q:!EXO!2~16#Question:With whom did Moses live in Midian?
source: With whom did Moses live in Midian?
es: ¿Con quién vivió Moisés en Madián?

# q:!EXO!3~1#Question:How did God catch Moses' attention?
source: How did God catch Moses' attention?
es: ¿Cómo Dios llamó la atención de Moisés?

# q:!EXO!3~4#Question:What did God say to Moses?
source: What did God say to Moses?
es: ¿Qué dijo Dios a Moisés?

# q:!EXO!3~10#Question:What did God ask Moses to do?
source: What did God ask Moses to do?
es: ¿Qué le pidió Dios a Moisés que hiciera?

# q:!EXO!3~16#Question:What was Moses to tell the elders of Israel?
source: What was Moses to tell the elders of Israel?
es: ¿Qué les iba decir Moisés a los ancianos de Israel?

# q:!EXO!3~18#Question:What were they to ask of the king of Egypt?
source: What were they to ask of the king of Egypt?
es: ¿Qué le pedirían ellos al rey de Egipto?

# q:!EXO!3~19#Question:What showed the foreknowledge of God?
source: What showed the foreknowledge of God?
es: ¿Qué mostraría la presciencia de Dios?

# q:!EXO!3~21#Question:How were the Israelites to leave Egypt?
source: How were the Israelites to leave Egypt?
es: ¿Cómo saldrían los Israelitas de Egipto?

source: What three signs would Moses perform in the sight of the elders in case they would not believe him?
es: ¿Cuáles tres señales Moisés realizaría a la vista de los ancianos en caso de que ellos no le creyeran?

# q:!EXO!4~10#Question:What other excuse did Moses offer?
source: What other excuse did Moses offer?
es: ¿Qué otra excusa ofreció Moisés?

# q:!EXO!4~18#Question:Why did the Lord seek to kill Moses on the way to Egypt?
source: Why did the Lord seek to kill Moses on the way to Egypt?
es: ¿Por qué el Señor quiso matar a Moisés en el camino a Egipto?

source: What was the reaction of the elders of Israel to the words which the Lord had spoken to Moses?
es: ¿Cuál fue la reacción de los ancianos de Israel a las palabras que el Señor había hablado a Moisés?

source: How did Pharaoh react when Moses first requested him to let Israel go?
es: ¿Cómo reaccionó el Faraón cuando Moisés le pidió primero que permitiera a Israel ir?

# q:!EXO!5~6#Question:What did Pharaoh command the taskmasters?
source: What did Pharaoh command the taskmasters?
es: ¿Qué ordenó el Faraón a los capataces?

# q:!EXO!5~22#Question:What did Moses say to God?
source: What did Moses say to God?
es: ¿Qué le dijo Moisés a Dios?

# q:!EXO!6~1#Question:What did the Lord say to Moses?
source: What did the Lord say to Moses?
es: ¿Qué le dijo el Señor a Moisés?

# q:!EXO!6~10#Question:What did the Lord tell Moses to tell Pharaoh?
source: What did the Lord tell Moses to tell Pharaoh?
es: ¿Qué le dijo el Señor a Moisés para decirle al Faraón?

# q:!EXO!6~16#Question:Of which son of Levi was Moses a descendant?
source: Of which son of Levi was Moses a descendant?
es: ¿De qué hijo de Leví era descendiente Moisés ?

# q:!EXO!6~18#Question:What relation was Korah to Moses?
source: What relation was Korah to Moses?
es: ¿Qué relación había de Coat a Moisés?

# q:!EXO!6~23#Question:What were the names of Aaron's sons?
source: What were the names of Aaron's sons?
es: ¿Cómo se llamaban los hijos de Aarón?

source: What would the Egyptians know when the Lord sent judgments on Egypt?
es: ¿Qué sabrían los egipcios cuándo el Señor enviara los juicios sobre Egipto?

# q:!EXO!7~7#Question:How old were Moses and Aaron when they spoke to Pharaoh?
source: How old were Moses and Aaron when they spoke to Pharaoh?
es: ¿Cuántos años tenían Moisés y Aarón cuándo le hablaron a Faraón?

source: What did Pharaoh's magicians do when Aaron's rod became a serpent?
es: ¿Qué hicieron los magos de Faraón cuándo la vara se volvió una serpiente?

# q:!EXO!7~12#Question:What did Aaron's rod do to the rods of Pharaoh's magicians?
source: What did Aaron's rod do to the rods of Pharaoh's magicians?
es: ¿Qué les hizo la vara de Aarón a las varas de los magos de Faraón?

# q:!EXO!7~14#Question:What was the first plague that was put on the Egyptians?
source: What was the first plague that was put on the Egyptians?
es: ¿Cuál fue la primera plaga que se puso sobre los egipcios?

source: What was Pharaoh's reaction when his magicians imitated this plague?
es: ¿Cuál fue la reacción de Faraón cuándo sus magos imitaron esta plaga?

# q:!EXO!8~1#Question:To what extent did frogs invade Egypt?
source: To what extent did frogs invade Egypt?
es: ¿Hasta qué punto las ranas invardieron Egipto?

# q:!EXO!8~9#Question:When did Pharaoh want the frogs to depart?
source: When did Pharaoh want the frogs to depart?
es: ¿Hasta cuándo quería el Faraón que las ranas partieran?

source: What did Pharaoh do when he saw that there was relief from the frogs?
es: ¿Qué hizo el Faraón cuando vió que había alivio de las ranas?

source: What was the first plague that Pharaoh's magicians could not duplicate?
es: ¿Cuál fue la primera plaga que los magos de Faraón no pudieron reproducir?

# q:!EXO!8~19#Question:What did they have to admit?
source: What did they have to admit?
es: ¿Qué tuvieron que admitir ellos?

# q:!EXO!8~20#Question:After what plague did Pharaoh offer his first compromise?
source: After what plague did Pharaoh offer his first compromise?
es: ¿Después de qué plaga Faraón ofreció su primer compromiso?

source: How did God make a difference between the Israelites and the Egyptians?
es: ¿Cómo hizo Dios una diferencia entre los Israelitas y los Egipcios?

# q:!EXO!8~25#Question:What was Pharaoh's first compromise?
source: What was Pharaoh's first compromise?
es: ¿Cuál fue el primer compromiso de Faraón?

# q:!EXO!8~28#Question:What was Pharaoh's second compromise?
source: What was Pharaoh's second compromise?
es: ¿Cuál fue el segundo compromiso de Faraón?

# q:!EXO!9~1#Question:What was the fifth plague?
source: What was the fifth plague?
es: ¿Cuál fue la quinta plaga?

# q:!EXO!9~8#Question:What was the sixth plague?
source: What was the sixth plague?
es: ¿Cuál fue la sexta plaga?

# q:!EXO!9~13#Question:What was the seventh plague?
source: What was the seventh plague?
es: ¿Cuál fue la séptima plaga?

# q:!EXO!9~20#Question:How could the Egyptians be spared from this seventh plague?
source: How could the Egyptians be spared from this seventh plague?
es: ¿Cómo pudieron huír los egipcios de esta séptima plaga?

source: What would future generations of Israelites know as a result of these plagues?
es: ¿Qué las generaciones futuras de Israelites sabrían como resultado de estas plagas?

source: What was Pharaoh's third compromise and how did Moses refuse?
es: ¿Cuál fue el tercer compromiso de Faraón y cómo lo rehusó Moisés?

# q:!EXO!10~12#Question:What was the eighth plague?
source: What was the eighth plague?
es: ¿Cuál fue la octava plaga?

# q:!EXO!10~21#Question:What was the ninth plague?
source: What was the ninth plague?
es: ¿Cuál fue la novena plaga?

source: What was Pharaoh's fourth compromise and how did Moses refuse?
es: ¿Cuál fue el cuarto compromiso de Faraón y cómo lo rehusó Moisés?

# q:!EXO!10~27#Question:What would Moses never see again according to Pharaoh?
source: What would Moses never see again according to Pharaoh?
es: ¿Qué fue lo que le dijo el Faraón a Moisés qué nunca vería de nuevo ?

# q:!EXO!11~2#Question:What were the Israelites to borrow from their neighbors?
source: What were the Israelites to borrow from their neighbors?
es: ¿Qué fueron a pedir prestado los Israelitas a sus vecinos?

# q:!EXO!11~4#Question:What would happen to the Egyptians during the tenth plague?
source: What would happen to the Egyptians during the tenth plague?
es: ¿Qué les pasaría a los egipcios durante la décima plaga?

source: What were the Israelites to do on the tenth day of the month?
es: ¿Qué se les mandó hacer a los Israelitas en el décimo día del mes?

source: What were the Israelites to do on the fourteenth day of the month?
es: ¿Qué se les mandó hacer a los Israelitas en el decimocuarto día del mes?

source: How were the Israelites to be dressed when they ate the Passover lamb?
es: ¿Cómo deberían estar vestidos los Israelitas cuándo ellos comieran el cordero de la Pascua?

# q:!EXO!12~13#Question:What would God do when He saw the blood on the doorpost?
source: What would God do when He saw the blood on the doorpost?
es: ¿Qué haría Dios cuando El viera la sangre en el poste de la puerta?

# q:!EXO!12~14#Question:What would that day be throughout all generations?
source: What would that day be throughout all generations?
es: ¿Cómo sería ese día a lo largo de todas las generaciones?

# q:!EXO!12~37#Question:Approximately how many Israelite men left Egypt?
source: Approximately how many Israelite men left Egypt?
es: ¿Aproximadamente cuántos Israelitas dejaron Egipto?

source: What was required of a stranger in order for them to keep the Passover?
es: ¿Qué se requirió de un extraño para que ellos guarden el Pascua?

# q:!EXO!13~3#Question:What was the purpose of the Feast of Unleavened Bread?
source: What was the purpose of the Feast of Unleavened Bread?
es: ¿Cuál fue el propósito de la Fiesta del Pan sin levadura?

# q:!EXO!13~11#Question:What was to be set apart to the Lord?
source: What was to be set apart to the Lord?
es: ¿Qué sería puesto aparte para el Señor?

source: Why didn't God lead the Israelites by way of the land of the Philistines?
es: ¿Por qué Dios no llevó a los Israelitas por el camino de la tierra de los Filisteos?

# q:!EXO!13~19#Question:What did Moses take with him when he left Egypt?
source: What did Moses take with him when he left Egypt?
es: ¿Qué tomó Moisés con él cuando dejó Egipto?

# q:!EXO!13~21#Question:How did God lead the Israelites?
source: How did God lead the Israelites?
es: ¿Cómo llevaba Dios a los Israelitas?

source: What did Pharaoh do when he realized he had let Israel go from serving Egypt?
es: ¿Qué hizo el Faraón cuándo comprendió que había permitido ir a Israel serviendo a Egipto?

# q:!EXO!14~13#Question:What did Moses say to the people?
source: What did Moses say to the people?
es: ¿Qué dijo Moisés a la gente?

# q:!EXO!14~15#Question:What did God tell Moses to say to the people?
source: What did God tell Moses to say to the people?
es: ¿Qué dijo Dios a Moisés para decir a la gente?

# q:!EXO!14~21#Question:By what means did God cause the sea to go back?
source: By what means did God cause the sea to go back?
es: En que manera causó Dios que el mar se retirase?

# q:!EXO!14~22#Question:How did Israel cross the sea?
source: How did Israel cross the sea?
es: Cómo Israel cruzó el mar?

# q:!EXO!14~23#Question:What difficulty did the Egyptians have crossing?
source: What difficulty did the Egyptians have crossing?
es: ¿Qué dificultad tuvieron los egipcios para cruzar?

source: What did God tell Moses to do so the waters would come back?
es: ¿Qué dijo Dios a Moisés para hacer que las aguas regresaran?

# q:!EXO!14~28#Question:What happened to Pharaoh's army?
source: What happened to Pharaoh's army?
es: ¿Qué le pasó al ejército del Faraón?

source: What was the reaction of Israel when they saw what God had done?
es: ¿Cuál fue la reacción de Israel cuándo vieron lo que Dios había hecho?

# q:!EXO!15~20#Question:Who else sang a song?
source: Who else sang a song?
es: ¿Quién más cantó una canción?

# q:!EXO!15~22#Question:What problem did they encounter at Marah?
source: What problem did they encounter at Marah?
es: ¿Qué problema encontraron ellos en María?

# q:!EXO!15~24#Question:How was the problem solved?
source: How was the problem solved?
es: ¿Cómo se resolvió el problema?

# q:!EXO!15~27#Question:What was at Elim?
source: What was at Elim?
es: ¿Que había en Elim?

source: How did God promise to answer the complaints regarding hunger?
es: ¿Cómo prometió Dios contestar las quejas con respecto a hambre?

source: What happened to the bread that was left over until the next day?
es: ¿Qué le pasó al pan que fue dejado hasta el siguiente día?

# q:!EXO!16~22#Question:What were they to do differently on the sixth day?
source: What were they to do differently on the sixth day?
es: ¿Qué hicieron ellos de manera diferente en el sexto día?

# q:!EXO!17~1#Question:How did God solve the thirst problem?
source: How did God solve the thirst problem?
es: ¿Cómo resolvió Dios el problema de la sed?

# q:!EXO!17~8#Question:Who came and fought against Israel?
source: Who came and fought against Israel?
es: ¿Quién vino y luchó contra Israel?

# q:!EXO!17~9#Question:Who held up Moses' hands?
source: Who held up Moses' hands?
es: ¿Qué le pasó al ejército del Faraón?

# q:!EXO!17~15#Question:What did Moses call the altar which he built?
source: What did Moses call the altar which he built?
es: ¿Cómo llamó Moisés el altar qué construyó?

# q:!EXO!18~1#Question:Who was Moses' father-in-law?
source: Who was Moses' father-in-law?
es: ¿Quién era el suegro de Moisés?

# q:!EXO!18~13#Question:What advice did he give to Moses?
source: What advice did he give to Moses?
es: ¿Qué consejo dió él a Moisés?

# q:!EXO!19~5#Question:What did God want Israel to be?
source: What did God want Israel to be?
es: ¿Qué queria Dios que Israel fuera?

source: What would happen to the people who touched the mountain at Sinai?
es: ¿Qué le pasaría a la gente que tocaran el monte en Sinaí?

source: What visible and audible manifestations occurred when the Lord descended on Mount Sinai?
es: ¿Qué manifestaciones visibles y audibles ocurrieron cuándo el Señor descendió en el Monte Sinaí?

# q:!EXO!20~2#Question:List the Ten Commandments.
source: List the Ten Commandments.
es: Escriba los Diez Mandamientos.

source: What physical phenomena accompanied the giving of the Ten Commandments?
es: ¿Qué fenómenos físicos acompañaron al dar los Diez Mandoamientos?

# q:!EXO!20~25#Question:What instructions were given regarding an altar of stone?
source: What instructions were given regarding an altar of stone?
es: ¿Qué instrucciones se dieron con respecto a un altar de piedras?

# q:!EXO!21~2#Question:After how many years would a Hebrew servant be freed?
source: After how many years would a Hebrew servant be freed?
es: ¿Después de cuántos años sería liberado un siervo hebreo?

source: What happened if a servant loved his master and did not wish to go out free?
es: ¿Qué pasaba si un siervo amaba a su amo y no deseaba salir libre?

# q:!EXO!21~12#Question:For what acts of violence were laws given?
source: For what acts of violence were laws given?
es: ¿Por que hechos de violencia fueron dadas las leyes?

source: What happened to the owner of an animal that killed a person if that owner had knowledge that the animal previously had a record of violence?
es: ¿Qué le pasaba al dueño de un animal que mataba a una persona si ese dueño supiera de que el animal tenía un registro previo de violencia?

source: What was to be done to a man who killed a thief that was breaking in?
es: ¿Qué se le haría a un hombre que mató a un ladrón que estaba forzando a entrar?

source: What was required of a man who let his animal graze in another man's field?
es: ¿Qué fue requerido de un hombre que permitió a su animal pastar en el campo de otro hombre?

source: What was required of a man who enticed a virgin who was not betrothed?
es: ¿Qué fue requerido de un hombre que engañara a una viregen que no estaba comprometida?

# q:!EXO!22~19#Question:What was to be done to a person who lay with an animal?
source: What was to be done to a person who lay with an animal?
es: ¿Qué se le haría a una persona que viviera con un animal?

source: What was to be done to a person who sacrificed to any god, except the Lord only?
es: ¿Qué se le haría a una persona que hiciera sacrificio a cualquier dios, sólo exceptúando al Señor?

# q:!EXO!22~21#Question:Who was not to be mistreated?
source: Who was not to be mistreated?
es: Quién no sería maltratado?

# q:!EXO!23~1#Question:What should you not circulate?
source: What should you not circulate?
es: ¿En qué no debe usted circular?

source: What should you do if you see your enemy's animal going astray?
es: ¿Qué debería hacer usted si ve al animal de su enemigo extraviado?

# q:!EXO!23~8#Question:Why shouldn't you take a bribe?
source: Why shouldn't you take a bribe?
es: ¿Por qué no debe usted tomar un soborno?

# q:!EXO!23~12#Question:What was the Sabbath for?
source: What was the Sabbath for?
es: ¿Para qué era el Sábado ?

# q:!EXO!23~14#Question:What were the three annual feasts?
source: What were the three annual feasts?
es: ¿Cuáles fueron las tres fiestas anuales?

# q:!EXO!23~20#Question:What was the Angel sent to do?
source: What was the Angel sent to do?
es: ¿Qué fue enviado a hacer el ángel ?

source: What were the Israelites to do to the inhabitants of the promised land?
es: ¿Que deberían de hacer los Israelitas a los habitantes de la tierra prometida?

source: What, besides the Angel, did God send before the Israelites?
es: ¿Además del Angel, qué envió Dios delante de los Israelitas?

source: Why didn't God drive out the inhabitants of the land all at once?
es: ¿Por qué Dios no sacó a todos los habitantes de la tierra de un solo?

source: How did the Israelites reply when Moses told them the words of the Lord?
es: ¿Cómo contestaron los Israelitas cuándo Moisés les dijo las palabras del Señor?

# q:!EXO!24~12#Question:What did the Lord say He would give Moses on the mountain?
source: What did the Lord say He would give Moses on the mountain?
es: ¿Qué le dijo el Señor a Moisés que le daría en el monte?

# q:!EXO!24~18#Question:How long was Moses on the mountain?
source: How long was Moses on the mountain?
es: ¿Cuánto tiempo estuvo Moisés en el monte?

# q:!EXO!25~9#Question:What helped Moses in the building of the tabernacle?
source: What helped Moses in the building of the tabernacle?
es: ¿Qué le ayudó a Moisés para edificación del tabernáculo?

# q:!EXO!25~10#Question:What pieces of furniture were overlaid with pure gold?
source: What pieces of furniture were overlaid with pure gold?
es: ¿Qué partes de muebles fueron cubiertas con oro puro?

# q:!EXO!25~21#Question:What was to be set on top of the ark?
source: What was to be set on top of the ark?
es: ¿Qué había de ponerse encima del arca?

# q:!EXO!25~21#Question:What was to be placed in the ark?
source: What was to be placed in the ark?
es: ¿Qué había de ponerse dentro del arca?

# q:!EXO!25~31#Question:From what material was the lampstand made?
source: From what material was the lampstand made?
es: ¿De qué material se hicieron los candeleron?

# q:!EXO!25~32#Question:How many lamps were in the lampstand?
source: How many lamps were in the lampstand?
es: ¿Cuántas lámparas habían en el candelero?

# q:!EXO!26~1#Question:What four materials covered the tabernacle?
source: What four materials covered the tabernacle?
es: ¿Cuáles eran los cuatro materiales que cubrieron el tabernáculo?

# q:!EXO!26~33#Question:What divided the holy place and the Most Holy?
source: What divided the holy place and the Most Holy?
es: ¿Qué dividía el lugar Santo y el Lugar Santísimo?

# q:!EXO!26~34#Question:What was put in the Most Holy?
source: What was put in the Most Holy?
es: ¿Qué fue puesto en el Lugar Santísimo?

# q:!EXO!26~35#Question:What was put in the holy Place?
source: What was put in the holy Place?
es: ¿Qué fue puesto en el Lugar Santo?

# q:!EXO!27~2#Question:What was the altar for burnt offerings overlaid with?
source: What was the altar for burnt offerings overlaid with?
es: ¿Con qué se cubría el altar para ofrecer el sacrificio?

# q:!EXO!27~9#Question:What were the dimensions of the court of the tabernacle?
source: What were the dimensions of the court of the tabernacle?
es: ¿Cuáles eran las dimensiones del atrio del tabernáculo?

# q:!EXO!27~20#Question:How often was the lamp in the tabernacle to burn?
source: How often was the lamp in the tabernacle to burn?
es: ¿Qué tan a menudo estaban ardiendo las lámparas?

# q:!EXO!28~1#Question:Who was selected for the priesthood?
source: Who was selected for the priesthood?
es: ¿Quién fue seleccionado para el sacerdocio?

# q:!EXO!28~4#Question:What garments were to be made for the priests?
source: What garments were to be made for the priests?
es: ¿Qué vestiduras serían hechas para los sacerdotes?

source: What was engraved on the stones for the shoulders of the ephod?
es: ¿Qué fue grabado en las piedras para las hombreras del efod?

# q:!EXO!28~21#Question:What was engraved on the stones for the breastplate?
source: What was engraved on the stones for the breastplate?
es: ¿Qué fue grabado en las piedras para el pectoral?

# q:!EXO!28~33#Question:What was put at the hem of the priest's robe?
source: What was put at the hem of the priest's robe?
es: ¿Qué se puso en las orlas de la túnica del sacerdote?

source: What different offerings were made when consecrating priests?
es: Qué ofrendas diferentes fueron se hicieron cuando se consabraban los sacerdotes?
