Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!HEB!6~9#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!6~10#Question:What does this say about God?
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# l:!HEB!6~11#Alternate:What else? // Why?1881079942
source: Why?
es: ¿Por qué?

source: How should they live?
es: ¿Como deben conducirse?

# q:!HEB!6~13#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!6~13#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!6~13#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!6~14#Question:What did he say?
source: What did he say?
es: ¿Qué dijo?

# q:!HEB!6~16#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!6~16#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!6~17#Question:What does this say about God?
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!6~19#Question:How is that? // In what sense?
source: How is that? // In what sense?
es: ¿En qué sentido?

# q:!HEB!6~19#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!7~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!7~4#Question:What does this say about Melchizedek?
source: What does this say about Melchizedek?
es: ¿Qué dice esto acerca de Melquisedec?

source: How do we know that he was great? // What happened that shows that he was great?
es: ¿Qué sucedió que muestra que el era un hombre de gran rango?

# q:!HEB!7~5#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~5#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!7~8#Question:What does this say about Melchizedek?
source: What does this say about Melchizedek?
es: ¿Qué dice esto acerca de Melquisedec?

# q:!HEB!7~11#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~11#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!7~12#Question:Why is that?
source: Why is that?
es: ¿Por qué es así?

# q:!HEB!7~15#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~15#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!7~16#Question:How do we know that?
source: How do we know that?
es: ¿Cómo sabemos eso?

# q:!HEB!7~16#Question:—or—
source: —or—
es: - o -

# q:!HEB!7~18#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!7~20#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~20#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!7~23#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~23#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!7~26#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!7~26#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!8~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!8~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!8~3#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!8~3#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!8~4#Question:Why not?
source: Why not?
es: ¿Por qué no?

source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!8~6#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!8~7#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!8~7#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!8~9#Question:So what happened?
source: So what happened?
es: ¿Entonces qué pasó?

# q:!HEB!9~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!9~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!9~6#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!9~6#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!9~11#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!9~11#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!9~11#Question:What does this say about Christ?
source: What does this say about Christ?
es: ¿Qué dice esto acerca de Cristo?

# q:!HEB!9~14#Question:—or—
source: —or—
es: - o -

# q:!HEB!9~16#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!9~16#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!9~21#Question:What else did Moses do?
source: What else did Moses do?
es: ¿Qué más hizo Moisés?

# q:!HEB!9~21#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!9~23#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!9~23#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!9~25#Question:When?
source: When?
es: ¿Cuándo?

# q:!HEB!9~27#Question:So what does it say about Christ and his dying?
source: So what does it say about Christ and his dying?
es: ¿Entonces qué dice esto acerca de Cristo y su muerte?

# q:!HEB!9~27#Question:So what will he do?
source: So what will he do?
es: ¿Entonces qué hará?

# q:!HEB!10~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!10~5#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~5#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!10~5#Question:What does this say about Christ?
source: What does this say about Christ?
es: ¿Qué dice esto acerca de Cristo?

# a:!HEB!10~7#Answer:What did he say about God's Book?1000470972
source: —or—
es: - o -

# q:!HEB!10~11#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~11#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!10~15#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~15#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!10~15#Question:What else does he say?
source: What else does he say?
es: ¿Qué más dice?

# q:!HEB!10~15#Question:—or—
source: —or—
es: - o -

# q:!HEB!10~19#Question:Briefly tell in your own words what the author said
source: Briefly tell in your own words what the author said
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~19#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!10~21#Question:—or—
source: —or—
es: - o -

# q:!HEB!10~26#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~26#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# l:!HEB!10~30#Alternate:What does this say about God/punishment?-1058402560
source: What does this say about God?
es: ¿Qué dice esto acerca de Dios?

# q:!HEB!10~30#Question:—or—
source: —or—
es: - o -

# q:!HEB!10~30#Question:What else did he say?
source: What else did he say?
es: ¿Qué más dijo?

# q:!HEB!10~32#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!10~32#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!10~34#Question:What else did they do?
source: What else did they do?
es: ¿Qué más hicieron?

# q:!HEB!10~34#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!HEB!11~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~3#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~4#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~4#Question:Why?
source: Why?
es: ¿Por qué?

source: How do we know Abel's was better? // What happened that showed that Abel's was better?
es: ¿Qué sucedió que muestra que el sacrificio de Abel era mejor?

# q:!HEB!11~5#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~5#Question:Why did he do that?
source: Why did he do that?
es: ¿Por qué hizo así?

# q:!HEB!11~5#Question:What must they believe?
source: What must they believe?
es: ¿Qué deben creer?

# q:!HEB!11~7#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~7#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!11~8#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~8#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!11~8#Question:What does this say about Abraham?
source: What does this say about Abraham?
es: ¿Qué dice esto acerca de Abraham?

# q:!HEB!11~8#Question:So what happened?
source: So what happened?
es: ¿Entonces qué pasó?

# q:!HEB!11~8#Question:Why did he do that?
source: Why did he do that?
es: ¿Por qué hizo así?

# q:!HEB!11~9#Question:—or—
source: —or—
es: - o -

# q:!HEB!11~9#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!11~11#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~11#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!11~13#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~13#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!11~17#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~17#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!11~19#Question:So what happened?
source: So what happened?
es: ¿Entonces qué pasó?

# q:!HEB!11~20#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~21#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~22#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~23#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~24#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~24#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!11~27#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~27#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!HEB!11~29#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~29#Question:What happened to the Egyptians?
source: What happened to the Egyptians?
es: ¿Qué les pasó a los egipcios?

# q:!HEB!11~30#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~32#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!11~32#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!11~39#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!HEB!12~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~1#Question:—or—
source: —or—
es: - o -

source: What does that mean?
es: ¿Qué quiere decir eso?

# q:!HEB!12~2#Question:What does this say about Jesus?
source: What does this say about Jesus?
es: ¿Qué dice esto acerca de Jesús?

# q:!HEB!12~2#Question:Why was he willing to die that way?
source: Why was he willing to die that way?
es: ¿Por qué estaba dispuesto a morir así?

# q:!HEB!12~3#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~3#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~5#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~5#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~5#Question:Who is he speaking to (or about)?
source: Who is he speaking to (or about)?
es: ¿A quién (o acerca de quién) está hablando?

# q:!HEB!12~5#Question:—or—
source: —or—
es: - o -

# q:!HEB!12~5#Question:How is that? // In what sense?
source: How is that? // In what sense?
es: ¿En qué sentido?

# q:!HEB!12~5#Question:Why?
source: Why?
es: ¿Por qué?

# q:!HEB!12~7#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~7#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~12#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~12#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~12#Question:—or—
source: —or—
es: - o -

# q:!HEB!12~14#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~14#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~14#Question:So what did he do?
source: So what did he do?
es: ¿Entonces qué hizo?

# q:!HEB!12~14#Question:What did Isaac do?
source: What did Isaac do?
es: ¿Qué hizo Isaac?

# q:!HEB!12~18#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~18#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~21#Question:What did Moses say?
source: What did Moses say?
es: ¿Qué dijo Moisés?

# q:!HEB!12~22#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~22#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!12~25#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~25#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.
