Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!NUM!4~33#Question:Under whose authority were the duties of the Merarites?
source: Under whose authority were the duties of the Merarites?
es: ¿Bajo qué autoridad estaban los deberes de los hijos de Merari?

# q:!NUM!5~6#Question:When a person sinned what was he to add to his restitution?
source: When a person sinned what was he to add to his restitution?
es: Cuando una persona ha pecado ¿qué podía añadir a su restitución?

source: If the spirit of jealousy came on a man who suspected his wife committed adultery what was the wife made to drink?
es: Si el espíritu de celos llegó en un hombre que sospechaba que su esposa había cometido adulterio ¿que debía beber la esposa?

# q:!NUM!5~27#Question:What happened to the woman if she was guilty of adultery?
source: What happened to the woman if she was guilty of adultery?
es: ¿Qué pasó con la mujer si ella era culpable de adulterio?

source: What did the vow of the Nazarite consist of concerning wine, hair, and dead bodies?
es: ¿En qué consistía el voto de Nazareo respecto a los vinos, el cabello, y los cadáveres?

source: How many carts and oxen were given to the sons of Gershon for service?
es: ¿Cuántos carros y bueyes se les dio a los hijos de Gersón por el servicio?

source: How many carts and oxen were given to the sons of Merari for service?
es: ¿Cuántos carros y bueyes se les dio a los hijos de Merari por el servicio?

source: How many carts and oxen were given to the sons of Kohath for service?
es: ¿Cuántos carros y bueyes se les dio a los hijos de Coat para el servicio?

source: What did the leaders of each tribe do for twelve consecutive days?
es: ¿Qué hicieron los líderes de cada tribu durante doce días consecutivos?

source: What did Moses hear when he went into the tabernacle after the dedicatory offering?
es: ¿Qué oyó Moisés cuando entró en el tabernáculo después de la ofrenda dedicatoria?

# q:!NUM!8~11#Question:Why were the Levites purified?
source: Why were the Levites purified?
es: ¿Por qué se purificaron los levitas?

source: What age group of Levites did the service of the tabernacle?
es: ¿Qué grupo de edad de los levitas hicieron el servicio del tabernáculo?

source: What did the Israelites celebrate on the fourteenth day of the first month?
es: ¿Qué hicieron los israelitas el día catorce del primer mes?

# q:!NUM!9~13#Question:Who was cut off from among the people?
source: Who was cut off from among the people?
es: ¿Quién fue cortado de entre el pueblo?

# q:!NUM!9~14#Question:How were strangers to celebrate the Passover?
source: How were strangers to celebrate the Passover?
es: ¿Cómo debían los extranjeros celebrar la Pascua?

# q:!NUM!9~15#Question:What covered the tabernacle when it was set up?
source: What covered the tabernacle when it was set up?
es: ¿Qué cubrió el tabernáculo cuando fue erigido?

# q:!NUM!9~15#Question:What was the appearance of the cloud in the evening?
source: What was the appearance of the cloud in the evening?
es: ¿Cuál fue la apariencia de la nube en la noche?

# q:!NUM!9~17#Question:How did the Israelites know when to move or stay?
source: How did the Israelites know when to move or stay?
es: ¿Cómo los israelitas saben cuándo moverse o quedarse?

source: Who was to gather at the tabernacle when both trumpets sounded?
es: ¿Quiénes habían de reunirse en el tabernáculo cuando ambas trompetas sonaban?

# q:!NUM!10~4#Question:Who was to gather if just one trumpet sounded?
source: Who was to gather if just one trumpet sounded?
es: ¿Quién iba a reunirse si solo una trompeta sonó?

source: For what other three purposes were the trumpets to be sounded?
es: ¿Por qué otros tres propósitos las trompetas sonaban?

source: What was the order of their march when the Israelites moved?
es: ¿Cuál fue el orden de la marcha cuando los israelitas se trasladaron?

source: What did the Lord send when the people complained about their hardships?
es: ¿Qué envió el Señor cuando el pueblo se quejó de sus penalidades?

# q:!NUM!11~4#Question:What did the people desire rather than manna?
source: What did the people desire rather than manna?
es: ¿Qué deseó la gente más que el maná?

# q:!NUM!11~9#Question:When was the manna provided?
source: When was the manna provided?
es: ¿Cuándo se proporcionó el maná?

source: What did Moses desire rather than carry all the people himself?
es: ¿Qué deseó Moisés en lugar de llevar a toda la gente por sí mismo?

# q:!NUM!11~18#Question:How much meat did the Lord say He would provide?
source: How much meat did the Lord say He would provide?
es: ¿Cuánta carne dijo el Señor que Él proveería?

source: What question did the Lord ask Moses when he doubted God's ability to provide so much meat?
es: ¿Qué pregunta hizo el Señor a Moisés cuando dudaba de la capacidad de Dios de proporcionar tanta carne?

# q:!NUM!11~31#Question:How deep was the pile of quail that the Lord provided?
source: How deep was the pile of quail that the Lord provided?
es: ¿Qué tan profundo era el montón de codornices que el Señor proveyó?

source: What did the Lord send while the meat was still between their teeth?
es: ¿Qué envió el Señor mientras que la carne estaba todavía entre sus dientes?

# q:!NUM!12~1#Question:Why did Miriam and Aaron speak against Moses?
source: Why did Miriam and Aaron speak against Moses?
es: ¿Por qué Miriam y Aaron hablaron contra Moisés?

# q:!NUM!12~3#Question:How meek was Moses?
source: How meek was Moses?
es: ¿Cómo tan manso era Moisés?

# q:!NUM!12~8#Question:How did the Lord speak to Moses?
source: How did the Lord speak to Moses?
es: ¿Cómo hablaba el Señor a Moisés?

# q:!NUM!12~9#Question:What judgment fell on Miriam?
source: What judgment fell on Miriam?
es: ¿Qué juicio cayó sobre Miriam?

# q:!NUM!13~4#Question:How many men did Moses send to explore the land of Canaan?
source: How many men did Moses send to explore the land of Canaan?
es: ¿Cuántos hombres envió Moisés a explorar la tierra de Canaán?

# q:!NUM!13~17#Question:What were the men to find out about the land?
source: What were the men to find out about the land?
es: ¿Qué habián de descubrir los hombres acerca de la tierra?

# q:!NUM!13~20#Question:What were the men to bring back?
source: What were the men to bring back?
es: ¿Qué debían traer de vuelta los hombres?

# q:!NUM!13~25#Question:How long did the men explore the land?
source: How long did the men explore the land?
es: ¿Cuánto tiempo los hombres explorarón la tierra?

# q:!NUM!13~26#Question:What report did the men give Moses?
source: What report did the men give Moses?
es: ¿Qué informe dierón los hombres a Moisés?

# q:!NUM!13~30#Question:Who encouraged Moses to take possession of the land?
source: Who encouraged Moses to take possession of the land?
es: ¿Quién animó a Moisés a tomar posesión de la tierra?

# q:!NUM!13~31#Question:Why were the rest of the men afraid to attack Canaan?
source: Why were the rest of the men afraid to attack Canaan?
es: ¿Por qué el resto de los hombres tenían miedo de atacar a Canaán?

# q:!NUM!14~1#Question:Where did the whole congregation desire to return?
source: Where did the whole congregation desire to return?
es: ¿A dónde deseó toda la congregación volver?

# q:!NUM!14~6#Question:How did Joshua and Caleb respond?
source: How did Joshua and Caleb respond?
es: ¿Cómo respondieron a Josué y Caleb?

# q:!NUM!14~10#Question:What did the congregation want to do to Joshua and Caleb?
source: What did the congregation want to do to Joshua and Caleb?
es: ¿Qué quería la congregación hacer a Josué y Caleb?

# q:!NUM!14~11#Question:What did the Lord tell Moses that He would do?
source: What did the Lord tell Moses that He would do?
es: ¿Qué le dijo el Señor a Moisés que hiciera?

# q:!NUM!14~13#Question:Why did Moses intercede?
source: Why did Moses intercede?
es: ¿Por qué Moisés intercede?

# q:!NUM!14~20#Question:How did the Lord respond to the intercession of Moses?
source: How did the Lord respond to the intercession of Moses?
es: ¿Cómo respondió el Señor a la intercesión de Moisés?

# q:!NUM!14~22#Question:Who would die in the wilderness?
source: Who would die in the wilderness?
es: ¿Quién iba a morir en el desierto?

# q:!NUM!14~30#Question:Who would enter in the promised land?
source: Who would enter in the promised land?
es: ¿Quién entraría en la tierra prometida?

# q:!NUM!14~32#Question:How long would they wander in the wilderness?
source: How long would they wander in the wilderness?
es: ¿Por cuánto tiempo iban a vagar por el desierto?

source: What happened to those who searched out the land but brought back the report of unbelief?
es: ¿Qué pasó con los que buscarón a la tierra, pero devolvierón el informe de la incredulidad?

# q:!NUM!14~39#Question:What did the people decide to do after the plague?
source: What did the people decide to do after the plague?
es: ¿Qué decidió la gente hacer después de la plaga?

# q:!NUM!14~41#Question:What happened to these people?
source: What happened to these people?
es: ¿Qué pasó con estas personas?

source: How did the offering of the Israelites compare with the offerings of the strangers who dwelled with them?
es: ¿Cómo fue la ofrenda de los hijos de Israel comparada con las ofrendas de los extranjeros que habitaban con ellos?

# q:!NUM!15~22#Question:What type of sin is being forgiven in verses 22-29?
source: What type of sin is being forgiven in verses 22-29?
es: ¿Qué clase de pecado está siendo perdonado en los versículos 22-29?

source: What type of sin resulted in being cut off from the people?
es: ¿Qué tipo de pecado resultó en ser cortado de la gente?

source: What happened to the man who gathered sticks on the Sabbath?
es: ¿Qué pasó con el hombre que recogía leña en el día de reposo?

source: Why were the Israelites to put tassels on the hems of their clothing?
es: ¿Por qué los hijos de Israel debían poner flecos en los bordes de sus vestidos?

# q:!NUM!16~1#Question:What did Korah, Dathan and Abiram do?
source: What did Korah, Dathan and Abiram do?
es: ¿Qué hicieron Coré, Datán y Abiram?

# q:!NUM!16~28#Question:What happened to Korah and his followers?
source: What happened to Korah and his followers?
es: ¿Qué le pasó a Coré y sus seguidores?

source: How many people died in the plague in addition to the incident involving Korah?
es: ¿Cuántas personas murieron en la plaga, además del incidente de Coré?

# q:!NUM!17~2#Question:How many rods were laid before the Lord in the tabernacle?
source: How many rods were laid before the Lord in the tabernacle?
es: ¿Cuántas baras fueron puestos ante el Señor en el tabernaculo?

# q:!NUM!17~8#Question:What happened to the rod with Aaron's name on it?
source: What happened to the rod with Aaron's name on it?
es: ¿Qué pasó con la bara con el nombre de Aarón sobre ella?

# q:!NUM!18~1#Question:What was the responsibility of Aaron and his sons?
source: What was the responsibility of Aaron and his sons?
es: ¿Cuál fue la responsabilidad de Aarón y de sus hijos?

# q:!NUM!18~2#Question:What were the duties of the Levites?
source: What were the duties of the Levites?
es: ¿Cuáles eran los deberes de los levitas?

# q:!NUM!18~8#Question:Who was to receive a share of the offerings?
source: Who was to receive a share of the offerings?
es: ¿Quién iba a recibir una parte de las ofrendas?

# q:!NUM!18~20#Question:Who was not to receive an inheritance of the land?
source: Who was not to receive an inheritance of the land?
es: ¿Quién no iba a recibir una herencia de la tierra?

# q:!NUM!18~21#Question:What was given to the children of Levi for an inheritance?
source: What was given to the children of Levi for an inheritance?
es: ¿Qué se le dió a los hijos de Leví por heredad?

# q:!NUM!18~25#Question:What were the Levites to give to Aaron the priest?
source: What were the Levites to give to Aaron the priest?
es: ¿Qué debían los levitas dar a Aarón el sacerdote?

# q:!NUM!19~2#Question:What animal was used for the cleansing of the priests?
source: What animal was used for the cleansing of the priests?
es: ¿Qué animal se utilizó para la purificación de los sacerdotes?

# q:!NUM!19~11#Question:Touching what caused a person to become unclean?
source: Touching what caused a person to become unclean?
es: ¿Tocar que cosa volvía a una persona impura?

# q:!NUM!20~1#Question:Who died at Kadesh?
source: Who died at Kadesh?
es: ¿Quién murió en Cades?

source: What did the Lord tell Moses to do to provide water for the Israelites?
es: ¿Qué le dijo el Señor a Moisés que hiciera para suministrar agua a los israelitas?

# q:!NUM!20~9#Question:What did Moses do instead?
source: What did Moses do instead?
es: ¿Qué hizo Moisés en su lugar?

source: As a result of this disobedience what would not the Lord allow Moses and Aaron to do?
es: ¿Como resultado de esta desobediencia, qué no permitió el Señor que Moisés y Aarón hicieran?

# q:!NUM!20~18#Question:Who would not allow Israel to pass through their country?
source: Who would not allow Israel to pass through their country?
es: ¿Qué país no le permitía a Israel pasar por su tierra?

# q:!NUM!20~28#Question:What did Moses do to Eleazar before Aaron died?
source: What did Moses do to Eleazar before Aaron died?
es: ¿Qué hizo Moisés a Eleazar antes de que Aarón murió?

# q:!NUM!21~1#Question:What three kings did Israel defeat?
source: What three kings did Israel defeat?
es: ¿Qué tres reyes derrotó Israel?

source: Why did the Lord send poisonous snakes to bite the Israelites?
es: ¿Por qué el Señor envía serpientes venenosas a morder a los israelitas?

# q:!NUM!21~8#Question:What was the remedy for the snake bites?
source: What was the remedy for the snake bites?
es: ¿Cuál fue el remedio para las mordeduras de serpiente?

# q:!NUM!21~16#Question:What did the Israelites sing at the well?
source: What did the Israelites sing at the well?
es: ¿Qué cantarón los israelitas en el pozo?

# q:!NUM!22~4#Question:Of what nation was Balak king?
source: Of what nation was Balak king?
es: ¿De qué nación era Balac rey?

# q:!NUM!22~5#Question:What did Balak want Balaam to do?
source: What did Balak want Balaam to do?
es: ¿Qué quería Balac que Balaam hiciera?

# q:!NUM!22~12#Question:What did God tell Balaam not to do?
source: What did God tell Balaam not to do?
es: ¿Qué le dijo Dios a Balaam que no hiciera?

source: How was Balak's second approach to Balaam different from the first?
es: ¿Cómo fue el segundo enfoque de Balac a Balaam diferente al primero?

# q:!NUM!22~18#Question:What did Balaam do that showed he was wavering?
source: What did Balaam do that showed he was wavering?
es: ¿Qué hizo Balaam que mostraba que estaba vacilando?

source: When Balaam went with the princes of Moab what stood in his path?
es: ¿Cuando Balaam fue con los príncipes de Moab que se interponía en su camino?

source: What did the donkey do when it saw the angel the first time?
es: ¿Qué hizo el burro cuando vio al ángel la primera vez?

source: What did the donkey do when it saw the angel further on ahead?
es: ¿Qué hizo el burro cuando vio al ángel más adelante?

# q:!NUM!22~35#Question:What did the angel of the Lord tell Balaam to do?
source: What did the angel of the Lord tell Balaam to do?
es: ¿Qué le dijo el ángel del Señor a Balaam que hiciera?

# q:!NUM!22~41#Question:Where did Balak take Balaam?
source: Where did Balak take Balaam?
es: ¿De dónde saca Balac a Balaam?

# q:!NUM!23~10#Question:How did Balaam wish to die?
source: How did Balaam wish to die?
es: ¿Cómo Balaam deseaba morir?

# q:!NUM!23~11#Question:Why was Balak frustrated?
source: Why was Balak frustrated?
es: ¿Por qué se frustró Balac?

source: On what mountain did they build seven altars the second time?
es: ¿En qué montaña construyeron siete altares la segunda vez?

# q:!NUM!23~19#Question:In what ways is God not like a man?
source: In what ways is God not like a man?
es: ¿De qué maneras Dios no es como un hombre?

# q:!NUM!23~21#Question:To what two animals did Balaam liken Israel?
source: To what two animals did Balaam liken Israel?
es: ¿Con qué dos animales comparó Balaam a Israel?

source: On what mountain did Balak build seven altars the third time?
es: ¿En qué monte contruyó Balac siete altares la tercera vez?

source: Balaam prophesied that Israel's king would be greater than which king?
es: ¿Balaam profetizó que el rey de Israel sería mayor que cuál rey?

# q:!NUM!24~12#Question:What was all that Balaam said he would say to Balak?
source: What was all that Balaam said he would say to Balak?
es: ¿Qué fue todo lo que Balaam dijo que le diría a Balac?

# q:!NUM!24~15#Question:What six nations would be conquered or destroyed?
source: What six nations would be conquered or destroyed?
es: ¿Qué seis naciones serían conquistadas o destruidas?

# q:!NUM!25~1#Question:Of what were many of the Israelite men guilty?
source: Of what were many of the Israelite men guilty?
es: ¿De qué fueron muchos de los hombres de Israel culpable?

# q:!NUM!25~4#Question:What was to be done to those who worshipped Baal of Peor?
source: What was to be done to those who worshipped Baal of Peor?
es: ¿Qué se iba a hacer con los que adoraban a Baal de Peor?

source: What did Phinehas do to the Israelite man and Midianite woman?
es: ¿Qué hizo Finees al hombre israelita y a la mujer madianita?

# q:!NUM!25~9#Question:How many died in the plague?
source: How many died in the plague?
es: ¿Cuántos murieron en la plaga?

# q:!NUM!25~17#Question:How were the Israelites to treat the Midianites?
source: How were the Israelites to treat the Midianites?
es: ¿Cómo debían los hijos de Israel tratar a los madianitas?

# q:!NUM!26~51#Question:When Moses took his second census how many were numbered?
source: When Moses took his second census how many were numbered?
es: ¿Cuando Moisés tomó su segundo censo cuántos hombres eran en total?

# q:!NUM!26~53#Question:How was the census used to divide the land?
source: How was the census used to divide the land?
es: ¿Cómo fue el censo utilizado para dividir la tierra?

# q:!NUM!26~62#Question:How many Levites were numbered?
source: How many Levites were numbered?
es: ¿Cuántas levitas fueron contados?

source: Who were the only ones still alive at the second census that were alive at the first census?
es: ¿Quiénes eran los únicos que seguían vivos en el segundo censo que estaban vivos en el primer censo?

# q:!NUM!27~1#Question:What incident prompted the laws of inheritance to be given?
source: What incident prompted the laws of inheritance to be given?
es: ¿Qué incidente provocó que se dieran las leyes de la herencia?

# q:!NUM!27~20#Question:What was Moses to give him?
source: What was Moses to give him?
es: ¿Qué debía darle Moisés?

# q:!NUM!28~3#Question:How many lambs were offered each day as a burnt offering?
source: How many lambs were offered each day as a burnt offering?
es: ¿Cuántos corderos fueron ofrecidos cada día en holocausto?

source: What was to be presented on the first day of each month as a burnt offering?
es: ¿Qué debía ser presentado el primer día de cada mes como holocausto?

# q:!NUM!28~16#Question:When was the Passover to be held?
source: When was the Passover to be held?
es: ¿Cuándo se debía celebrar la Pascua?

source: When were they to hold a sacred assembly and do no regular work?
es: ¿Cuándo debían tener una asamblea litúrgica y no hacer ningún trabajo?

source: What was the offering for on the tenth day of the seventh month?
es: ¿Para qué fue la ofrenda del décimo día del séptimo mes?

# q:!NUM!29~12#Question:What began on the fifteenth day of the seventh month?
source: What began on the fifteenth day of the seventh month?
es: ¿Qué comenzó en el decimoquinto día del séptimo mes?

# q:!NUM!30~2#Question:What must a man do who makes a vow to the Lord?
source: What must a man do who makes a vow to the Lord?
es: ¿Qué debe hacer un hombre que hace un voto al Señor?

source: Who can disallow a vow of a young woman in the day he hears of it?
es: ¿Quién puede no permitir el voto de una mujer joven en el día en que se entera de ello?

source: Who can disallow a vow of a married woman when he hears of it?
es: ¿Quién puede no permitir el voto de una mujer casada, cuando se entera de ello?

# q:!NUM!30~9#Question:What is said about vows of widows and divorced women?
source: What is said about vows of widows and divorced women?
es: ¿Qué se dice acerca de los votos de las viudas y las mujeres divorciadas?

# q:!NUM!31~1#Question:Who were the Israelites to fight against before Moses died?
source: Who were the Israelites to fight against before Moses died?
es: ¿Contra quiénes habían de pelear los hijos de Israel antes de la muerte de Moisés?

# q:!NUM!31~8#Question:Who else was killed with the sword?
source: Who else was killed with the sword?
es: ¿Cuántos reyes de Madián fueron asesinados?

# q:!NUM!31~14#Question:Why was Moses angry when the army returned?
source: Why was Moses angry when the army returned?
es: ¿Por qué se enojó Moisés cuando el ejército regresó?

# q:!NUM!31~32#Question:What else did the soldiers capture besides people?
source: What else did the soldiers capture besides people?
es: ¿Qué más hicieron los soldados, además de capturar a la gente?

# q:!NUM!32~1#Question:What did the Reubenites and the Gadites request?
source: What did the Reubenites and the Gadites request?
es: ¿Qué hicieron los hijos de Rubén y qué solicitarón los de Gad?

# q:!NUM!32~6#Question:Why did Moses at first deny their request?
source: Why did Moses at first deny their request?
es: ¿Por qué Moisés nego su solicitud primero?

source: What did the Reubenites and Gadites offer to do if Moses would grant their request?
es: ¿Qué ofrecieron hacer los hijos de Rubén y Gad si Moisés les concedería su petición?

# q:!NUM!32~33#Question:What other tribe was given land east of Jordan?
source: What other tribe was given land east of Jordan?
es: ¿A qué otra tribu se le dio la tierra al este del Jordán?

source: What were the Israelites to do when they crossed over Jordan?
es: ¿Qué debían hacer los israelitas cuando cruzaron el Jordán?

# q:!NUM!33~55#Question:What would happen if the Israelites disobeyed?
source: What would happen if the Israelites disobeyed?
es: ¿Qué pasaría si los israelitas desobedecían?

source: Who set the boundaries of the land of Canaan for the Israelites?
es: ¿Quién establece los límites de la tierra de Canaán a los israelitas?

# q:!NUM!34~13#Question:This land was to be divided among how many tribes?
source: This land was to be divided among how many tribes?
es: ¿Entre cuántas tribus este terreno fue dividido?

source: How many men from each tribe were appointed to help assign the land?
es: ¿Cuántos hombres de cada tribu fueron designados para ayudar a distribuir la tierra?

# q:!NUM!35~3#Question:Why was land around the towns given to the Levites?
source: Why was land around the towns given to the Levites?
es: ¿Para qué fue dada a los levitas la tierra alrededor de las ciudades?

# q:!NUM!35~7#Question:How many towns in total were to be given to the Levites?
source: How many towns in total were to be given to the Levites?
es: ¿Cuántas ciudades en total iban a ser dado a los levitas?

# q:!NUM!35~6#Question:How many towns were to be selected as cities of refuge?
source: How many towns were to be selected as cities of refuge?
es: ¿Cuántas ciudades iban a ser seleccionadas como ciudades de refugio?

# q:!NUM!35~16#Question:What type of killers was to be put to death?
source: What type of killers was to be put to death?
es: ¿Qué tipo de asesinos fueron puestos a muerte?

source: What type of killers was allowed to go to a city of refuge?
es: ¿A qué tipo de asesinos se les permitió ir a una ciudad de refugio?

source: What could happen to a killer who stepped outside a city of refuge?
es: ¿Qué le puede pasar a un asesino que salió de una ciudad de refugio?
