Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!1SA!30~26#Question:Who else was given some of the plunder?
source: Who else was given some of the plunder?
es: ¿A quién más se le dio algunos de los despojos?

# q:!1SA!31~1#Question:Who was killed on Mount Gilboa?
source: Who was killed on Mount Gilboa?
es: ¿Quién murió en el Monte Gilboa?

# q:!1SA!31~9#Question:What did the Philistines do to the body of Saul?
source: What did the Philistines do to the body of Saul?
es: ¿Qué hicieron los filisteos al cuerpo de Saúl?

# q:!1SA!31~11#Question:What did the men of Jabesh Gilead do?
source: What did the men of Jabesh Gilead do?
es: ¿Qué hicieron los hombres de Jabes de Galaad?

# q:!JDG!1~1#Question:Who was the first tribe to go against the Canaanites?
source: Who was the first tribe to go against the Canaanites?
es: ¿Quién fue la primera tribu en ir contra los cananeos?

# q:!JDG!1~6#Question:How did Adonibezek “reap what he sowed?”
source: How did Adonibezek “reap what he sowed?”
es: ¿Cómo Adonibesec “cosecho lo que sembró?”

# q:!JDG!1~12#Question:Who was given Caleb's daughter to marry?
source: Who was given Caleb's daughter to marry?
es: ¿A quién se le dio la hija de Caleb para casarse?

# q:!JDG!1~16#Question:Why didn't Judah drive out the inhabitants of the valley?
source: Why didn't Judah drive out the inhabitants of the valley?
es: ¿Por qué Judá no expulsó a los habitantes del valle?

# q:!JDG!1~21#Question:Who else failed to drive out the inhabitants in their land?
source: Who else failed to drive out the inhabitants in their land?
es: ¿Quién más no pudo echar a los habitantes de la tierra?

# q:!JDG!2~1#Question:What did the angel of the LORD say to Israel?
source: What did the angel of the LORD say to Israel?
es: ¿Qué le dijo el ángel de Jehová a Israel?

# q:!JDG!2~6#Question:What arose after Joshua and the elders died?
source: What arose after Joshua and the elders died?
es: ¿Qué surgió después de que Josué y los ancianos murierón?

# q:!JDG!2~14#Question:To whom did the LORD deliver Israel?
source: To whom did the LORD deliver Israel?
es: ¿De quién el Señor libra a Israel?

# q:!JDG!2~16#Question:Who did the LORD raise up to help them?
source: Who did the LORD raise up to help them?
es: ¿Quién levantó el Señor para ayudarles?

# q:!JDG!2~19#Question:What happened after the judge died?
source: What happened after the judge died?
es: ¿Qué pasó después de que el juez murió?

# q:!JDG!3~1#Question:Why did the LORD leave some nations?
source: Why did the LORD leave some nations?
es: ¿Por qué el Señor dejó algunas naciones?

# q:!JDG!3~7#Question:What judge delivered Israel from the king of Mesopotamia?
source: What judge delivered Israel from the king of Mesopotamia?
es: ¿Qué juez liberó a Israel del rey de Mesopotamia?

# q:!JDG!3~12#Question:What physically was different about Ehud?
source: What physically was different about Ehud?
es: ¿Qué era físicamente diferente de Ehud?

# q:!JDG!3~17#Question:What physically was different about Eglon?
source: What physically was different about Eglon?
es: ¿Qué era físicamente diferente de Eglón?

# q:!JDG!3~27#Question:How long did Israel have rest from the Moabites?
source: How long did Israel have rest from the Moabites?
es: ¿Cuánto tiempo Israel descanso de los moabitas?

# q:!JDG!4~1#Question:With how many chariots did Sisera oppress the Israelites?
source: With how many chariots did Sisera oppress the Israelites?
es: ¿Con cuántos carros Sísara oprimio a los israelitas?

# q:!JDG!4~4#Question:What lady judged Israel?
source: What lady judged Israel?
es: ¿Qué mujer juzgó a Israel?

# q:!JDG!4~12#Question:How was Sisera killed?
source: How was Sisera killed?
es: ¿Cómo fue matado Sísara?

# q:!JDG!5~1#Question:What did Deborah and Barak do after the victory?
source: What did Deborah and Barak do after the victory?
es: ¿Qué hicierón Deborah y Barak después de la victoria?

# q:!JDG!5~23#Question:What did the angel of the LORD say to Meroz?
source: What did the angel of the LORD say to Meroz?
es: ¿Qué le dijo el ángel de Jehová a Meroz?

# q:!JDG!5~24#Question:What did the mother of Sisera cry out?
source: What did the mother of Sisera cry out?
es: ¿Qué grito la madre de Sísara?

# q:!JDG!6~1#Question:What did the Midianites do to Israel?
source: What did the Midianites do to Israel?
es: ¿Qué hicieron los madianitas a Israel?

# q:!JDG!6~11#Question:Where did the angel of the LORD appear to Gideon?
source: Where did the angel of the LORD appear to Gideon?
es: ¿A dónde apareció el ángel del Señor a Gedeón?

# q:!JDG!6~12#Question:What did the angel say to Gideon?
source: What did the angel say to Gideon?
es: ¿Qué le dijo el ángel a Gedeón?

# q:!JDG!6~13#Question:What did Gideon ask the angel?
source: What did Gideon ask the angel?
es: ¿Qué pidió Gedeón al ángel?

# q:!JDG!6~14#Question:What was the first sign that God gave to Gideon?
source: What was the first sign that God gave to Gideon?
es: ¿Cuál fue la primera señal que Dios dio a Gedeón?

# q:!JDG!6~25#Question:What did Gideon and his ten servants do?
source: What did Gideon and his ten servants do?
es: ¿Qué hicierón Gedeón y sus diez siervos?

source: What did Joash, the father of Gideon say to those who wanted to kill Gideon?
es: ¿Qué dijo Joás, el padre de Gedeón,a los que querían matar a Gedeon?

# q:!JDG!6~36#Question:What two signs did God give Gideon with the fleece of wool?
source: What two signs did God give Gideon with the fleece of wool?
es: ¿Cuáles dos señales dio Dios a Gedeón con el vellón de lana?

# q:!JDG!7~1#Question:How many men left Gideon because they were afraid?
source: How many men left Gideon because they were afraid?
es: ¿Cuántos hombres dejaron a Gedeon, porque tenían miedo?

# q:!JDG!7~4#Question:How many passed the water test?
source: How many passed the water test?
es: ¿Cuántos pasaron la prueba del agua?

source: What did Gideon hear when he went near the camp of the Midianites?
es: ¿Qué esucho Gedeón cuando se fue cerca del campamento de los madianitas?

# q:!JDG!7~16#Question:With what were Gideon's men equipped?
source: With what were Gideon's men equipped?
es: ¿Con qué se equiparon los hombres de Gedeón?

# q:!JDG!7~20#Question:What did Gideon's men shout?
source: What did Gideon's men shout?
es: ¿Qué gritaron los hombres de Gedeón?

# q:!JDG!8~1#Question:What did Gideon do to the men of Succoth?
source: What did Gideon do to the men of Succoth?
es: ¿Qué hizo Gedeón a los hombres de Sucot?

# q:!JDG!8~17#Question:What did Gideon do to the tower of Peniel?
source: What did Gideon do to the tower of Peniel?
es: ¿Qué hizo Gedeón a la torre de Peniel?

# q:!JDG!8~18#Question:What did Gideon do to Zebah and Zalmunna?
source: What did Gideon do to Zebah and Zalmunna?
es: ¿Qué hizo Gedeón a Zeba y Zalmuna?

# q:!JDG!8~22#Question:What mistake did Gideon make?
source: What mistake did Gideon make?
es: ¿Qué error cometió Gedeon?

# q:!JDG!8~28#Question:How long did the land enjoy peace during Gideon's lifetime?
source: How long did the land enjoy peace during Gideon's lifetime?
es: ¿Cuánto tiempo disfrutó la tierra de paz durante la vida de Gedeón?

# q:!JDG!8~29#Question:What happened after Gideon died?
source: What happened after Gideon died?
es: ¿Qué pasó después que Gedeón murió?

# q:!JDG!9~46#Question:How did the citizens of Shechem die?
source: How did the citizens of Shechem die?
es: ¿Cómo murieron los ciudadanos de Siquem?

# q:!JDG!9~50#Question:How did Abimelech die?
source: How did Abimelech die?
es: ¿Cómo murió Abimelec?

# q:!JDG!10~1#Question:Who led Israel for twenty-three years?
source: Who led Israel for twenty-three years?
es: ¿Quién guió a Israel durante veintitrés años?

# q:!JDG!10~3#Question:Who led Israel for twenty-two years, and had thirty sons?
source: Who led Israel for twenty-two years, and had thirty sons?
es: ¿Quién guió a Israel durante veintidós años y tuvo treinta hijos?

source: How long were the Israelites oppressed by the Philistines and the Ammonites?
es: ¿Por cuánto tiempo los israelitas fueron oprimidos por los filisteos y los amonitas?

source: How did the LORD reply when the Israelites cried out unto Him?
es: ¿Cómo respondió el Señor cuando los israelitas clamaron a Él?

source: Who did the elders of Gilead ask to lead them in war against the Ammonites?
es: ¿A quién pidierón los ancianos de Galaad para guiarlos en la guerra contra los hijos de Amón?

source: What did the king of Ammon do with the message that Jephthah sent him?
es: ¿Qué hizo el rey de los amonitas con el mensaje que Jefté le envió?

# q:!JDG!11~29#Question:What did Jephthah vow unto the LORD?
source: What did Jephthah vow unto the LORD?
es: ¿Qué voto hizo Jefté á Jehová?

source: How did the Gileadites determine if a man was an Ephraimite?
es: ¿Cómo los galaaditas determinaron si un hombre era efrateo?

# q:!JDG!12~8#Question:What other three judges are mentioned in this chapter?
source: What other three judges are mentioned in this chapter?
es: ¿Qué otros tres jueces se mencionan en este capítulo?

# q:!JDG!13~1#Question:How long were the Israelites oppressed by the Philistines?
source: How long were the Israelites oppressed by the Philistines?
es: ¿Por cuánto tiempo los israelitas eran oprimidos por los filisteos?

source: What did the angel of the LORD say to Manoah's wife regarding the son that was to be born of her?
es: ¿Qué le dijo el ángel de Jehová a la esposa de Manoa con respecto al hijo que iba a nacer de ella?

# q:!JDG!13~15#Question:What happened when Manoah presented his offering?
source: What happened when Manoah presented his offering?
es: ¿Qué ocurrió cuando Manoa ofreció su ofrenda?

# q:!JDG!13~24#Question:What did Manoah's wife name her son?
source: What did Manoah's wife name her son?
es: ¿Cómo nombró la esposa de Manoa su hijo?

# q:!JDG!14~1#Question:Who did Samson want for a wife?
source: Who did Samson want for a wife?
es: ¿A quién quería Samson por esposa?

# q:!JDG!14~5#Question:What did Samson kill with his bare hands?
source: What did Samson kill with his bare hands?
es: ¿Qué mató Sansón con sus propias manos?

source: How did the companions of Samson find out the meaning of his riddle?
es: ¿Cómo averiguaron los compañeros de Samson el significado de la adivinanza?

# q:!JDG!14~19#Question:How did Samson get the thirty changes of garments?
source: How did Samson get the thirty changes of garments?
es: ¿Cómo Samson obtuvo las treinta prendas de vestir?

# q:!JDG!14~20#Question:What happened to Samson's wife?
source: What happened to Samson's wife?
es: ¿Qué pasó con la mujer de Sansón?

# q:!JDG!15~1#Question:What did Samson do with the foxes?
source: What did Samson do with the foxes?
es: ¿Qué hizo Sansón con los zorros?

# q:!JDG!15~9#Question:What did Samson do with the jawbone?
source: What did Samson do with the jawbone?
es: ¿Qué hizo Sansón con la quijada?

# q:!JDG!15~20#Question:How long did Samson judge Israel?
source: How long did Samson judge Israel?
es: ¿Cuánto tiempo duró Samson juzgando a Israel?

# q:!JDG!16~1#Question:Where did Samson take the doors of the city of Gaza?
source: Where did Samson take the doors of the city of Gaza?
es: ¿A dónde Samson lleva las puertas de la ciudad de Gaza?

source: Who was offered money to determine the secret of Samson's strength?
es: ¿A quién se le ofreció dinero para determinar el secreto de la fuerza de Sansón?

# q:!JDG!16~17#Question:What was the secret of Samson's strength?
source: What was the secret of Samson's strength?
es: ¿Cuál era el secreto de la fuerza de Sansón?

# q:!JDG!16~20#Question:What did the Philistines do to Samson?
source: What did the Philistines do to Samson?
es: ¿Qué hicieron los filisteos a Sansón?

# q:!JDG!16~22#Question:How did Samson die?
source: How did Samson die?
es: ¿Cómo murió Sansón?

# q:!JDG!17~1#Question:What did Micah and his mother have made?
source: What did Micah and his mother have made?
es: ¿Qué hicierón Micaía y su madre?

# q:!JDG!17~6#Question:What was said about Israel in those days?
source: What was said about Israel in those days?
es: ¿Qué se dijo acerca de Israel en aquellos días?

# q:!JDG!17~7#Question:Who did Micah hire?
source: Who did Micah hire?
es: ¿A quién contarto Micaía?

source: In what condition did the men of Dan find the inhabitants of Laish?
es: ¿En qué condiciones encontraron los hombres de Dan a los habitantes de Lais?

# q:!JDG!18~11#Question:What did the men of Dan take from Micah?
source: What did the men of Dan take from Micah?
es: ¿Qué tomaron los hombres de Dan de Micaía?

# q:!JDG!18~27#Question:Why was there no one to rescue Laish?
source: Why was there no one to rescue Laish?
es: ¿Por qué no hubo nadie para rescatar a Lais?

source: What did the Israelites rename the city of Laish when they rebuilt it?
es: ¿A qué los israelitas cambiaron el nombre de la ciudad de Lais cuando la reconstruyeron?

source: What did the wicked men of Gibeah do to the Levite's concubine?
es: ¿Qué hicieron los hombres malvados de Guibeá a la concubina del levita?

# q:!JDG!19~27#Question:What did the Levite do with his dead concubine?
source: What did the Levite do with his dead concubine?
es: ¿Qué hizo el levita hacer con su concubina muerta?

# q:!JDG!20~1#Question:What did the Israelites ask the men of Benjamin to do?
source: What did the Israelites ask the men of Benjamin to do?
es: ¿Qué pidieron los israelitas a los hombres de Benjamín que hicieran?

source: What was unique about the seven hundred chosen men from Benjamin?
es: ¿Qué fue único acerca de los setecientos hombres escogidos de Benjamin?

source: What military technique did Israel use against Benjamin similar to what Joshua used against Ai?
es: ¿Qué técnica militar utiliza Israel contra Benjamin similar a lo que Josué usó contra Ai?

# q:!JDG!20~46#Question:How many of the men of Benjamin fell?
source: How many of the men of Benjamin fell?
es: ¿Cuántos de los hombres de Benjamín cayerón?

source: How many young women of Jabesh-Gilead were available to be wives for the remaining Benjamites?
es: ¿Cuántas mujeres jóvenes de Jabes de Galaad estaban disponibles para ser esposas de los hijos de Benjamín?

# q:!JDG!21~15#Question:How did the rest of the Benjamites obtain their wives?
source: How did the rest of the Benjamites obtain their wives?
es: ¿Cómo el resto de los hijos de Benjamín obtuvó sus esposas?

# q:!JDG!21~25#Question:With what sad words does the Book of Judges end?
source: With what sad words does the Book of Judges end?
es: ¿Con qué palabras tristes termina el Libro de los Jueces?

source: What was the condition of the wall of Jerusalem and its gates?
es: ¿Cuál era el estado de la muralla de Jerusalén y sus puertas?

source: What did Nehemiah do when he heard about the remnant that survived the exile and about the condition of Jerusalem?
es: ¿Qué hizo Nehemías cuando se enteró del remanente que sobrevivió al exilio y sobre la condición de Jerusalén?

# q:!NEH!1~5#Question:What did Nehemiah confess in his prayer?
source: What did Nehemiah confess in his prayer?
es: ¿Qué confesó Nehemías en su oración?

# q:!NEH!1~8#Question:What did Nehemiah ask God to remember?
source: What did Nehemiah ask God to remember?
es: ¿Qué pidió Nehemías a Dios que recuerde?

# q:!NEH!1~11#Question:What was Nehemiah's position?
source: What was Nehemiah's position?
es: ¿Cuál fue la posición de Nehemías?

# q:!NEH!2~1#Question:What did King Artaxerxes perceive about Nehemiah?
source: What did King Artaxerxes perceive about Nehemiah?
es: ¿Qué percibió el rey Artajerjes sobre Nehemías?

# q:!NEH!2~4#Question:For what did Nehemiah request permission?
source: For what did Nehemiah request permission?
es: ¿Para qué había pedido permiso Nehemías?

# q:!NEH!2~6#Question:What letters did Nehemiah ask the king to write?
source: What letters did Nehemiah ask the king to write?
es: ¿Qué cartas pidió Nehemías al rey que escribiera?

# q:!NEH!2~10#Question:Why were Sanballat and Tobiah disturbed?
source: Why were Sanballat and Tobiah disturbed?
es: ¿Por qué se molestaron Sanbalat y Tobías?

# q:!NEH!2~11#Question:What did Nehemiah do at night?
source: What did Nehemiah do at night?
es: ¿Qué hizo Nehemías en la noche?

# q:!NEH!2~17#Question:What did Nehemiah tell the priests, nobles and officials?
source: What did Nehemiah tell the priests, nobles and officials?
es: ¿Qué dijo Nehemías a los sacerdotes, nobles y funcionarios?

# q:!NEH!2~18#Question:How did they reply?
source: How did they reply?
es: ¿Cómo respondierón?

source: What did Sanballat and Tobiah do when they heard the plans to rebuild?
es: ¿Qué hicieron Sanbalat y Tobías cuando escucharon los planes para reconstruir?

# q:!NEH!2~20#Question:How did Nehemiah reply to them?
source: How did Nehemiah reply to them?
es: ¿Cómo respondió Nehemías a ellos?

# q:!NEH!3~1#Question:What was repaired and rebuilt in this chapter?
source: What was repaired and rebuilt in this chapter?
es: ¿Qué fue reparado y reconstruido en este capítulo?

# q:!NEH!4~1#Question:What did Tobiah say would break down their stone wall?
source: What did Tobiah say would break down their stone wall?
es: ¿Qué dijo Tobías que derribaría su muro de piedra?

# q:!NEH!4~6#Question:With what attitude did the builders of the wall work?
source: With what attitude did the builders of the wall work?
es: ¿Con qué actitud trabajaron los constructores de la muralla?

# q:!NEH!4~7#Question:What did Sanballat and Tobiah plot to do?
source: What did Sanballat and Tobiah plot to do?
es: ¿Qué complot hicieron Sanbalat y Tobías?

# q:!NEH!4~9#Question:What did Nehemiah do to meet this threat?
source: What did Nehemiah do to meet this threat?
es: ¿Qué hizo Nehemías para cumplir con esta amenaza?

# q:!NEH!4~16#Question:What did those who carried materials hold in one hand?
source: What did those who carried materials hold in one hand?
es: ¿Qué sostenían en una mano los que llevaban materiales?

# q:!NEH!4~18#Question:What did the builders have girded to their sides?
source: What did the builders have girded to their sides?
es: ¿Qué ciñierón los constructores a su lado?

source: How would the rest know if an attack took place at another section?
es: ¿Cómo sabría el resto si el ataque tuvo lugar en otra sección?

# q:!NEH!4~23#Question:How often did the men change their clothes?
source: How often did the men change their clothes?
es: ¿Con qué frecuencia los hombres cambiaban de ropa?

source: What did Nehemiah cause to stop after hearing the cry of the poor?
es: ¿Qué práctica hizo parar Nehemías después de escuchar el grito de los pobres?

# q:!NEH!5~11#Question:What did Nehemiah command to be given to the poor?
source: What did Nehemiah command to be given to the poor?
es: ¿Qué mandó Nehemías que debe darse a los pobres?

source: What object lesson did Nehemiah give regarding those who kept not their promise?
es: ¿Qué lección práctica Nehemías da sobre los que no mantuvieron su promesa?

# q:!NEH!5~14#Question:How did Nehemiah differ from the previous governors?
source: How did Nehemiah differ from the previous governors?
es: ¿Cómo Nehemías difiere de los gobernadores anteriores?

source: After hearing that the wall was rebuilt what did Sanballat request Nehemiah to do?
es: Después de escuchar que el muro fue reconstruido ¿Qué petición hizo Sanbalat a Nehemías?

# q:!NEH!6~3#Question:How did Nehemiah reply to Sanballat's request?
source: How did Nehemiah reply to Sanballat's request?
es: ¿Cómo Nehemías respondió a la solicitud de Sanbalat?

# q:!NEH!6~5#Question:How did Nehemiah reply to Sanballat's accusations?
source: How did Nehemiah reply to Sanballat's accusations?
es: ¿Cómo Nehemías respondió a las acusaciones de Sanbalat?

# q:!NEH!6~9#Question:For what did Nehemiah pray?
source: For what did Nehemiah pray?
es: ¿Por qué oró Nehemías?

source: Who did Tobiah and Sanballat hire to prophesy against Nehemiah?
es: ¿A quién Tobías y Sanbalat contratan para profetizar contra Nehemías?

# q:!NEH!6~15#Question:How long did it take to complete the walls?
source: How long did it take to complete the walls?
es: ¿Cuánto tiempo se tardó en terminar el muro?

# q:!NEH!6~19#Question:For what purpose did Tobiah send letters?
source: For what purpose did Tobiah send letters?
es: ¿Con qué propósito Tobías envió cartas?

# q:!NEH!7~1#Question:Who did Nehemiah put in charge of Jerusalem?
source: Who did Nehemiah put in charge of Jerusalem?
es: ¿Quién pusó Nehemías a cargo de Jerusalén?

# q:!NEH!7~3#Question:When were the gates to be opened and shut?
source: When were the gates to be opened and shut?
es: ¿Cuando se abrían y cerraban las puertas?

# q:!NEH!7~6#Question:How many people returned to Jerusalem with Zerubbabel?
source: How many people returned to Jerusalem with Zerubbabel?
es: ¿Cuántas personas volvieron a Jerusalén con Zorobabel?

# q:!NEH!8~1#Question:What did Ezra read aloud form morning until noon?
source: What did Ezra read aloud form morning until noon?
es: ¿Qué leyó Esdras en voz alta desde la mañana hasta el mediodía?

# q:!NEH!8~4#Question:Where did Ezra stand when he read?
source: Where did Ezra stand when he read?
es: ¿Dónde se paro Esdras cuando leyó?

# q:!NEH!8~7#Question:What did the Levites do regarding the Law?
source: What did the Levites do regarding the Law?
es: ¿Qué hicieron los levitas con respecto a la Ley?

# q:!NEH!8~10#Question:What was their strength?
source: What was their strength?
es: ¿Cuál era su fuerza?

source: What did they build for their celebration in the seventh month?
es: ¿Qué hicieron construir para su celebración en el séptimo mes?

# q:!NEH!9~6#Question:What did the Lord make?
source: What did the Lord make?
es: ¿Qué hizo el Señor?

source: What period of Israel's history was summarized in their confession?
es: ¿Qué período de la historia de Israel fue resumida en su confesión?

source: In all that happened to the Jews even when they did wrong how was the Lord?
es: ¿Cómo era el Señor en todo lo que le pasó a los Judios, incluso cuando hicieron mal?

# q:!NEH!9~38#Question:What did they put in writing and seal?
source: What did they put in writing and seal?
es: ¿Qué es lo que ponen en escritura y sellarón?

# q:!NEH!10~1#Question:What types of people signed the covenant?
source: What types of people signed the covenant?
es: ¿Qué tipo de personas firmaron el pacto?

# q:!NEH!10~28#Question:What did the rest of the people bind themselves to do?
source: What did the rest of the people bind themselves to do?
es: ¿Qué se obligarón el resto de las personas a hacer?

# q:!NEH!10~31#Question:What did they promise not to do on the Sabbath?
source: What did they promise not to do on the Sabbath?
es: ¿Qué es lo que prometen no hacer en el día de reposo?

source: What did they promise to bring to the priests and the Levites?
es: ¿Qué es lo que prometen traer a los sacerdotes y a los levitas?

# q:!NEH!11~1#Question:How did they determine who was to live in Jerusalem?
source: How did they determine who was to live in Jerusalem?
es: ¿Cómo determinaron quien debía vivir en Jerusalén?

# q:!NEH!11~20#Question:Where did the rest of the Israelites live?
source: Where did the rest of the Israelites live?
es: ¿Dónde viviría el resto de los hijos de Israel?

source: When were the family heads of the Levites and priests recorded?
es: ¿Cuando fueron registrados las familias de los jefes de los levitas y sacerdotes?

source: Who was brought to Jerusalem for the dedication of the wall?
es: ¿Quién fue llevado a Jerusalén para la dedicación de la muralla?

# q:!NEH!12~43#Question:Where was the sound of rejoicing heard?
source: Where was the sound of rejoicing heard?
es: ¿Dónde fue oído el son de regocijo?

# q:!NEH!13~4#Question:What did Eliashib the priest provide for Tobiah?
source: What did Eliashib the priest provide for Tobiah?
es: ¿Qué proveyó el sacerdote Eliasib para Tobías?

# q:!NEH!13~6#Question:What did Nehemiah do when he heard this?
source: What did Nehemiah do when he heard this?
es: ¿Qué hizo Nehemías cuando se enteró de esto?
