Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# c:Category nameOverview
source: Overview
es: Resumen
fr: Vue d'ensemble

# c:Category nameDetails
source: Details
es: Detalles
fr: Détails

# c:Category nameSpecifics
source: Specifics
es: Específicos

# c:Category nameSpecifics and Implications
source: Specifics and Implications
es: Detalles e Implicaciones

# c:Category nameSpecifics (Review)
source: Specifics (Review)
es: Detalles (Resumen)

# c:Category nameSpecifics 1
source: Specifics 1
es: Especificos 1

# c:Category nameSpecifics 2
source: Specifics 2
es: Especificos 2

# h:!ACT!1~1#Section Heading
source: Acts 1:1-5 Introduction to the book.
es: Hechos 1:1-5 Introducción del libro.

source: What information did Luke, the writer of this book, give in this introduction?
es: ¿Qué información dio Lucas, el autor, en la introducción de este libro?
fr: Quelles informations Luc, l'auteur de ce livre, a-t-il données dans cette introduction ?

source: Luke reminded his readers that he was about to continue the true story about Jesus and his apostles that Luke had written in his first book. (1)
es: Lucas les hizo saber a sus lectores que continuaría la verdadera historia acerca de Jesús y sus apóstoles que les había relatado en su primer libro. (1)
fr: Luc a rappelé à ses lecteurs qu'il était sur le point de continuer l'histoire vraie de Jésus et de ses apôtres que Luc avait écrite dans son premier livre. (1)

source: He also reminded his readers that Jesus had promised that his Father would send his followers the Holy Spirit. (5)
es: También recordó a sus lectores que Jesús había prometido que su Padre enviaría al Espíritu Santo a sus seguidores. (5)

# q:!ACT!1~1#Question:What do you think an apostle of Jesus is?
source: What do you think an apostle of Jesus is?
es: ¿Qué cree usted que es un apóstol de Jesús?

# n:!ACT!1~1#Note:What do you think an apostle of Jesus is?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en TBC.

# q:!ACT!1~1#Question:What do you think it means to make a promise?
source: What do you think it means to make a promise?
es: ¿Qué cree usted que significa hacer una promesa?

source: What do you think is the reason for a person or place to have a name?
es: ¿Por qué cree usted que una persona o un lugar debe tener un nombre?

source: See "name" in KBT.
es: Véase "nombre" en TBC.

# q:!ACT!1~1#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!ACT!1~1#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!ACT!1~1#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

# q:!ACT!1~1#Question:What do you think the kingdom of God is?
source: What do you think the kingdom of God is?
es: ¿Qué cree usted que es el reino de Dios?

# n:!ACT!1~1#Note:What do you think the kingdom of God is?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# q:!ACT!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!ACT!1~1#Question:What do you think happens when someone is baptized?
source: What do you think happens when someone is baptized?
es: ¿Qué cree usted sucede cuando una persona se bautiza?

# h:!ACT!1~6#Section Heading
source: Acts 1:6-11 Jesus was taken up to heaven [by God].
es: Hechos 1:6-11 Jesús fue llevado al cielo [por Dios].

# q:!ACT!1~6#Question:What do you know about the name &quot;Israel&quot;?
source: What do you know about the name "Israel"?
es: ¿Qué sabes acerca del nombre "Israel"?

# n:!ACT!1~6#Note:What do you know about the name &quot;Israel&quot;?-848175447
source: See "Israel" in KBT.
es: Véase "Israel" en TBC.

# q:!ACT!1~6#Question:What did the apostles think Jesus would do soon?
source: What did the apostles think Jesus would do soon?
es: ¿Qué pensaban los apóstoles que Jesús iba a hacer pronto?

# q:!ACT!1~10#Question:Whom did the apostles see next?
source: Whom did the apostles see next?
es: ¿Después de eso qué vieron los apóstoles?

source: To what do you think the writer of this book was referring as "scripture"?
es: ¿A qué cree usted que el escritor se refería al usar la palabra "Escritura"?

# q:!ACT!1~18#Question:How did Peter describe the death of Judas?
source: How did Peter describe the death of Judas?
es: ¿Cómo describió Pedro la muerte de Judas?

source: What did the people, who lived in Jerusalem, call the field in which Judas died?
es: ¿Cómo le llamaron la gente que vivían en Jerusalén al campo donde Judas murió?

source: Peter quoted from one of the Psalms. (20)
es: Pedro citó uno de los Salmos. (20)

# q:!ACT!2~3#Question:What did they see?
source: What did they see?
es: ¿Qué vieron?

# q:!ACT!2~1#Question:What do you know about Jews?
source: What do you know about Jews?
es: ¿Qué sabes acerca de los judíos?

# q:!ACT!2~14#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!ACT!2~14#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# q:!ACT!2~17#Question:What had God promised to do &quot;in the last days&quot;?
source: What had God promised to do "in the last days"?
es: ¿Qué había prometido hacer Dios "en los días postreros"?

# q:!ACT!2~14#Question:What do you think &quot;signs&quot; are?
source: What do you think "signs" are?
es: ¿Qué cree usted que significa "señales"?

# q:!ACT!2~14#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

# n:!ACT!2~14#Note:What do you think a miracle is?132556577
source: See "miracle" in KBT.
es: Véase "milagro" en TBC.

# q:!ACT!2~14#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!ACT!2~14#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

source: He said that it was not possible for Jesus to remain dead. (24)
es: Dijo que era imposible que Jesús quedara muerto. (24)

# q:!ACT!2~14#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!ACT!2~14#Question:What do you think it means when someone repents?
source: What do you think it means when someone repents?
es: ¿Qué cree usted que quiere decir cuando alguien se arrepienta?

# n:!ACT!2~14#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

source: To whom had God promised that he would send the Holy Spirit?
es: ¿A quién había prometido Dios que enviaría al Espíritu Santo?

source: What had those people done which showed that they were corrupt?
es: ¿Qué habían hecho esa gente para mostrar que se habían corrompido?

source: What signs were done through the apostles?
es: ¿Qué señales eran hechas por los apóstoles?

# q:!ACT!2~44#Question:What did the believers do with their possessions?
source: What did the believers do with their possessions?
es: ¿Qué hacían los creyentes con sus posesiones?

source: See "temple" in KBT.
es: Véase "templo" en TBC.

# q:!ACT!2~46#Question:What did they do in their homes?
source: What did they do in their homes?
es: ¿Qué hacían en sus hogares?

source: Whom did Peter and John see as they arrived at the gate of the temple that was called "Beautiful"?
es: A quién vieron Pedro y Juan cuando venían llegando a la puerta llamada "Beautiful" del templo?

# q:!ACT!3~2#Question:What did he do there?
source: What did he do there?
es: ¿Qué hacía allí?

# q:!ACT!3~13#Question:What did Peter say about Pilate?
source: What did Peter say about Pilate?
es: ¿Qué dijo Pedro acerca de Pilato?

# q:!ACT!3~11#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

source: Although Peter did not state what the building was in which Jesus was the most important stone, what do you think that building represents?
es: ¿Aunque Pedro no dice cual es el edificio en que Jesús es la piedra de ángulo, que cree usted que representa ese edificio?

# n:!ACT!4~1#Note:What do you think &quot;salvation&quot; means?476317664
source: See "salvation" in KBT.
es: Véase "salvación" en TBC.

# n:!ACT!4~23#Note:What do you know about the chief priests?169377881
source: See "chief priest" in KBT.
es: Véase "sumo sacerdote" en TBC.

# q:!ACT!4~36#Question:What does the name Barnabas mean?
source: What does the name Barnabas mean?
es: ¿Qué significa el nombre de Bernabé?

# q:!ACT!4~37#Question:What did Barnabas do?
source: What did Barnabas do?
es: ¿Qué hizo Bernabé?

# q:!ACT!5~1#Question:What happened that the writer described in these verses?
source: What happened that the writer described in these verses?
es: ¿Qué pasó que el autor describe en estos versículos?

# q:!ACT!5~9#Question:How did Peter describe the sin of Ananias and Sapphira?
source: How did Peter describe the sin of Ananias and Sapphira?
es: ¿Cómo describió Pedro el pecado de Ananías y Safira?

# q:!ACT!5~12#Question:What did the apostles do that is described in these verses?
source: What did the apostles do that is described in these verses?
es: ¿Qué hicieron los apóstoles que está descrito en estos versículos?

# q:!ACT!5~17#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# q:!ACT!5~17#Question:What do you think it means for someone to be a savior?
source: What do you think it means for someone to be a savior?
es: ¿Qué cree usted que significa ser un salvador?

# q:!ACT!5~34#Question:Who was Gamaliel?
source: Who was Gamaliel?
es: ¿Quién era Gamaliel?

# n:!ACT!5~17#Note:What do you know about Pharisees?1608715828
source: See "Pharisee" in KBT.
es: Véase "fariseo" en TBC.

source: What happened to Stephen that the writer described in these verses?
es: ¿Qué le pasó a Esteban que el autor describe en estos versículos?

# q:!ACT!6~8#Question:What do you think a synagogue is?
source: What do you think a synagogue is?
es: ¿Qué cree usted que es una sinagoga?

# q:!ACT!7~1#Question:What do you think it means to circumcise someone?
source: What do you think it means to circumcise someone?
es: ¿Qué cree usted que quiere decir circuncidar a una persona?

# q:!ACT!7~29#Question:What did Moses do in Midian?
source: What did Moses do in Midian?
es: ¿Qué hizo Moisés en Madián?

source: What happened after Moses had lived in Midian for forty years?
es: ¿Qué pasó después de que Moisés había vivido en Madián por cuarenta años?

# q:!ACT!7~20#Question:What do you think a deliverer does?
source: What do you think a deliverer does?
es: ¿Qué cree usted que hace un libertador?

# q:!ACT!8~6#Question:What else did Philip do?
source: What else did Philip do?
es: ¿Qué más hizo Felipe?

# n:!ACT!8~9#Note:What does the &quot;heart&quot; mean to you?315764543
source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# q:!ACT!8~34#Question:What did the Ethiopian ask Philip?
source: What did the Ethiopian ask Philip?
es: ¿Qué le preguntó el etíope a Felipe?

# q:!ACT!8~35#Question:What answer did Philip give to the Ethiopian?
source: What answer did Philip give to the Ethiopian?
es: ¿Qué respuesta le dio Felipe al etíope?

# q:!ACT!9~19#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree usted que quiere decir estar en paz?

# n:!ACT!9~19#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!ACT!9~32#Question:What did Peter do in Joppa?
source: What did Peter do in Joppa?
es: ¿Qué hizo Pedro en Jope?

# q:!ACT!9~43#Question:What did Peter do after that?
source: What did Peter do after that?
es: ¿Qué hizo Pedro después de eso?

# q:!ACT!10~21#Question:What did Peter do?
source: What did Peter do?
es: ¿Qué hizo Pedro?

# q:!ACT!10~34#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

# q:!ACT!11~27#Question:Who was Agabus?
source: Who was Agabus?
es: ¿Quién era Agabo?

# q:!ACT!12~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Qué cree usted que hace un siervo?

# q:!ACT!12~23#Question:What is the reason that God punished Herod?
source: What is the reason that God punished Herod?
es: ¿Cuál es la razón que Dios castigó a Herodes?

# h:!ACT!13~4#Section Heading
source: Acts 13:4-12 Barnabas and Saul went to Cyprus and preached to people there about the Lord Jesus.
es: Hechos 13:4-12 Bernabé y Saulo fueron a Chipre y predicaron allí a la gente acerca del Señor Jesús.

source: They took with them John Mark as their helper. (4-5)
es: Tenían a Juan [Marcos] de ayudante. (4-5)

# q:!ACT!13~4#Question:What do you think a false prophet did?
source: What do you think a false prophet did?
es: ¿Qué cree usted que hacía un falso profeta?

# q:!ACT!13~8#Question:What other name did [people] call Bar-Jesus?
source: What other name did [people] call Bar-Jesus?
es: ¿Con qué otro nombre fue conocido Bar-Jesús?

# l:!ACT!13~8#Alternate:What other name did [people] call Bar-Jesus?1875268277
source: What other name did people call Bar-Jesus?
es: ¿Qué otro nombre usaba la gente para Bar-Jesús?

# a:!ACT!13~8#Answer:What other name did [people] call Bar-Jesus?1864367862
source: [People] also called Bar-Jesus by the name Elymas. [In the Greek language] Elymas means "the sorcerer." (8)
es: La gente también le llamaban a Bar-Jesús por su [otro] nombre [griego] Elimas, que significa "el hechicero". (8)

# n:!ACT!13~8#Note:What other name did [people] call Bar-Jesus?-1087263428
source: (Note: Several people who Luke has mentioned in Acts had two names. For example, Tabitha, or Dorcas (9:36), Bar-Jesus, or Elymas (13:6, 8), and Saul, or Paul (13:9). (See the NIV footnote on 9:36.) The reason that these people had two names was that one was the person's name in Hebrew, or Aramaic, and the other was his or her name in Greek.)
es: (Nota: Varias personas que Lucas mencionó en Hechos tenían dos nombres. Por ejemplo, Tabitá, o Dorcas (9:36), Bar-Jesús, o Elimas (13: 6, 8), y Saulo, o Pablo (13: 9). (Vea la nota al pie de la NVI en 9:36). La razón por la cual estas personas tenían dos nombres era que uno era el nombre de la persona en hebreo o arameo, y el otro era su nombre en griego.)
fr: (Note : Plusieurs personnes que Luc a mentionnées dans les Actes des apôtres avaient deux noms. Par exemple, Tabitha, ou Dorcas (9:36), Bar-Jésus, ou Élymas (13:6, 8), et Saul, ou Paul (13:9). (Voir la note de bas de page de la NIV sur 9:36.) La raison pour laquelle ces personnes avaient deux noms était que l'un était le nom de la personne en hébreu, ou araméen, et l'autre était son nom en grec.)

# q:!ACT!13~27#Question:What else did Paul say about the rulers of the Jews?
source: What else did Paul say about the rulers of the Jews?
es: ¿Qué más dijo Pablo acerca de los jefes de los judíos?

# n:!ACT!15~1#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

source: What did Paul and his companions do on the Sabbath/rest day of the Jews?
es: ¿Qué hicieron Pablo y sus compañeros en el día de reposo de los judíos?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

source: See "judge" in KBT.
es: Véase "juez" en TBC.

# q:!ACT!18~18#Question:What did Paul do in Ephesus?
source: What did Paul do in Ephesus?
es: ¿Qué hizo Pablo en Éfeso?

# q:!ACT!19~1#Question:What did Paul do in Ephesus?
source: What did Paul do in Ephesus?
es: ¿Qué hizo Pablo en Éfeso?

# q:!ACT!20~28#Question:How did Paul describe the group of believers/the church?
source: How did Paul describe the group of believers/the church?
es: ¿Cómo describió Pablo la iglesia?

# q:!ACT!21~39#Question:What did Paul answer?
source: What did Paul answer?
es: ¿Cómo contestó Pablo?

# q:!ACT!22~30#Question:What did the Sadducees not believe?
source: What did the Sadducees not believe?
es: ¿Qué fue que los saduceos no creyeron?

# q:!ACT!22~30#Question:What did the Pharisees believe?
source: What did the Pharisees believe?
es: ¿Qué creían los fariseos?

source: What was the name of the commander who gave those orders about Paul?
es: ¿Cuál era el nombre del comandante que dio los ordenes acerca de Pablo?

# q:!ACT!25~13#Question:Who was King Agrippa?
source: Who was King Agrippa?
es: ¿Quién era el rey Agripa?

source: Tell in your own words the basic meaning (theme) of what the author has written in these verses.
es: Cuente en sus propias palabras la idea general de lo que el autor escribió en estes versículos.

# q:!ACT!25~25#Question:What did Paul answer?
source: What did Paul answer?
es: ¿Cómo contestó Pablo?

# q:!ACT!25~27#Question:What did Paul ask Agrippa?
source: What did Paul ask Agrippa?
es: ¿Qué le preguntó Pablo a Agripa?

source: Tell in your own words the basic meaning (theme) of what the author had written in these verses.
es: Cuente en sus propias palabras la idea general de lo que el autor escribió en estes versículos.

# q:!ACT!27~27#Question:What happened to the ship?
source: What happened to the ship?
es: ¿Qué le pasó a la nave?

# q:!ACT!27~35#Question:What did Paul do?
source: What did Paul do?
es: ¿Qué hizo Pablo?

# q:!ACT!28~1#Question:What did Paul do that helped Publius?
source: What did Paul do that helped Publius?
es: ¿Qué hizo Pablo que le ayudó a Publio?

source: Tell in your own words the basic meaning (theme) of what the author had written in these verses.
es: Cuente en sus propias palabras la idea general de lo que el autor escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: What do you think it means for someone to be holy?
es: ¿Qué cree usted que significa ser santificado?

source: See "holy" in KBT.
es: Véase "santo" en TBC.

# n:!COL!1~1#Note:What do you think an apostle of Christ Jesus is?1223796681
source: See "apostle" in KBT.
es: Véase "apóstol" en KBT.

# q:!COL!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!COL!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# n:!COL!1~1#Note:Who do you think God is?-22475676
source: See "God" in KBT.
es: Véase "Dios" en TBC.

# q:!COL!1~1#Question:What did Paul say about Timothy?
source: What did Paul say about Timothy?
es: ¿Qué dijo Pablo acerca de Timoteo?

# q:!COL!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# n:!COL!1~3#Note:What does a person do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!COL!1~3#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!COL!1~3#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# n:!COL!1~3#Note:What do you think the gospel is?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!COL!1~3#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

# q:!COL!1~7#Question:Who was Epaphras?
source: Who was Epaphras?
es: ¿Quién era Epafras?

# q:!COL!1~3#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# n:!COL!1~13#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# q:!COL!1~15#Question:How did Paul compare Christ to God?
source: How did Paul compare Christ to God?
es: ¿Cómo comparó Pablo a Cristo con Dios?

# q:!COL!1~13#Question:What do you think the church is?
source: What do you think the church is?
es: ¿Qué cree usted que es la iglesia?

# q:!COL!1~13#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!COL!1~13#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# q:!COL!1~24#Question:What work did God give Paul to do?
source: What work did God give Paul to do?
es: ¿Qué ministerio le dio Dios a Pablo?

# q:!COL!2~6#Question:What do you think it means to circumcise someone?
source: What do you think it means to circumcise someone?
es: ¿Qué cree usted que quiere decir circuncidar a una persona?

source: How did Paul describe the condition of the Colossians before they became believers?
es: ¿Cómo describe Pablo la condición de los paz los colosenses?

# q:!COL!2~15#Question:What else did God do?
source: What else did God do?
es: ¿Qué más hizo Dios?

source: See "judge" in KBT.
es: Véase "juez" en TBC.

# q:!COL!2~6#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# q:!COL!3~1#Question:What do you know about Jews?
source: What do you know about Jews?
es: ¿Qué sabes acerca de los judíos?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!COL!4~7#Question:What did Paul say about Tychicus?
source: What did Paul say about Tychicus?
es: ¿Qué dijo Pablo acerca de Tíquico?

# q:!COL!4~9#Question:What did Paul say about Onesimus?
source: What did Paul say about Onesimus?
es: ¿Qué dijo Pablo acerca de Onésimo?

# q:!COL!4~10#Question:What did Paul say about Aristarchus?
source: What did Paul say about Aristarchus?
es: ¿Qué dijo Pablo acerca de Aristarco?

# q:!COL!4~10#Question:Who was Mark?
source: Who was Mark?
es: ¿Quién era Marcos?

# q:!COL!4~7#Question:What do you think the kingdom of God is?
source: What do you think the kingdom of God is?
es: ¿Qué cree usted que es el reino de Dios?

# n:!COL!4~7#Note:What do you think the kingdom of God is?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# q:!COL!4~12#Question:What did Paul say about Epaphras?
source: What did Paul say about Epaphras?
es: ¿Qué dijo Pablo acerca de Epafras?

# q:!COL!4~14#Question:Who was Luke?
source: Who was Luke?
es: ¿Quién era Lucas?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.
