Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!EZR!7~1#Question:Of whom was Ezra a descendant?
source: Of whom was Ezra a descendant?
es: De quien era Esdras un descendiente?

# q:!EZR!7~10#Question:What did Ezra prepare his heart to do?
source: What did Ezra prepare his heart to do?
es: ¿Para qué preparo Esdras su corazón?

source: Who sent a letter authorizing supplies and materials to be given to Ezra for the house of God?
es: ¿Quién envió una carta que autorizo los suministros y materiales que se darián a Esdras para la casa de Dios?

source: What was to be done to any one who would not observe the law of God and the king?
es: ¿Qué se iba a hacer a cualquier persona que no observara la ley de Dios y del rey?

# q:!EZR!8~21#Question:What did Ezra proclaim at the river of Ahava?
source: What did Ezra proclaim at the river of Ahava?
es: ¿Qué proclamo Esdras en el río de Ahava?

# q:!EZR!8~22#Question:Why was Ezra ashamed to ask for an escort of soldiers?
source: Why was Ezra ashamed to ask for an escort of soldiers?
es: ¿Por qué se avergüenzo Esdras para pedir una escolta de soldados?

source: How did Ezra handle the accounting of the silver and gold brought to Jerusalem?
es: ¿Cómo manejo Esdras la contabilidad de la plata y el oro que llevó a Jerusalén?

# q:!EZR!9~1#Question:From what had the people of Israel not separated themselves?
source: From what had the people of Israel not separated themselves?
es: De que no se separo el pueblo de Israel?

# q:!EZR!9~3#Question:What was Ezra's reaction when he heard this report?
source: What was Ezra's reaction when he heard this report?
es: ¿Cuál fue la reacción de Esdras cuando se enteró de este informe?

source: To what extent did Ezra say was the guilt and iniquities of Israel?
es: ¿Hasta qué extension Esdras decia que era la culpa y pecados de Israel?

# q:!EZR!9~13#Question:How did Ezra consider the punishment of God?
source: How did Ezra consider the punishment of God?
es: ¿Cómo considero Esdras el castigo de Dios?

# q:!EZR!10~1#Question:Who gathered to Ezra as he was praying and confessing?
source: Who gathered to Ezra as he was praying and confessing?
es: Quien se reunio a Esdras mientras él estaba orando y confesando?

# q:!EZR!10~2#Question:What did the Israelites make a covenant to do?
source: What did the Israelites make a covenant to do?
es: ¿A qué se comprometieron los israelitas?

# q:!1SA!1~2#Question:Which of Elkanah's wives had children first?
source: Which of Elkanah's wives had children first?
es: ¿Cuál de las esposas de Elcana tuvo hijos primero?

# q:!1SA!1~6#Question:Why was Hannah so downhearted?
source: Why was Hannah so downhearted?
es: ¿Por qué estaba tan desanimada Ana?

# q:!1SA!1~11#Question:What did Hannah vow when she prayed?
source: What did Hannah vow when she prayed?
es: ¿Qué voto hizo Ana cuando oraba?

# q:!1SA!1~13#Question:What did Eli think as he observed Hannah pray?
source: What did Eli think as he observed Hannah pray?
es: ¿Qué penso Eli cuando observó a Ana orar?

# q:!1SA!1~24#Question:What did Hannah do with Samuel after he was weaned?
source: What did Hannah do with Samuel after he was weaned?
es: ¿Qué hizo Ana con Samuel después de que él fue destetado?

source: What could be said about the spiritual condition of the sons of Eli?
es: ¿Qué se puede decir acerca de la condición espiritual de los hijos de Eli?

# q:!1SA!2~19#Question:What did Samuel's mother bring him each year?
source: What did Samuel's mother bring him each year?
es: ¿Qué le traia la madre de Samuel cada año?

# q:!1SA!2~21#Question:How many children did Hannah have after Samuel?
source: How many children did Hannah have after Samuel?
es: ¿Cuántos hijos tuvo Ana después de tener a Samuel?

# q:!1SA!2~22#Question:What did Eli hear that his sons were doing?
source: What did Eli hear that his sons were doing?
es: ¿Qué escucho Eli que sus hijos estaban haciendo?

# q:!1SA!2~31#Question:What did the man of God prophecy against the House of Eli?
source: What did the man of God prophecy against the House of Eli?
es: ¿Qué profetizo el hombre de Dios contra la casa de Eli?

# q:!1SA!2~35#Question:Who would the LORD raise up?
source: Who would the LORD raise up?
es: ¿A quién levantará el SEÑOR?

# q:!1SA!3~5#Question:Who did Samuel think had called him at night?
source: Who did Samuel think had called him at night?
es: ¿Quién penso Samuel que le había llamado en la noche?

source: What did Eli tell Samuel to say when he realized it was the LORD calling?
es: ¿Qué le dijo Eli a Samuel que dijera cuando se dio cuenta de que era el llamado de Jehová?

# q:!1SA!3~11#Question:What did the LORD say to Samuel?
source: What did the LORD say to Samuel?
es: ¿Qué dijo el Señor a Samuel?

source: Who recognized that Samuel was established to be a prophet of the LORD?
es: ¿Quién reconoció que Samuel era fiel profeta de Jehová?

source: What did Israel do when they brought the Ark of the Covenant into camp?
es: ¿Qué hizo Israel cuando trajeron el Arca del Pacto al campamento?

# q:!1SA!4~10#Question:Who was killed when the Philistines captured the ark?
source: Who was killed when the Philistines captured the ark?
es: ¿Quién murió cuando los filisteos capturaron el arca?

source: What happened to Eli when he heard that the ark was captured?
es: ¿Qué pasó con Eli cuando se enteró de que el arca fue capturada?

source: What happened to the wife of Phinehas when she heard that her husband was killed?
es: ¿Qué le pasó a la mujer de Finees, cuando se enteró de que su marido fue asesinado?

# q:!1SA!4~21#Question:Why did she name the child Ichabod?
source: Why did she name the child Ichabod?
es: ¿Por qué se nombre al niño Icabod?

# q:!1SA!5~2#Question:What happened when the ark was set beside Dagon?
source: What happened when the ark was set beside Dagon?
es: ¿Qué pasó cuando el arca fue colocada junto a Dagón?

source: How did the LORD afflict the people of Ashdod, Gath, and Ekron?
es: ¿Cómo el Señor afligio al pueblo de Ashdod, Gath y Ecrón?

# q:!1SA!5~11#Question:What did the people of Ekron decide to do with the ark?
source: What did the people of Ekron decide to do with the ark?
es: ¿Qué decidio el pueblo de Ecrón hacer con el arca?

source: What did the Philistines send with the ark as a guilt offering?
es: ¿Qué enviaron los filisteos con el arca como una ofrenda por la culpa?

source: How did the Philistines determine whether the disaster that had come upon them was from the LORD or by chance?
es: ¿Cómo determinaron los filisteos si el desastre que se había apoderado de ellos era del Señor o por casualidad?

# q:!1SA!6~19#Question:Why did God strike down 50,070 men of Bethshemesh?
source: Why did God strike down 50,070 men of Bethshemesh?
es: ¿Por qué Dios derribo a 50.700 hombres de Bet-sema?

# q:!1SA!6~21#Question:Who was asked to come and get the ark?
source: Who was asked to come and get the ark?
es: ¿A quién se le pidió que viniera y tomara el arca?

# q:!1SA!7~1#Question:How long did the ark remain at Kiriath Jearim?
source: How long did the ark remain at Kiriath Jearim?
es: ¿Cuánto tiempo permanecio el arca en Quiriat-jearim?

source: How did the LORD help Israel in battle against the Philistines?
es: ¿Cómo ayudo el Señor a Israel en la batalla contra los filisteos?

# q:!1SA!7~12#Question:What did Samuel call the stone he set up near Mizpeh?
source: What did Samuel call the stone he set up near Mizpeh?
es: ¿Como llamo Samuel la piedra que coloco cerca de Mizpa?

# q:!1SA!7~15#Question:Where did Samuel judge Israel?
source: Where did Samuel judge Israel?
es: ¿Dónde juzgo Samuel a Israel?

# q:!1SA!8~5#Question:For what two reasons did Israel want a king?
source: For what two reasons did Israel want a king?
es: ¿Por qué dos razones Israel queria un rey?

source: What did the LORD tell Samuel when he prayed regarding a king?
es: ¿Qué dijo el Señor a Samuel cuando oró con respecto a un rey?

source: What did Samuel warn the people that a king would do to them?
es: ¿Qué advirtio Samuel a la gente que un rey haría con ellos?

# q:!1SA!8~19#Question:How did Israel react to Samuel's warning?
source: How did Israel react to Samuel's warning?
es: ¿Cómo reaccionará Israel a la advertencia de Samuel?

# q:!1SA!9~2#Question:What can be said about Saul's physical stature?
source: What can be said about Saul's physical stature?
es: ¿Qué se puede decir acerca de la estatura física de Saúl?

# q:!1SA!9~3#Question:What caused Saul and his servants to seek out a seer?
source: What caused Saul and his servants to seek out a seer?
es: ¿Qué hizo que Saúl y sus siervos buscaran un vidente?

# q:!1SA!9~15#Question:What had the LORD revealed to Samuel the day before?
source: What had the LORD revealed to Samuel the day before?
es: Que le revelo el Señor a Samuel el día anterior?

# q:!1SA!9~21#Question:Why was Saul hesitant to receive the words of Samuel?
source: Why was Saul hesitant to receive the words of Samuel?
es: ¿Por qué estaba Saul __________ a recibir las palabras de Samuel?

source: Why did Samuel have Saul send his servant on ahead when they were leaving town?
es: ¿Por qué Samuel hizo que Saúl enviara a su siervo delante de él cuando salían de la ciudad?

# q:!1SA!10~1#Question:What did Samuel do to Saul?
source: What did Samuel do to Saul?
es: ¿Qué le hizo Samuel a Saúl?

# q:!1SA!10~2#Question:What did Samuel prophesy would happen to Saul?
source: What did Samuel prophesy would happen to Saul?
es: ¿Qué profetizó Samuel que le sucedería a Saúl?

source: Where was Saul when Samuel wanted to present him to the people at Mizpeh?
es: ¿Dónde estaba Saúl cuando Samuel quería presentarlo a la gente en Mizpa?

# q:!1SA!10~24#Question:What did the people shout when Samuel presented Saul?
source: What did the people shout when Samuel presented Saul?
es: ¿Qué gritó la gente cuando Samuel les presentó a Saúl?

# q:!1SA!10~26#Question:Who accompanied Saul to Gibeah?
source: Who accompanied Saul to Gibeah?
es: ¿Quién acompañó a Saúl en Gabaa?

# q:!1SA!11~1#Question:What did Nahash the Ammonite threaten to do?
source: What did Nahash the Ammonite threaten to do?
es: ¿Qué amaneza hizo Nahas amonita?

# q:!1SA!11~7#Question:By what means did Saul gather his army?
source: By what means did Saul gather his army?
es: ¿Por qué medios Saúl reunio su ejército?

# q:!1SA!11~14#Question:What did Samuel do at Gilgal?
source: What did Samuel do at Gilgal?
es: ¿Qué hizo Samuel en Gilgal?

# q:!1SA!12~1#Question:How had Samuel behaved himself?
source: How had Samuel behaved himself?
es: ¿Cómo se comportó Samuel?

source: What would happen to Israel if they did not obey they voice of the LORD?
es: ¿Qué le sucedería a Israel si no obedecía la voz de Jehová?

source: Why did God send thunder and rain during the wheat harvest?
es: ¿Por qué Dios envió truenos y lluvia durante la cosecha de trigo?

# q:!1SA!12~23#Question:What did Samuel consider would be sin for him?
source: What did Samuel consider would be sin for him?
es: ¿Qué consideraba Samuel que sería pecado para él?

source: What did Saul do when he became impatient regarding the arrival of Samuel?
es: ¿Qué hizo Saúl cuando comenzó a impacientarse con respecto a la llegada de Samuel?

# q:!1SA!13~14#Question:What would happen to Saul's kingdom as a result of this?
source: What would happen to Saul's kingdom as a result of this?
es: ¿Qué pasaría con el reino de Saúl, como resultado de esto?

# q:!1SA!13~22#Question:Who were the only ones is Israel with swords?
source: Who were the only ones is Israel with swords?
es: ¿Quiénes eran los únicos de Israel con espadas?

source: What did Jonathan and his armor-bearer do with out telling Saul?
es: ¿Qué hicieron Jonatán y su escudero sin decirle a Saúl?

# q:!1SA!14~15#Question:What caused the panic among the Philistines?
source: What caused the panic among the Philistines?
es: ¿Qué causó el pánico entre los filisteos?

# q:!1SA!14~27#Question:Why did Saul want to kill his son Jonathan?
source: Why did Saul want to kill his son Jonathan?
es: ¿Por qué queria Saúl matar a su hijo Jonatán?

# q:!1SA!14~50#Question:Who was commander of Saul's army?
source: Who was commander of Saul's army?
es: ¿Quién era el comandante del ejército de Saúl?

# q:!1SA!15~3#Question:What did Samuel tell Saul to do the Amalekites?
source: What did Samuel tell Saul to do the Amalekites?
es: ¿Qué le dijo Samuel a Saúl que hiciera a los amalecitas?

# q:!1SA!15~8#Question:What did Saul spare?
source: What did Saul spare?
es: ¿Qué perdono Saúl?

# q:!1SA!15~13#Question:How did Saul lie to Samuel?
source: How did Saul lie to Samuel?
es: ¿Cómo mintio Saúl a Samuel?

# q:!1SA!15~15#Question:Who did Saul blame?
source: Who did Saul blame?
es: ¿A quién culpo Saúl?

# q:!1SA!15~22#Question:What is better than sacrifice?
source: What is better than sacrifice?
es: ¿Qué es mejor que los sacrificios?

# q:!1SA!15~23#Question:What is like the sin of witchcraft?
source: What is like the sin of witchcraft?
es: ¿Qué es como el pecado de brujería?

# q:!1SA!15~26#Question:What did Samuel say regarding Saul as king?
source: What did Samuel say regarding Saul as king?
es: ¿Qué dijo Samuel acerca de Saúl como rey?

# q:!1SA!15~33#Question:What did Samuel do to Agag?
source: What did Samuel do to Agag?
es: ¿Qué hizo Samuel a Agag?

# q:!1SA!15~35#Question:When did Samuel again see Saul?
source: When did Samuel again see Saul?
es: ¿Cuándo volvio a ver Samuel a Saúl?

# q:!1SA!16~1#Question:Where did Samuel go to anoint the next king?
source: Where did Samuel go to anoint the next king?
es: ¿Adónde fue Samuel a ungir al próximo rey?

# q:!1SA!16~7#Question:What does the LORD look at when viewing a man?
source: What does the LORD look at when viewing a man?
es: ¿Qué ve Jehová al ver a un hombre?

# l:!1SA!16~7#Alternate:What does the LORD look at when viewing a man?679816719
source: What does the LORD look at when viewing a man?
es: ¿Qué ve Jehová al ver a un hombre?

source: Where was David when the other brothers were attending the sacrifice?
es: ¿Dónde estaba David, cuando los otros hermanos asistían al sacrificio?

# q:!1SA!16~13#Question:What did Samuel do to David?
source: What did Samuel do to David?
es: ¿Qué hizo Samuel a David?

# q:!1SA!16~16#Question:Why did Saul want David at his house?
source: Why did Saul want David at his house?
es: ¿Por qué Saúl queria a David en su casa?

# q:!1SA!17~4#Question:How big was Goliath?
source: How big was Goliath?
es: ¿Qué tan grande era Goliat?

# q:!1SA!17~8#Question:How did Goliath challenge Israel?
source: How did Goliath challenge Israel?
es: ¿Cómo Goliat reto a Israel?

# q:!1SA!17~17#Question:How did David happen to be at the battle scene?
source: How did David happen to be at the battle scene?
es: ¿Por que estaba David en la escena de la batalla?

# q:!1SA!17~25#Question:What did Saul offer to the man who killed Goliath?
source: What did Saul offer to the man who killed Goliath?
es: ¿Qué ofrecio Saúl al hombre que mató a Goliat?

source: Why did Saul at first refuse David's offer to fight Goliath?
es: ¿Por qué Saúl al principio rechaza la oferta de David para luchar contra Goliat?

# q:!1SA!17~34#Question:What had David previously killed?
source: What had David previously killed?
es: ¿Qué había matado David antes?

# q:!1SA!17~38#Question:What did Saul provide David for the battle?
source: What did Saul provide David for the battle?
es: ¿Qué proveyo Saúl a David para la batalla?

# q:!1SA!17~40#Question:What did David instead use as weapons?
source: What did David instead use as weapons?
es: ¿Qué utilizo David como armas?

# q:!1SA!17~42#Question:How did Goliath mock David?
source: How did Goliath mock David?
es: ¿Cómo Goliat se burlo de David?

# q:!1SA!17~45#Question:How did David attack Goliath?
source: How did David attack Goliath?
es: ¿Cómo ataco David a Goliat?

# q:!1SA!17~51#Question:How did David cut off Goliath's head?
source: How did David cut off Goliath's head?
es: ¿Cómo corto David la cabeza de Goliat?

# q:!1SA!17~52#Question:When did the Israelites pursue the Philistines?
source: When did the Israelites pursue the Philistines?
es: ¿Cuándo los israelitas persiguieron a los filisteos?

# q:!1SA!17~57#Question:What was David carrying when he was brought before Saul?
source: What was David carrying when he was brought before Saul?
es: que David ¿Qué llevaba David cuando fue llevado ante Saúl?

# q:!1SA!18~3#Question:Who made a covenant with David?
source: Who made a covenant with David?
es: ¿Quién hizo un pacto con David?

# q:!1SA!18~5#Question:To what position did Saul promote David?
source: To what position did Saul promote David?
es: ¿A qué posición promovio Saúl a David?

# q:!1SA!18~6#Question:What made Saul so jealous of David?
source: What made Saul so jealous of David?
es: ¿Qué hizo Saúl tan celoso de David?

# q:!1SA!18~10#Question:With what did Saul try to kill David?
source: With what did Saul try to kill David?
es: ¿Con que intento Saúl matar a David?

# q:!1SA!18~12#Question:Why was Saul afraid of David?
source: Why was Saul afraid of David?
es: ¿Por qué Saúl temía a David?

# q:!1SA!18~16#Question:What was the reaction of Israel and Judah to David?
source: What was the reaction of Israel and Judah to David?
es: ¿Cuál fue la reacción de Israel y Judá hacia David?

source: Why did Saul ask David to provide a hundred Philistine foreskins as a price for Michal?
es: ¿Por qué Saúl pidio a David a proporcionar cien prepucios de filisteos como un precio por Michal?

# q:!1SA!18~27#Question:What did David give to Saul for Michal?
source: What did David give to Saul for Michal?
es: ¿Qué dio David a Saúl por Michal?

# q:!1SA!19~1#Question:Who did Saul ask to kill David?
source: Who did Saul ask to kill David?
es: ¿A quién pidio Saúl matar a David?

# q:!1SA!19~10#Question:What did Saul do with his spear?
source: What did Saul do with his spear?
es: ¿Qué hizo Saúl con su lanza?

# q:!1SA!19~12#Question:Who let David down through a window that he might escape?
source: Who let David down through a window that he might escape?
es: ¿Quién dejó a David bajar por una ventana para que pudiera escapar?

# q:!1SA!19~18#Question:To whom did David go when he escaped?
source: To whom did David go when he escaped?
es: ¿A quién fue David cuando se escapó?

# q:!1SA!20~14#Question:What did Jonathan want David to promise?
source: What did Jonathan want David to promise?
es: ¿Qué es lo que Jonathan queria que David prometiera?

# q:!1SA!20~17#Question:How did Jonathan love David?
source: How did Jonathan love David?
es: ¿Cómo amó Jonatán a David?

source: What was the sign that Jonathan would give David if he should flee from Saul?
es: ¿Cuál fue la señal que Jonathan le daría a David si debía huir de Saúl?

# q:!1SA!21~6#Question:What kind of bread did the priest of Nob give David?
source: What kind of bread did the priest of Nob give David?
es: ¿Qué tipo de pan dio el sacerdote de Nob a David?

# q:!1SA!21~7#Question:Who was there with Abimelech the priest that day?
source: Who was there with Abimelech the priest that day?
es: ¿Quién estaba allí con Abimelec el sacerdote aquel día?

# q:!1SA!21~8#Question:What else did Abimelech give David?
source: What else did Abimelech give David?
es: ¿Qué más dio Abimelec a David?

source: Why did David pretend to be a mad man in the presence of the king of Gath?
es: ¿Por qué David pretende ser un loco en presencia del rey de Gat?

# q:!1SA!22~2#Question:Who became David's followers at the cave of Adullam?
source: Who became David's followers at the cave of Adullam?
es: ¿Quiénes se convirtieron en seguidores de David en la cueva de Adulam?

# q:!1SA!22~18#Question:Who did Saul command Doeg to kill?
source: Who did Saul command Doeg to kill?
es: ¿A quién mando Saúl a Doeg a matar?

# q:!1SA!22~20#Question:Who escaped and fled to David?
source: Who escaped and fled to David?
es: ¿Quién se escapó y huyó a David?

# q:!1SA!23~5#Question:What did David and his men do for the people of Keilah?
source: What did David and his men do for the people of Keilah?
es: ¿Qué hicieron David y sus hombres para el pueblo de Keila?

# q:!1SA!23~7#Question:Who was willing to turn David over to Saul?
source: Who was willing to turn David over to Saul?
es: ¿Quién está dispuesto a entregar a David a Saúl?

# q:!1SA!23~14#Question:How often did Saul seek to kill David?
source: How often did Saul seek to kill David?
es: ¿Con qué frecuencia Saúl trato de matar a David?

# q:!1SA!24~3#Question:What did David do to Saul in the cave?
source: What did David do to Saul in the cave?
es: ¿Qué hizo David a Saúl en la cueva?

# q:!1SA!24~6#Question:Why didn't David kill Saul?
source: Why didn't David kill Saul?
es: ¿Por qué no mato David a Saúl?

# q:!1SA!24~16#Question:What did Saul acknowledge?
source: What did Saul acknowledge?
es: ¿Qué reconocio Saúl?

# q:!1SA!24~21#Question:What did David promise to Saul?
source: What did David promise to Saul?
es: ¿Qué le prometió David a Saúl?

# q:!1SA!25~11#Question:What did Nabal refuse to give David's servants?
source: What did Nabal refuse to give David's servants?
es: ¿Qué se nego Nabal a dar a los siervos de David?

# q:!1SA!25~18#Question:What did Abigail do to avoid disaster?
source: What did Abigail do to avoid disaster?
es: ¿Qué hizo Abigail para evitar el desastre?

# q:!1SA!25~36#Question:What happened to Nabal?
source: What happened to Nabal?
es: ¿Qué le pasó a Nabal?

# q:!1SA!25~42#Question:What did Abigail become?
source: What did Abigail become?
es: ¿En qué se convirtio Abigail?

source: What did Abishai ask permission to do when he and David went into Saul's camp at night?
es: ¿Qué pidio Abisai permiso para hacer cuando él y David fueron al campamento de Saúl por la noche?

# q:!1SA!26~12#Question:What did David take from near Saul's head?
source: What did David take from near Saul's head?
es: ¿Qué tomo David cerca de la cabeza de Saúl?

source: What did Saul admit after realizing that David had spared his life again?
es: ¿Qué sdmitio Saúl después de darse cuenta de que David le había perdonado la vida otra vez?

# q:!1SA!27~7#Question:Where did David flee for one year and four months?
source: Where did David flee for one year and four months?
es: ¿De dónde huyo David por un año y cuatro meses?

source: Why didn't David leave a man or women alive from the cities he raided?
es: ¿Por qué no dejo David a un hombre o una mujer con vida de las ciudades que allanaron?

source: Who did the Lord no longer answer by the prophets or by dreams?
es: ¿Por qué el Señor ya no respondia por los profetas ni por sueños?

source: Who did Saul want the woman at Endor with a familiar spirit to bring up?
es: ¿A quién queria Saúl que la mujer en Endor con un espíritu familiar hiciera aparecer?

# q:!1SA!28~19#Question:What was going to happen to Saul and his sons?
source: What was going to happen to Saul and his sons?
es: ¿Que iba a suceder a Saúl y a sus hijos?

source: Why didn't the Philistine commanders want David fighting with them against the Israelites?
es: ¿Por qué los jefes filisteos no querian que David luchara con ellos contra los israelitas?

# q:!1SA!29~7#Question:What did Achish then ask David to do?
source: What did Achish then ask David to do?
es: ¿Qué pidio Aquis a David despues?

# q:!1SA!30~1#Question:What did David find when he returned to Ziklag?
source: What did David find when he returned to Ziklag?
es: ¿Qué encontró David a su regreso a Siclag?

# q:!1SA!30~6#Question:How did David encourage himself when he was distressed?
source: How did David encourage himself when he was distressed?
es: ¿Cómo se animaba David cuando estaba angustiado?

source: What did David recover when he pursued after the Amalekites?
es: ¿Qué recuperó David cuando persiguió a los amalecitas?

source: What share of the plunder was given with those who stayed behind?
es: ¿Qué parte del botín se dio a los que se quedaron atrás?
