Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!PSA!60~4#Question:To whom was given a banner?
source: To whom was given a banner?
es: ¿A quiénes fue dado una bandera?

# q:!PSA!60~11#Question:What is vain?
source: What is vain?
es: ¿Qué cosa es vana?

# q:!PSA!60~12#Question:What can we do through God?
source: What can we do through God?
es: ¿Qué cosas podemos hacer en Dios?

source: Where did the psalmist want to be led when his heart was overwhelmed?
es: ¿Dónde quería ser llevado el salmista cuándo su corazón desmayaba?

# q:!PSA!62~2#Question:What verse is repeated twice in this psalm?
source: What verse is repeated twice in this psalm?
es: ¿Cuál versículo se repite dos veces en este salmo?

# q:!PSA!62~8#Question:What should we do at all times?
source: What should we do at all times?
es: ¿Qué debemos hacer en todo tiempo?

# q:!PSA!63~1#Question:When should we seek God?
source: When should we seek God?
es: ¿Cuándo debemos buscarle a Dios?

# q:!PSA!63~3#Question:What is better than life?
source: What is better than life?
es: ¿Qué cosa es mejor que la vida?

# q:!PSA!64~2#Question:From what did the psalmist wish to be hid?
source: From what did the psalmist wish to be hid?
es: ¿De qué quería esconderse el salmista?

# q:!PSA!64~10#Question:What will the righteous do?
source: What will the righteous do?
es: ¿Qué hará el justo?

# q:!PSA!65~2#Question:Who will pray?
source: Who will pray?
es: ¿Quién orará?

# q:!PSA!65~11#Question:With what does God crown the year?
source: With what does God crown the year?
es: ¿Con qué corona Dios el año?

# q:!PSA!66~4#Question:What should all the earth do?
source: What should all the earth do?
es: ¿Qué debe de hacer toda la tierra?

# q:!PSA!66~10#Question:How has God proved and tried us?
source: How has God proved and tried us?
es: ¿Cómo nos ha probado y ensayado Dios?

# q:!PSA!66~18#Question:When won't God hear us?
source: When won't God hear us?
es: ¿Cuándo no nos oye Dios?

# q:!PSA!67~2#Question:Where did the psalmist want God's way to be known?
source: Where did the psalmist want God's way to be known?
es: ¿Dónde quería el salmista que el camino de Dios fuera conocido?

# q:!PSA!67~1#Question:What verse is repeated in this psalm?
source: What verse is repeated in this psalm?
es: ¿Cuál versículo se repite en este salmo?

# q:!PSA!68~1#Question:Who should we let arise?
source: Who should we let arise?
es: ¿Que se levante quién?

# q:!PSA!68~6#Question:Where do the rebellious live?
source: Where do the rebellious live?
es: ¿Dónde viven los rebeldes?

# q:!PSA!68~11#Question:Who published/proclaimed the word of the Lord?
source: Who published/proclaimed the word of the Lord?
es: ¿Quién proclamó la palabra que dio el Señor?

# q:!PSA!68~19#Question:What does the Lord do for us daily?
source: What does the Lord do for us daily?
es: ¿Qué hace Jehová diariamente para nosotros?

# q:!PSA!68~35#Question:What does the Lord God of Israel give to his people?
source: What does the Lord God of Israel give to his people?
es: ¿Qué le da el Señor Dios de Israel a su pueblo?

# q:!PSA!69~5#Question:What is not hid from God?
source: What is not hid from God?
es: ¿Qué cosas no se esconden de Dios?

# q:!PSA!69~9#Question:What did Jesus fulfill that is prophesied in this psalm?
source: What did Jesus fulfill that is prophesied in this psalm?
es: ¿Qué cosa profetizado en este salmo cumplió Jesús?

# q:!PSA!70~4#Question:What will those that love God's salvation continually say?
source: What will those that love God's salvation continually say?
es: ¿Qué dirán continuamente los que aman la salvación de Dios?

# q:!PSA!71~3#Question:What was God to the psalmist?
source: What was God to the psalmist?
es: ¿Cómo miraba a Dios el salmista?

source: What did the psalmist desire to do when he was old and gray headed?
es: ¿Qué deseaba hacer el salmista en su vejez?

source: What category of people in particular would the king's son benefit?
es: ¿Qué categoría de gente en particular se beneficiarían a las manos del hijo del rey?

# q:!PSA!72~18#Question:Who is the only one who does wondrous things?
source: Who is the only one who does wondrous things?
es: ¿Quién es el único que hace maravillas?

# q:!PSA!73~3#Question:For what reason did the psalmist's feet almost slip?
source: For what reason did the psalmist's feet almost slip?
es: ¿Por qué razón casi se deslizaron los pies del salmista?

# q:!PSA!73~17#Question:What caused the psalmist to get back to right thinking?
source: What caused the psalmist to get back to right thinking?
es: ¿Qué le hizo al salmista volver al pensamiento correcto?

# q:!PSA!73~25#Question:Whom did the psalmist desire?
source: Whom did the psalmist desire?
es: ¿A quién deseaba el salmista?

# q:!PSA!74~2#Question:What does the psalmist want God to remember?
source: What does the psalmist want God to remember?
es: ¿Qué quería el salmista que Dios recordara?

# q:!PSA!74~16#Question:What belongs to God?
source: What belongs to God?
es: ¿Qué cosas le pertenecen a Dios?

# q:!PSA!75~6#Question:From where does promotion/exaltation come?
source: From where does promotion/exaltation come?
es: ¿De dónde viene la enaltecimiento?

# q:!PSA!76~7#Question:Who ought to be feared?
source: Who ought to be feared?
es: ¿Quién is digno de temor?

# q:!PSA!77~3#Question:What did the psalmist remember?
source: What did the psalmist remember?
es: ¿De qué (y de quién) se acordó el salmista?

# q:!PSA!78~4#Question:What should we show to the generations to come?
source: What should we show to the generations to come?
es: ¿Qué debemos contarle a la generación venidera?

# q:!PSA!78~12#Question:What period of history did the psalmist review?
source: What period of history did the psalmist review?
es: ¿Qué período de la historia repasó el salmista?

# q:!PSA!79~13#Question:What will God's people give him?
source: What will God's people give him?
es: ¿Que le dará a Dios su pueblo?

# q:!PSA!80~17#Question:On whom did the psalmist desire the hand of the Lord?
source: On whom did the psalmist desire the hand of the Lord?
es: ¿Sobre quién deseaba el salmista ver la mano del Señor?

source: What instruments are mentioned to make a joyful noise to the Lord?
es: ¿Cuáles instrumentos se empleaban para aclamarle al Señor?

# q:!PSA!81~13#Question:What did the Lord wish Israel had done?
source: What did the Lord wish Israel had done?
es: ¿Qué hubiera deseado el Señor que Israel hiciera?

# q:!PSA!82~1#Question:Where does God stand?
source: Where does God stand?
es: ¿Dónde está Dios?

# q:!PSA!83~13#Question:What did the psalmist want God to make his enemies like?
source: What did the psalmist want God to make his enemies like?
es: ¿Como qué quería el salmista que Dios hiciera sus enemigos?

# q:!PSA!83~18#Question:What did the psalmist want God's enemies to know?
source: What did the psalmist want God's enemies to know?
es: ¿Qué quería el salmista que los enemigos de Dios supieran?

# q:!PSA!84~4#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

source: What would the psalmist rather do than dwell in the tents of the wicked?
es: ¿Qué prefería el salmista más que habitar en las moradas de los impíos?

# q:!PSA!84~11#Question:How will God bless those who walk uprightly?
source: How will God bless those who walk uprightly?
es: ¿Cómo bendecirá Dios a los que andan en integridad?

# q:!PSA!85~7#Question:What did the psalmist want to be shown?
source: What did the psalmist want to be shown?
es: ¿Qué quería recibir el salmista?

# q:!PSA!85~9#Question:What is near to them who fear God?
source: What is near to them who fear God?
es: ¿Qué está cercano a los que temen a Dios?

# q:!PSA!85~10#Question:What has met together?
source: What has met together?
es: ¿Qué cosas se han juntado?

# q:!PSA!86~3#Question:How often did the psalmist cry to God?
source: How often did the psalmist cry to God?
es: ¿Cuán frecuentemente clamaba el salmista a Dios?

# q:!PSA!86~5#Question:How does he describe the Lord?
source: How does he describe the Lord?
es: ¿Cómo describe al Señor?

# q:!PSA!87~2#Question:What does God love more than all the dwellings of Jacob?
source: What does God love more than all the dwellings of Jacob?
es: ¿Qué ama Dios más que todas las moradas de Jacob?

# q:!PSA!88~3#Question:What was the condition of the psalmist in this psalm?
source: What was the condition of the psalmist in this psalm?
es: ¿Cómo era la condición del salmista en este Salmo?

# q:!PSA!89~3#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

# q:!PSA!89~1#Question:What covenant did God make with David?
source: What covenant did God make with David?
es: ¿Qué pacto hizo Dios con David?

# q:!PSA!89~1#Question:What does God rule?
source: What does God rule?
es: ¿Qué domina Dios?

# q:!PSA!89~1#Question:In what shall people rejoice all the day?
source: In what shall people rejoice all the day?
es: ¿En qué se regocijarán el pueblo todo el día?

# q:!PSA!89~1#Question:What questions did the psalmist ask God?
source: What questions did the psalmist ask God?
es: ¿Qué preguntas le hizo el salmista a Dios?

# q:!PSA!90~1#Question:When is the Lord God?
source: When is the Lord God?
es: ¿Cuándo es el Señor Dios?

source: What seems to be an ordinary life span during the days of the psalmist?
es: ¿Cuántos años se consideraba una vida normal durante el tiempo del salmista?

# q:!PSA!90~12#Question:What did the psalmist desire God to teach us?
source: What did the psalmist desire God to teach us?
es: ¿Qué deseaba el salmista que Dios nos enseñara?

# q:!PSA!91~1#Question:Who abides under the shadow of the Almighty?
source: Who abides under the shadow of the Almighty?
es: ¿Quién morará bajo la sombra del Omnipotente?

# q:!PSA!91~3#Question:From what will God deliver us?
source: From what will God deliver us?
es: ¿De qué nos redimirá Dios?

# q:!PSA!91~5#Question:Of what don't you need to be afraid?
source: Of what don't you need to be afraid?
es: ¿Qué cosas no se deben temer?

source: What portion of this psalm did Satan use during the temptation of Jesus?
es: ¿Qué porción de este salmo usó Satanás durante la tentación de Jesús?

# q:!PSA!92~1#Question:What is a good thing to do?
source: What is a good thing to do?
es: ¿Qué cosa es bueno hacer?

# q:!PSA!92~12#Question:Who will still bring forth fruit in old age?
source: Who will still bring forth fruit in old age?
es: ¿Quiénes siempre fructificarán en la vejez?

# q:!PSA!93~1#Question:With what is the LORD clothed?
source: With what is the LORD clothed?
es: ¿Con qué se vestió el Señor?

# q:!PSA!93~4#Question:How is the power of the LORD described?
source: How is the power of the LORD described?
es: ¿Cómo se describe el poder del Señor?

# q:!PSA!94~1#Question:To whom does vengeance belong?
source: To whom does vengeance belong?
es: ¿A quién le pertence la venganza?

# q:!PSA!94~9#Question:Who made the ear and the eye?
source: Who made the ear and the eye?
es: ¿Quién hizo el oído y el ojo?

source: What truth is the psalmist emphasizing by pointing out that God made the ear and the eye?
es: ¿Qué quiere enfatizar el salmista con decir que Dios hizo los oídos y los ojos?

# q:!PSA!94~12#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

# q:!PSA!94~18#Question:When the psalmist said “My foot slips”, what held him up?
source: When the psalmist said “My foot slips”, what held him up?
es: ¿Cuándo el salmista dijo que su pie resbalaba, qué le sustentaba?

# q:!PSA!95~2#Question:How should we enter into God's presence?
source: How should we enter into God's presence?
es: ¿Cómo debemos entrar en la presencia de Dios?

# q:!PSA!95~7#Question:What are we to God?
source: What are we to God?
es: ¿Cómo nos mira Dios?

# q:!PSA!96~1#Question:What should we sing to the LORD?
source: What should we sing to the LORD?
es: ¿Qué debemos cantarle al Señor?

# q:!PSA!96~4#Question:How should we regard the LORD?
source: How should we regard the LORD?
es: ¿Cómo debemos tratar al Señor?

# q:!PSA!96~9#Question:How should we worship the LORD?
source: How should we worship the LORD?
es: ¿Cómo debemos adorarle al Señor?

# q:!PSA!96~13#Question:What will the LORD come to do?
source: What will the LORD come to do?
es: ¿Qué vendrá a hacer el Señor?

# q:!PSA!97~6#Question:What do the heavens declare?
source: What do the heavens declare?
es: ¿Qué declaran los cielos?

# q:!PSA!97~10#Question:What should those who love the LORD do?
source: What should those who love the LORD do?
es: ¿Qué deben de hacer los que aman al SEÑOR?

source: What verses in this psalm are almost identical to those in Psalm 96?
es: ¿Cuáles versículos de este salmo son casi idénticos a los del Salmo 96?

# q:!PSA!98~4#Question:What should we do with harps, trumpets and cornets?
source: What should we do with harps, trumpets and cornets?
es: ¿Qué debemos hacer con las arpas, trompetas, y bocinas?

# q:!PSA!99~5#Question:Why should we exalt and worship the LORD?
source: Why should we exalt and worship the LORD?
es: ¿Por qué debemos exalterle y adorarle al Señor?

# q:!PSA!100~2#Question:How should you serve the LORD?
source: How should you serve the LORD?
es: ¿Cómo debemos servirle al SEÑOR?

# q:!PSA!100~4#Question:How should we enter into his gates?
source: How should we enter into his gates?
es: ¿Cómo debemos entrar por sus puertas?

# q:!PSA!100~5#Question:What will endure to all generations?
source: What will endure to all generations?
es: ¿Qué permanecerá a todas la generaciones?

# q:!PSA!101~3#Question:What should we not set before our eyes?
source: What should we not set before our eyes?
es: ¿Qué cosa no debemos poner delante de nuestros ojos?

# q:!PSA!101~5#Question:Who will God cut off?
source: Who will God cut off?
es: ¿A quién destruirá Dios?

# q:!PSA!101~7#Question:Who will not stand before God?
source: Who will not stand before God?
es: ¿Quién no se afirma delante de Dios?

# q:!PSA!102~3#Question:To what did the psalmist liken his days?
source: To what did the psalmist liken his days?
es: ¿A qué comparó el salmista su días?

# q:!PSA!102~6#Question:To what three birds did the psalmist liken himself?
source: To what three birds did the psalmist liken himself?
es: ¿Con cuáles tres aves se comparó el salmista?

# q:!PSA!102~12#Question:How long would the LORD endure?
source: How long would the LORD endure?
es: ¿Cuanto tiempo permanecerá el Señor?

# q:!PSA!102~25#Question:What did God lay?
source: What did God lay?
es: ¿Qué fundó Dios?

source: How does the psalmist respond (and encourage others to respond) to the blessings of the Lord?
es: ¿Cómo responde el salmista (y cómo anima a los demás a responder) a las bendiciones del Señor?

source: How does the psalmist respond (and encourage others to respond) to the blessings of the Lord?
es: ¿Cómo responde el salmista (y cómo anima a los demás a responder) a las bendiciones del Señor?

# q:!PSA!103~2#Question:What should we not forget?
source: What should we not forget?
es: ¿Qué cosas no debemos olvidar?

# q:!PSA!103~3#Question:What does God forgive and heal?
source: What does God forgive and heal?
es: ¿Qué perdona y sana Dios?

# q:!PSA!103~7#Question:What did God make known to Moses and Israel?
source: What did God make known to Moses and Israel?
es: ¿Qué reveló Dios a Moisés y a Israel?

# q:!PSA!103~8#Question:In what is the LORD slow?
source: In what is the LORD slow?
es: ¿Para qúe es lento Jehová?

# q:!PSA!103~12#Question:How far has God removed our transgressions?
source: How far has God removed our transgressions?
es: ¿Cuán lejos ha alejado Dios nuestro pecado de nosotros?

# q:!PSA!103~14#Question:What does the LORD know and remember?
source: What does the LORD know and remember?
es: ¿Qué sabe y recuerda el Señor?

# q:!PSA!103~15#Question:To what are our/man's days compared?
source: To what are our/man's days compared?
es: ¿A qué se comparan los días del hombre?

# q:!PSA!104~3#Question:On what does the LORD walk?
source: On what does the LORD walk?
es: ¿Sobre qué anda el SEÑOR?

# q:!PSA!104~5#Question:What did God lay?
source: What did God lay?
es: ¿Qué fundó Dios?

# q:!PSA!104~6#Question:What fled at God's rebuke?
source: What fled at God's rebuke?
es: ¿Qué huyó al ser reprendido por Dios?

# q:!PSA!104~16#Question:Of what are the trees of the LORD full?
source: Of what are the trees of the LORD full?
es: ¿De qué están llenos los árboles del Señor?

# q:!PSA!104~33#Question:How long did the psalmist plan to sing?
source: How long did the psalmist plan to sing?
es: ¿Cuánto duraría la canción del salmista?

# q:!PSA!105~8#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

source: What was the everlasting covenant that the Lord made with Israel?
es: ¿Cuál era el pacto eterno que el Señor hizo con Israel?

source: What indicates the health of the Israelites when wandering in the wilderness?
es: ¿Qué indica que los israelitas estaban saludables cuando andaban en el desierto?

# q:!PSA!106~8#Question:Why did God save the Israelites?
source: Why did God save the Israelites?
es: ¿Por qué salvó Dios a los israelitas?

# q:!PSA!106~15#Question:After giving them their request what did God send them?
source: After giving them their request what did God send them?
es: ¿Después de darles lo que pidieron, qué les envió Dios?

# q:!PSA!106~21#Question:What did Israel forget?
source: What did Israel forget?
es: ¿Qué olvidó Israel?

source: How did Moses speak at the waters of strife when his spirit was provoked?
es: ¿Cómo habló Moisés en las aguas de Meriba cuando fue provocado su espíritu?

# q:!PSA!106~43#Question:Why did God bring Israel low?
source: Why did God bring Israel low?
es: ¿Por qué Dios humillaba a Israel?

# q:!PSA!107~2#Question:What should the redeemed of the LORD do?
source: What should the redeemed of the LORD do?
es: ¿Cómo deben hacer los redimidos de Jehová?

# q:!PSA!107~6#Question:When did they cry out to the Lord?
source: When did they cry out to the Lord?
es: ¿Cuándo clamaron al Señor?

# q:!PSA!107~8#Question:For what should men praise the Lord?
source: For what should men praise the Lord?
es: ¿Por qué cosas se debe alabar al Señor?

# q:!PSA!107~20#Question:By what means were they healed and delivered?
source: By what means were they healed and delivered?
es: ¿Por medio de qué fueron sanados y librados?

# q:!PSA!108~3#Question:Where did the psalmist plan to sing?
source: Where did the psalmist plan to sing?
es: ¿Dónde quería cantar el salmista?

# q:!PSA!108~12#Question:Why do we need God's help?
source: Why do we need God's help?
es: ¿Por qué necesitamos el socorro de Dios?

# q:!PSA!108~13#Question:What will we accomplish through/in/with God?
source: What will we accomplish through/in/with God?
es: ¿Qué haremos con/en Dios?

# q:!PSA!109~8#Question:What verse did Judas fulfill?
source: What verse did Judas fulfill?
es: ¿Cuál de estos versículos cumplió Judas?

# q:!PSA!110~1#Question:What verse in this psalm did Jesus quote?
source: What verse in this psalm did Jesus quote?
es: ¿Qué versículo de este salmo citó Jesús?

source: What verse in this psalm is referred to four times in the epistle to the Hebrews?
es: ¿Cuál versículo de este salmo se menciona cuatro veces el libro de Hebreos?

# q:!PSA!111~9#Question:What words describe the name of the Lord?
source: What words describe the name of the Lord?
es: ¿Cuáles palabras describe el nombre del Señor?

# q:!PSA!111~10#Question:Who has good understanding?
source: Who has good understanding?
es: ¿Quién tiene buen entendimiento?

# q:!PSA!112~1#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

source: How does a good person/man conduct/guide his [business] affairs?
es: ¿Cómo gobierna el hombre bueno sus asuntos?

# q:!PSA!113~2#Question:When should the LORD's name be praised?
source: When should the LORD's name be praised?
es: ¿Cuándo se debe bendecir el nombre del Señor?

# q:!PSA!113~7#Question:What does the LORD do for the poor and needy?
source: What does the LORD do for the poor and needy?
es: ¿Qué hace el Señor para el pobre y menesteroso?

# q:!PSA!113~9#Question:What does the LORD do for the barren woman?
source: What does the LORD do for the barren woman?
es: ¿Qué hace Jehová para la mujer estéril?

# q:!PSA!114~7#Question:What should tremble at the presence of the Lord?
source: What should tremble at the presence of the Lord?
es: ¿Qué debe temblar a la presencia del Señor?

# q:!PSA!115~3#Question:What has God done?
source: What has God done?
es: ¿Qué ha hecho Dios?

# q:!PSA!115~4#Question:What cannot idols do?
source: What cannot idols do?
es: ¿Qué cosa no pueden hacer los ídolos?

# q:!PSA!115~16#Question:To whom has the LORD given the earth?
source: To whom has the LORD given the earth?
es: ¿A quiénes el Señor les ha dado la tierra?

# q:!PSA!115~17#Question:Who cannot praise the LORD?
source: Who cannot praise the LORD?
es: ¿Quiénes no pueden bendecirle al Señor?

# q:!PSA!116~12#Question:What should we render to the LORD for all His benefits?
source: What should we render to the LORD for all His benefits?
es: ¿Qué debemos entegarle al Señor por todos sus beneficios?

# q:!PSA!116~15#Question:What is precious in the sight of the LORD?
source: What is precious in the sight of the LORD?
es: ¿Qué es estimada a los ojos de Jehová?

# q:!PSA!116~14#Question:What verse is repeated twice in this psalm?
source: What verse is repeated twice in this psalm?
es: ¿Cuál versículo se repite dos veces en este salmo?

# q:!PSA!117~1#Question:Why should we praise the LORD?
source: Why should we praise the LORD?
es: ¿Por qué debemos alabarle al Señor?

source: What phrase is repeated in the beginning and end of this psalm?
es: ¿Qué frase se repite al principio y al final de este salmo?

# q:!PSA!118~6#Question:Why should we not fear what people/man can do to us?
source: Why should we not fear what people/man can do to us?
es: ¿Por qué no debemos temer lo que el hombre nos pueda hacer?

# q:!PSA!118~8#Question:What is better than putting your confidence in men?
source: What is better than putting your confidence in men?
es: ¿Qué es mejor que confiar en los hombres?

source: What verse in this psalm is quoted several times in the New Testament?
es: ¿Cuál versículo en este salmo se cita varias veces en el Nuevo Testamento?

# q:!PSA!118~24#Question:What day is this?
source: What day is this?
es: ¿Qué día es éste?

# q:!PSA!118~28#Question:What should we do regarding God?
source: What should we do regarding God?
es: ¿Qué debemos hacer en relación con Dios?

# q:!PSA!119~1#Question:What are some synonyms in this psalm for the word of God?
source: What are some synonyms in this psalm for the word of God?
es: ¿Qué sinónimos hay para la palabra de Dios en este salmo?

# q:!PSA!119~9#Question:How can a young person/man cleanse his way?
source: How can a young person/man cleanse his way?
es: ¿Con qué limpiará el joven su camino?

# q:!PSA!119~11#Question:Why should we hide the word in our hearts?
source: Why should we hide the word in our hearts?
es: ¿Por qué debemos guardar la palabra en nuestros corazones?

source: What attitude did the psalmist have toward the word of God?
es: ¿Qué actitúd tenía el salmista acerca de la palabra de Dios?

# q:!PSA!119~47#Question:What did the psalmist love?
source: What did the psalmist love?
es: ¿Qué cosa amaba el salmista?

# q:!PSA!119~72#Question:What is God's word better than?
source: What is God's word better than?
es: ¿La palabra de Dios es mejor que qué cosa?

# q:!PSA!119~89#Question:How long does God's word endure/stand?
source: How long does God's word endure/stand?
es: ¿Cuánto tiempo permanecerá la palabra de Dios?

# q:!PSA!119~99#Question:The psalmist had more understanding than what two groups?
source: The psalmist had more understanding than what two groups?
es: ¿El salmista tenía más entendimiento que quiénes?
