Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!MRK!9~5#Question:What did Peter say to Jesus about what he was seeing?
source: What did Peter say to Jesus about what he was seeing?
es: ¿Qué dijo Pedro a Jesús acerca de lo que estaba viendo?

# q:!MRK!9~6#Question:Why did Peter say that?
source: Why did Peter say that?
es: ¿Por qué dijo eso Pedro?

# q:!MRK!9~14#Question:What miracle did Jesus do?
source: What miracle did Jesus do?
es: ¿Qué milagro hizo Jesús?

# q:!MRK!9~20#Question:What happened when the spirit saw Jesus?
source: What happened when the spirit saw Jesus?
es: ¿Qué sucedió cuando el espíritu vio a Jesús?

# q:!MRK!10~3#Question:How did Jesus answer them?
source: How did Jesus answer them?
es: ¿Cómo les respondió Jesús?

# q:!MRK!10~16#Question:Why?
source: Why?
es: ¿Por qué?

# q:!MRK!10~13#Question:What did the disciples do?
source: What did the disciples do?
es: ¿Qué hicieron los discípulos?

# q:!MRK!10~14#Question:What did Jesus say?
source: What did Jesus say?
es: ¿Qué dijo Jesús?

# q:!MRK!10~15#Question:What else did he say about that.
source: What else did he say about that.
es: ¿Qué más dijo acerca de eso.

# q:!MRK!10~28#Question:What did Peter say to Jesus?
source: What did Peter say to Jesus?
es: ¿Qué le dijo Pedro a Jesús?

# q:!MRK!10~46#Question:What miracle did Jesus do?
source: What miracle did Jesus do?
es: ¿Qué milagro hizo Jesús?

# q:!MRK!11~9#Question:What did the people shout?
source: What did the people shout?
es: ¿Qué gritó el pueblo?

# q:!MRK!11~15#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MRK!11~17#Question:What did Jesus say?
source: What did Jesus say?
es: ¿Qué dijo Jesús?

# q:!MRK!11~18#Question:Why do you think that they were so angry?
source: Why do you think that they were so angry?
es: ¿Por qué cree usted que estaban tan enojados?

# q:!MRK!11~20#Question:What was Jesus teaching his disciples?
source: What was Jesus teaching his disciples?
es: ¿Qué estaba enseñando Jesús a sus discípulos?

# q:!MRK!11~29#Question:How did Jesus answer them?
source: How did Jesus answer them?
es: ¿Cómo les respondió Jesús?

# q:!MRK!11~33#Question:What did Jesus say to them?
source: What did Jesus say to them?
es: ¿Qué les dijo Jesús?

source: What did the man do when he had finished preparing the vineyard?
es: ¿Qué hizo elhombre cuando había terminado de preparar la viña?

# q:!MRK!12~16#Question:What did they answer?
source: What did they answer?
es: ¿Cómo respondieron?

# q:!MRK!12~17#Question:Then what did Jesus say?
source: Then what did Jesus say?
es: ¿Entonces qué dijo Jesús?

# q:!MRK!12~29#Question:What did Jesus say about God?
source: What did Jesus say about God?
es: ¿Qué dijo Jesús acerca de Dios?

# q:!MRK!14~10#Question:What did Judas Iscariot do?
source: What did Judas Iscariot do?
es: ¿Qué hizo Judas Iscariote?

# q:!MRK!14~22#Question:What did Jesus say about that bread?
source: What did Jesus say about that bread?
es: ¿Qué dijo Jesús acerca de ese pan?

# q:!MRK!14~22#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

# q:!MRK!14~27#Question:What did Peter say about that?
source: What did Peter say about that?
es: ¿Qué dijo Pedro acerca de eso?

# q:!MRK!14~30#Question:What did Jesus tell Peter?
source: What did Jesus tell Peter?
es: ¿Qué le dijo Jesús a Pedro?

# q:!MRK!14~32#Question:What did Jesus ask God in his prayer?
source: What did Jesus ask God in his prayer?
es: ¿Qué le pidió Jesús a Dios en su oración?

# q:!MRK!14~62#Question:How did Jesus answer?
source: How did Jesus answer?
es: ¿Cómo contestó Jesús?

# q:!MRK!15~2#Question:What question did Pilate ask Jesus?
source: What question did Pilate ask Jesus?
es: ¿Qué le preguntó Pilato a Jesús?

# a:!MRK!15~2#Answer:What question did Pilate ask Jesus?-1483300715
source: He asked whether Jesus was the king of the Jews or not. (2)
es: Preguntó si Jesús era el rey de los judíos o no. (2)

# q:!MRK!15~7#Question:Who was Barabbas?
source: Who was Barabbas?
es: ¿Quién era Barrabás?

# q:!MRK!15~11#Question:Why did the people not ask for Jesus?
source: Why did the people not ask for Jesus?
es: ¿Por qué el pueblo no pidieron a Jesús?

source: When the soldiers had finished mocking Jesus, what did they do?
es: ¿Cuando los soldados habían terminado de escanecerla a Jesús, qué hicieron?

source: What was the name of the place where they nailed Jesus to the cross?
es: ¿Cuál era el nombre del lugar donde le crucificaron a Jesús?

# q:!MRK!15~42#Question:What happened to the body of Jesus?
source: What happened to the body of Jesus?
es: ¿Qué le pasó al cuerpo de Jesús?

# q:!MRK!15~43#Question:Who was Joseph?
source: Who was Joseph?
es: ¿Quién era José?

# q:!MRK!15~43#Question:What did this Joseph do?
source: What did this Joseph do?
es: ¿Qué hizo José?

# q:!MRK!16~5#Question:What did they see when they went into the tomb?
source: What did they see when they went into the tomb?
es: ¿Qué vieron cuando fueron a la tumba?

# q:!MRK!16~10#Question:What did Mary do after she had seen Jesus?
source: What did Mary do after she had seen Jesus?
es: ¿Qué hizo María cuando haya visto a Jesús?

source: What do you think is the meaning of "Christ" in this verse?
es: ¿Qué quiere decir "Cristo" en este versículo?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!MAT!1~2#Question:Who was Isaac's father?
source: Who was Isaac's father?
es: ¿Quién era el padre de Isaac?

# q:!MAT!1~2#Question:Who was Isaac's son?
source: Who was Isaac's son?
es: ¿Quién era el hijo de Isaac?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!MAT!1~18#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

# q:!MAT!1~20#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# n:!MAT!1~20#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

# q:!MAT!1~22#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!MAT!1~22#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# q:!MAT!1~23#Question:What does the name Emmanuel mean?
source: What does the name Emmanuel mean?
es: ¿Qué significa el nombre Emanuel?

# q:!MAT!1~22#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!MAT!2~1#Question:What do you know about Jews?
source: What do you know about Jews?
es: ¿Qué sabes acerca de los judíos?

# n:!MAT!2~3#Note:What do you know about the chief priests?169377881
source: See "chief priest" in KBT.
es: Véase "sumo sacerdote" en TBC.

# q:!MAT!2~3#Question:What do you know about the name &quot;Israel&quot;?
source: What do you know about the name "Israel"?
es: ¿Qué sabes acerca del nombre "Israel"?

# n:!MAT!2~3#Note:What do you know about the name &quot;Israel&quot;?-848175447
source: See "Israel" in KBT.
es: Véase "Israel" en TBC.

# q:!MAT!2~8#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

# q:!MAT!3~1#Question:What did John the Baptist do?
source: What did John the Baptist do?
es: ¿Qué hizo Juan el Bautista?

# n:!MAT!3~7#Note:What do you know about Pharisees?1608715828
source: See "Pharisee" in KBT.
es: Véase "fariseo" en TBC.

# q:!MAT!4~1#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

# n:!MAT!4~5#Note:What was the purpose of the temple?438945992
source: See "temple" in KBT.
es: Véase "templo" en TBC.

# q:!MAT!4~8#Question:Who is Satan?
source: Who is Satan?
es: ¿Quién es Satanás?

# l:!MAT!4~23#Alternate:What do you think a synagogue is/was?1294976118
source: What do you think a synagogue is?
es: ¿Qué cree usted que es una sinagoga?

# q:!MAT!5~1#Question:What do you think a disciple is?
source: What do you think a disciple is?
es: ¿Qué cree usted que es un discípulo?

# q:!MAT!5~1#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

# q:!MAT!5~1#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

# q:!MAT!5~9#Question:What do peacemakers do?
source: What do peacemakers do?
es: ¿Qué hacen los pacificadores?

# q:!MAT!5~31#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!5~32#Question:What did he say?
source: What did he say?
es: ¿Qué dijo?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

# q:!MAT!5~21#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!5~27#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!5~33#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!5~34#Question:What did Jesus say about that?
source: What did Jesus say about that?
es: ¿Qué dijo Jesús acerca de eso?

# q:!MAT!5~38#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!5~43#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!5~43#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!MAT!5~43#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!MAT!6~1#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!6~5#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# q:!MAT!6~16#Question:What did Jesus teach the people in these verses?
source: What did Jesus teach the people in these verses?
es: ¿Qué les enseñó Jesús a la gente en estos versículos?

# q:!MAT!6~19#Question:What did Jesus teach the people in these verses?
source: What did Jesus teach the people in these verses?
es: ¿Qué les enseñó Jesús a la gente en estos versículos?

# q:!MAT!6~25#Question:Who was the person named Solomon mentioned in verse 29?
source: Who was the person named Solomon mentioned in verse 29?
es: ¿Quién era la persona llamado Salomón mencionado en el versículo 29?

# q:!MAT!7~1#Question:What did Jesus teach the people in these verses?
source: What did Jesus teach the people in these verses?
es: ¿Qué les enseñó Jesús a la gente en estos versículos?

# n:!MAT!7~1#Note:What do you think it means to judge someone?-1184246945
source: See "judge" in KBT.
es: Véase "juez" en TBC.

# q:!MAT!7~7#Question:What did Jesus teach the people in these verses?
source: What did Jesus teach the people in these verses?
es: ¿Qué les enseñó Jesús a la gente en estos versículos?

# q:!MAT!7~15#Question:What do you think a false prophet did?
source: What do you think a false prophet did?
es: ¿Qué cree usted que hacía un falso profeta?

# q:!MAT!7~15#Question:What do you think a demon is?
source: What do you think a demon is?
es: ¿Qué cree usted que es un demonio?

# q:!MAT!7~24#Question:About whom did Jesus teach the people in these verses?
source: About whom did Jesus teach the people in these verses?
es: ¿Acerca de quién enseñó Jesús a la gente en estos versículos?

# q:!MAT!8~5#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# n:!MAT!8~5#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# q:!MAT!9~18#Question:What did the ruler (of the synagogue) want?
source: What did the ruler (of the synagogue) want?
es: ¿Qué quería el hombre principal (de la sinagoga)?

# q:!MAT!9~25#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!MAT!9~28#Question:What did Jesus ask them?
source: What did Jesus ask them?
es: ¿Qué les preguntó Jesús?

# q:!MAT!10~27#Question:Why?
source: Why?
es: ¿Por qué?

# q:!MAT!10~34#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# q:!MAT!12~11#Question:How did Jesus answer them?
source: How did Jesus answer them?
es: ¿Cómo les respondió Jesús?

# l:!MAT!12~38#Alternate:What do you think a sign/miracle is?40830827
source: What do you think a sign is?
es: ¿Qué cree usted que es una señal?

# q:!MAT!13~1#Question:What do you think a parable is?
source: What do you think a parable is?
es: ¿Qué cree usted que es una parábola?

# n:!MAT!13~1#Note:What do you think a parable is?903541393
source: See "parable" in KBT.
es: Véase "parábola" en TBC.

# q:!MAT!13~2#Question:So what did Jesus do?
source: So what did Jesus do?
es: ¿Entonces qué hizo Jesús?

source: What is the reason that the people of Nazareth rejected Jesus?
es: ¿Cual fue la razón que el pueblo de Nazaret rechazó a Jesús?pueblosdesechada

# q:!MAT!14~19#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!MAT!14~27#Question:What did Jesus say to the disciples?
source: What did Jesus say to the disciples?
es: ¿Qué dijo Jesús a los discípulos?

# q:!MAT!14~29#Question:What did Jesus say to Peter?
source: What did Jesus say to Peter?
es: ¿Qué le dijo Jesús a Pedro?

# q:!MAT!14~31#Question:What did Jesus ask Peter?
source: What did Jesus ask Peter?
es: ¿Qué le preguntó Jesús a Pedro?

# q:!MAT!15~1#Question:What do you think an elder is?
source: What do you think an elder is?
es: ¿Qué cree usted que es un anciano?

# q:!MAT!15~23#Question:What did his disciples tell Jesus to do?
source: What did his disciples tell Jesus to do?
es: ¿Qué le dijo Jesús a su discípulos que hicieran?

# q:!MAT!16~8#Question:What did Jesus ask the disciples?
source: What did Jesus ask the disciples?
es: ¿Qué le preguntó Jesús a los discípulos?

# q:!MAT!16~13#Question:What did Jesus ask his disciples?
source: What did Jesus ask his disciples?
es: ¿Qué le preguntó Jesús a sus discípulos?

# q:!MAT!16~18#Question:What did Jesus say to Peter?
source: What did Jesus say to Peter?
es: ¿Qué le dijo Jesús a Pedro?

# q:!MAT!16~13#Question:What do you think the church is?
source: What do you think the church is?
es: ¿Qué cree usted que es la iglesia?

# q:!MAT!16~27#Question:What will the Son of Man do after he has come?
source: What will the Son of Man do after he has come?
es: ¿Qué hará el Hijo del Hombre cuando haya venido?

# q:!MAT!17~13#Question:About whom was Jesus (really) talking in verses 11-13?
source: About whom was Jesus (really) talking in verses 11-13?
es: ¿Acerca de quién hablaba Jesús en los versículos 11-13?

# q:!MAT!18~21#Question:What did Peter ask Jesus?
source: What did Peter ask Jesus?
es: ¿Qué le preguntó Pedro a Jesús?

# q:!MAT!18~23#Question:To what did Jesus compare the kingdom of heaven?
source: To what did Jesus compare the kingdom of heaven?
es: ¿A qué comparó Jesús el reino de los cielos?

# q:!MAT!19~1#Question:About what did Jesus teach the people in these verses?
source: About what did Jesus teach the people in these verses?
es: ¿Sobre qué le enseñó Jesús a la gente en estos versículos?

# q:!MAT!19~1#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!MAT!19~2#Question:What did Jesus do in Judea?
source: What did Jesus do in Judea?
es: ¿Qué hizo Jesús en Judea?

# q:!MAT!19~14#Question:What did Jesus say to the disciples?
source: What did Jesus say to the disciples?
es: ¿Qué dijo Jesús a los discípulos?

# q:!MAT!19~16#Question:What do you think the kingdom of God is?
source: What do you think the kingdom of God is?
es: ¿Qué cree usted que es el reino de Dios?

# n:!MAT!19~16#Note:What do you think the kingdom of God is?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# q:!MAT!20~1#Question:To what did Jesus compare the kingdom of heaven?
source: To what did Jesus compare the kingdom of heaven?
es: ¿A qué comparó Jesús el reino de los cielos?

# q:!MAT!21~7#Question:Then what did Jesus do?
source: Then what did Jesus do?
es: ¿Entonces qué hizo Jesús?

# q:!MAT!21~17#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!MAT!21~18#Question:What happened to the fig tree?
source: What happened to the fig tree?
es: ¿Qué le pasó a la higuera?

# q:!MAT!22~2#Question:To what did Jesus compare the kingdom of heaven?
source: To what did Jesus compare the kingdom of heaven?
es: ¿A qué comparó Jesús el reino de los cielos?

# q:!MAT!22~10#Question:What did the king's servants do?
source: What did the king's servants do?
es: ¿Qué hicieron los sirvientes del rey?

# q:!MAT!22~42#Question:What did Jesus ask the Pharisees?
source: What did Jesus ask the Pharisees?
es: ¿Qué le preguntó Jesús a los fariseos?

# q:!MAT!24~14#Question:When will the end of the world come?
source: When will the end of the world come?
es: ¿Cuándo vendrá el fin del mundo?

# n:!MAT!24~1#Note:What do you think the gospel is?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!MAT!25~1#Question:To what did Jesus compare the kingdom of heaven?
source: To what did Jesus compare the kingdom of heaven?
es: ¿A qué comparó Jesús el reino de los cielos?

source: To what did Jesus compare the kingdom of heaven in these verses?
es: ¿A qué comparó Jesús el reino de los cielos en estos versículos?

# q:!MAT!26~10#Question:What did Jesus say to the disciples?
source: What did Jesus say to the disciples?
es: ¿Qué dijo Jesús a los discípulos?

# q:!MAT!26~14#Question:What did Judas ask the chief priests?
source: What did Judas ask the chief priests?
es: ¿Qué le preguntó Judas a los príncipales sacerdotes?

# q:!MAT!26~25#Question:What did Judas ask Jesus?
source: What did Judas ask Jesus?
es: ¿Qué le preguntó Judas a Jesús?

# q:!MAT!26~17#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

# q:!MAT!26~39#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!MAT!26~42#Question:Then what did Jesus do?
source: Then what did Jesus do?
es: ¿Entonces qué hizo Jesús?

# q:!MAT!26~49#Question:What did Judas do to Jesus?
source: What did Judas do to Jesus?
es: ¿Qué le hizo Judas a Jesús?

# q:!MAT!26~58#Question:What did Peter do?
source: What did Peter do?
es: ¿Qué hizo Pedro?

# q:!MAT!26~75#Question:Then what did Peter do?
source: Then what did Peter do?
es: ¿Entonces qué hizo Pedro?

# q:!MAT!27~11#Question:What did the governor/Pilate ask Jesus?
source: What did the governor/Pilate ask Jesus?
es: ¿Qué le preguntó el gobernador [Pilato] a Jesús?

source: What custom/tradition did the governor practice at the Feast [of the Passover]?
es: ¿Qué tradición practicaba el gobernador en el día de la pascua?

# q:!MAT!27~32#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!MAT!27~32#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# q:!MAT!27~57#Question:Who was Joseph?
source: Who was Joseph?
es: ¿Quién era José?

# q:!MAT!28~2#Question:What did the angel do?
source: What did the angel do?
es: ¿Qué hizo el ángel?

# q:!PHM!1~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

source: Why do you think the authorities put Paul in prison because he preached about Christ?
es: ¿Por qué cree usted que las autoridades echaron a Pablo en la cárcel porque predicó acerca de Cristo?

# q:!PHM!1~4#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!PHM!1~4#Question:Why does Paul thank God?
source: Why does Paul thank God?
es: ¿Por qué Pablo le da gracias a Dios?

# q:!PHM!1~6#Question:What does Paul pray for in this verse?
source: What does Paul pray for in this verse?
es: ¿Qué pide Pablo en oración en este versículo?

# q:!PHM!1~7#Question:What gives Paul much joy?
source: What gives Paul much joy?
es: ¿Qué cosa le da mucho gozo a Pablo?

# q:!PHM!1~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!PHM!1~8#Question:Why did Paul have that right?
source: Why did Paul have that right?
es: ¿Por qué Pablo tenia ese derecho?

# q:!PHM!1~10#Question:What does Paul say about Onesimus?
source: What does Paul say about Onesimus?
es: ¿Qué dice Pablo acerca de Onésimo?

# q:!PHM!1~11#Question:What does Paul say here about Onesimus's former conduct?
source: What does Paul say here about Onesimus's former conduct?
es: ¿Qué dice Pablo acerca de la conducta anterior de Onésimo?

# q:!PHM!1~11#Question:What does he say about Onesimus's present conduct?
source: What does he say about Onesimus's present conduct?
es: ¿Qué dice acerca de la conducta actual de Onésimo?

# q:!PHM!1~12#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!PHM!1~13#Question:Why?
source: Why?
es: ¿Por qué?

# q:!PHM!1~13#Question:Why, then, is Paul sending Onesimus back to Philemon?
source: Why, then, is Paul sending Onesimus back to Philemon?
es: ¿Por qué Pablo envia Onésimo de regreso a Filemón?

source: How does Paul hope that Philemon will receive Onesimus when he returns?
es: ¿Cómo espera Pablo que Filemón recibirá a Onésimo cuando éste regresa?

# q:!PHM!1~18#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!PHM!1~19#Question:Why not?
source: Why not?
es: ¿Por qué no?

# q:!PHM!1~21#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!PHM!1~22#Question:Why does he think so?
source: Why does he think so?
es: ¿Por qué piensa él así?

# q:!PHM!1~23#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!1~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# q:!PHP!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?
