Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!PHP!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# n:!PHP!1~1#Note:Who do you think God is?-22475676
source: See "God" in KBT.
es: Véase "Dios" en TBC.

# q:!PHP!1~1#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!1~6#Question:About what was Paul sure?
source: About what was Paul sure?
es: ¿De qué estaba persuadido Pablo?

# n:!PHP!1~3#Note:What do you think the gospel is?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

# q:!PHP!1~3#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!1~12#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

# n:!PHP!1~12#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!2~3#Question:What else did Paul tell them to do?
source: What else did Paul tell them to do?
es: ¿Qué más les dijo Pablo que hicieren?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!2~22#Question:What else did Paul say about Timothy?
source: What else did Paul say about Timothy?
es: ¿Qué más dijo Pablo acerca de Timoteo?

# q:!PHP!2~25#Question:What did Paul say about Epaphroditus?
source: What did Paul say about Epaphroditus?
es: ¿Qué dijo Pablo acerca de Epafrodito?

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!3~1#Question:What do you think it means to circumcise someone?
source: What do you think it means to circumcise someone?
es: ¿Qué cree usted que quiere decir circuncidar a una persona?

# q:!PHP!3~1#Question:What do you know about the name &quot;Israel&quot;?
source: What do you know about the name "Israel"?
es: ¿Qué sabes acerca del nombre "Israel"?

# n:!PHP!3~1#Note:What do you know about the name &quot;Israel&quot;?-848175447
source: See "Israel" in KBT.
es: Véase "Israel" en TBC.

# n:!PHP!3~1#Note:What do you know about the Pharisees?1608715828
source: See "Pharisee" in KBT.
es: Véase "fariseo" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!PHP!3~12#Question:What do you know about the cross?
source: What do you know about the cross?
es: ¿Que sabes acerca de la cruz?

# n:!PHP!3~12#Note:What do you know about the cross?-376395312
source: See "cross" in KBT.
es: Véase "cruz" en TBC.

# q:!PHP!3~12#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!PHP!3~12#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what Paul wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Pablo escribió en estes versículos.

# q:!REV!1~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# q:!REV!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# q:!REV!1~1#Question:What do you think is the meaning of &quot;Christ&quot;?
source: What do you think is the meaning of "Christ"?
es: ¿Cuál es el significado de "Cristo"?

source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!REV!1~1#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# q:!REV!1~1#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

# q:!REV!1~4#Question:What do you think the church is?
source: What do you think the church is?
es: ¿Qué cree usted que es la iglesia?

# q:!REV!1~4#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

# n:!REV!1~4#Note:What do you think it means to be at peace?-110537080
source: See "peace" in KBT.
es: Véase "paz" en TBC.

# q:!REV!1~4#Question:Who was before [God's] throne?
source: Who was before [God's] throne?
es: ¿Quién estaba delante del trono de Dios?

# q:!REV!1~4#Question:What do you think it means when someone is faithful?
source: What do you think it means when someone is faithful?
es: ¿Qué cree usted que quiere decir cuando alguien es fiel?

# n:!REV!1~4#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!2~5#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

# q:!REV!2~1#Question:What do you think it means when someone repents?
source: What do you think it means when someone repents?
es: ¿Qué cree usted que quiere decir cuando alguien se arrepienta?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!2~8#Question:What do you think a synagogue is?
source: What do you think a synagogue is?
es: ¿Qué cree usted que es una sinagoga?

# q:!REV!2~8#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

# q:!REV!2~11#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!2~13#Question:Who was Antipas?
source: Who was Antipas?
es: ¿Quién era Antipas?

source: What do you think it means for someone to commit sexual immorality?
es: ¿Qué cree usted que significa cometer inmoralidad sexual?

# q:!REV!2~17#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

source: What do you think is the reason for a person or place to have a name?
es: ¿Por qué cree usted que una persona o un lugar debe tener un nombre?

source: See "name" in KBT.
es: Véase "nombre" en TBC.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!2~18#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!REV!2~18#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# q:!REV!2~29#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!3~2#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!3~7#Question:What do you think it means for someone to be holy?
source: What do you think it means for someone to be holy?
es: ¿Qué cree usted que significa ser santo?

# n:!REV!3~7#Note:What do you think it means for someone to be holy?-1055694190
source: See "holy" in KBT.
es: Véase "santo" en TBC.

source: See "world" in KBT.
es: Véase "mundo" en TBC.

# n:!REV!3~7#Note:For what purpose do you think people used a temple?438945992
source: See "temple" in KBT.
es: Véase "templo" en TBC.

# q:!REV!3~7#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!REV!3~7#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!REV!3~13#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!3~19#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!4~1#Question:What do you think an elder is?
source: What do you think an elder is?
es: ¿Qué cree usted que es un anciano?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!5~2#Question:What was the angel doing?
source: What was the angel doing?
es: ¿Qué hacía el ángel?

# q:!REV!5~7#Question:What did the Lamb do?
source: What did the Lamb do?
es: ¿Qué hizo el Cordero?

# q:!REV!5~14#Question:What did the elders do?
source: What did the elders do?
es: ¿Qué hicieron los ancianos?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!6~1#Question:What do you think the soul is?
source: What do you think the soul is?
es: ¿Qué cree usted que es el alma?

# n:!REV!6~1#Note:What do you think it means to judge someone?-1184246945
source: See "judge" in KBT.
es: Véase "juez" en TBC.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# n:!REV!7~9#Note:What do you think &quot;salvation&quot; means?476317664
source: See "salvation" in KBT.
es: Véase "salvación" en TBC.

# q:!REV!7~11#Question:What did the angels do?
source: What did the angels do?
es: ¿Qué hicieron los ángeles?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!8~11#Question:What was the name of the star?
source: What was the name of the star?
es: ¿Cuál era el nombre de la estrella?

# q:!REV!9~20#Question:What do you think a demon is?
source: What do you think a demon is?
es: ¿Qué cree usted que es un demonio?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!10~3#Question:What happened when the angel shouted?
source: What happened when the angel shouted?
es: ¿Qué sucedió cuando el ángel gritó?

# q:!REV!10~5#Question:What did the angel do?
source: What did the angel do?
es: ¿Qué hizo el ángel?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!11~8#Question:What will happen to their bodies?
source: What will happen to their bodies?
es: ¿Qué pasará con sus cuerpos?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!11~15#Question:What do you think a covenant is?
source: What do you think a covenant is?
es: ¿Qué cree usted que es un pacto?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!12~1#Question:What do you think a sign is?
source: What do you think a sign is?
es: ¿Qué cree usted que es una señal?

# q:!REV!12~5#Question:What happened to the child?
source: What happened to the child?
es: ¿Qué le pasó al niño?

# q:!REV!12~12#Question:For what reason is the devil very angry?
source: For what reason is the devil very angry?
es: ¿Por qué está muy enojado el diablo?

# q:!REV!12~1#Question:What do you think a commandment is?
source: What do you think a commandment is?
es: ¿Qué cree usted que es un mandamiento?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!13~1#Question:What do you think it means for someone to blaspheme?
source: What do you think it means for someone to blaspheme?
es: ¿Qué cree usted que significa blasfemar?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# n:!REV!14~6#Note:What do you think &quot;eternal gospel&quot; means?-1635459669
source: See "gospel" in KBT.
es: Véase "evangelio" en TBC.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!15~1#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

# q:!REV!15~8#Question:What happened to the temple?
source: What happened to the temple?
es: ¿Qué le pasó al templo?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!16~21#Question:What did the people do?
source: What did the people do?
es: ¿Qué hizo el pueblo?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!17~11#Question:What is the beast?
source: What is the beast?
es: ¿Qué es la bestia?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!18~21#Question:What did the angel do?
source: What did the angel do?
es: ¿Qué hizo el ángel?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!19~1#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!19~15#Question:What will he do with the sword?
source: What will he do with the sword?
es: ¿Qué hará con la espada?

# q:!REV!19~20#Question:What happened to the beast and the false prophet?
source: What happened to the beast and the false prophet?
es: ¿Qué les pasó a la bestia y al falso profeta?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!REV!21~3#Question:Where will God live?
source: Where will God live?
es: ¿Dónde vivirá Dios?

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

source: Tell in your own words the basic meaning (theme) of what John wrote in these verses.
es: Cuente en sus propias palabras la idea general de lo que Juan escribió en estes versículos.

# q:!ROM!1~5#Question:What is Paul's work?
source: What is Paul's work?
es: ¿Qué trabajo hace Pablo?

# q:!ROM!2~28#Question:What is true circumcision?
source: What is true circumcision?
es: ¿Qué es la verdadera circuncisión?

# q:!ROM!4~9#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!7~7#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!8~3#Question:Did God condemn Christ to death?
source: Did God condemn Christ to death?
es: ¿Condenó Dios a muerte a Jesucristo?

# q:!ROM!8~9#Question:What is the Spirit of Christ?
source: What is the Spirit of Christ?
es: ¿Qué es el Espíritu de Cristo?

# q:!ROM!8~33#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!9~1#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!11~9#Question:Against whom did King David speak in this passage?
source: Against whom did King David speak in this passage?
es: ¿Contra quién habló el rey David en este pasaje?

# q:!ROM!12~1#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!13~6#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!13~9#Question:Why is adultery wrong?
source: Why is adultery wrong?
es: ¿Por qué el adulterio es pecado?

# q:!ROM!14~4#Question:Why?
source: Why?
es: ¿Por qué?

# q:!ROM!16~6#Question:What did Mary do?
source: What did Mary do?
es: ¿Qué hizo María?

# q:!ROM!16~7#Question:What did Andronicus and Junias do?
source: What did Andronicus and Junias do?
es: ¿Qué hicieron Andrónico y Junias?

# q:!TIT!1~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!1~2#Question:What do believers hope for?
source: What do believers hope for?
es: ¿Qué esperanza tiene los creyentes?

# q:!TIT!1~3#Question:Then what did God do?
source: Then what did God do?
es: ¿Entonces qué hizo Dios?

# q:!TIT!1~5#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!1~5#Question:What was Titus to do there?
source: What was Titus to do there?
es: ¿Qué tenía que hacer Tito allá?

# q:!TIT!1~10#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!1~12#Question:Is what this person said true?
source: Is what this person said true?
es: ¿Es verdad lo que dijo esta persona?

# q:!TIT!2~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!2~2#Question:What should Titus teach the older men?
source: What should Titus teach the older men?
es: ¿Qué debe enseñarles Tito a los ancianos?

# q:!TIT!2~3#Question:What should Titus teach the older women?
source: What should Titus teach the older women?
es: ¿Qué debe enseñarles Tito a las ancianas?

# q:!TIT!2~9#Question:What should Titus teach the slaves?
source: What should Titus teach the slaves?
es: ¿Qué debe enseñar Tito a los siervos?

# q:!TIT!2~11#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!2~11#Question:What does Paul say about God?
source: What does Paul say about God?
es: ¿Qué dice Pablo acerca de Dios?

# q:!TIT!2~12#Question:What does Paul say about Jesus Christ?
source: What does Paul say about Jesus Christ?
es: ¿Qué dice Pablo acerca de Jesúcristo?

# q:!TIT!3~1#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!3~4#Question:How did God save them?
source: How did God save them?
es: ¿Cómo les salvó Dios?

# q:!TIT!3~8#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!TIT!3~12#Question:Tell in your own words what Paul said.
source: Tell in your own words what Paul said.
es: Cuente en sus propias palabras lo que dijo Pablo.

# q:!1CO!1~11#Question:How does Paul know this?
source: How does Paul know this?
es: ¿Cómo sabe esto Pablo?

# q:!1CO!1~23#Question:What did the Greeks think about the cross?
source: What did the Greeks think about the cross?
es: ¿Qué pensaban los griegos acerca de la cruz?

# q:!1CO!2~4#Question:Why was he trembling and afraid?
source: Why was he trembling and afraid?
es: ¿Por qué estaba temblando y con temor?
