Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!EXO!29~38#Question:How many lambs were offered each day?
source: How many lambs were offered each day?
es: ¿Cuántos corderos eran ofrecidos cada día?

# q:!EXO!30~6#Question:Where was the altar of incense placed?
source: Where was the altar of incense placed?
es: ¿Dónde puesto el altar de incienso?

# q:!EXO!30~10#Question:How often did Aaron make atonement?
source: How often did Aaron make atonement?
es: ¿Cuán a menudo hacía Aaron la expiación?

source: How did the ransom offering of the rich compare to the offering of the poor?
es: ¿Cómo sería el rescate de la ofrenda del rico en comparación a la ofrenda del pobre?

# q:!EXO!30~18#Question:Where was the laver for washing placed?
source: Where was the laver for washing placed?
es: ¿Dónde sería puesta la fuente de bronce?

source: What would happen to a priest if he made an offering without washing?
es: ¿Qué le pasaría a un sacerdote si él hacía una ofrenda sin lavarse?

# q:!EXO!30~30#Question:Who was anointed with the holy anointing oil?
source: Who was anointed with the holy anointing oil?
es: ¿Quién fue ungido con el aceite de la santa unción?

# q:!EXO!31~14#Question:What would happen to someone who profaned the Sabbath?
source: What would happen to someone who profaned the Sabbath?
es: ¿Qué le pasaría a alguien que profanara el Sábado?

source: Who wrote on the tablets of stone that were given to Moses?
es: ¿Quién escribió en las tablas de piedra que le dió a Moisés?

source: What did the people request of Aaron while Moses was on Mount Sinai?
es: ¿Qué le pidió la gente a Aarón mientras Moisés estaba en el Monte Sinaí?

# q:!EXO!32~4#Question:Who made the gold calf?
source: Who made the gold calf?
es: ¿Quién hizo el becerro de oro?

# q:!EXO!32~19#Question:How did Moses react when he saw the calf and the dancing?
source: How did Moses react when he saw the calf and the dancing?
es: ¿Cómo reaccionó Moisés cuando vió el becerro y la danza?

# q:!EXO!32~24#Question:How did Aaron lie when confronted by Moses?
source: How did Aaron lie when confronted by Moses?
es: ¿Cómo mintió Aarón cuándo fue confrontado por Moisés?

# q:!EXO!32~28#Question:How many Israelites were killed that day?
source: How many Israelites were killed that day?
es: ¿Cuántos israelitas fueron muertos ese día?

source: What was Moses willing to allow to happen if God did not forgive their sin?
es: ¿A qué estaba dispuesto Moisés permitir que le pasara si Dios no perdonaba su pecado?

# q:!EXO!33~11#Question:How did the Lord speak to Moses?
source: How did the Lord speak to Moses?
es: ¿Cómo hablaba el Señor a Moisés?

source: How did the Lord respond when Moses desired to see God's glory?
es: ¿Cómo respondió el Señor cuándo Moisés deseó ver la gloria de Dios?

# q:!EXO!34~1#Question:Who cut the second set of tablets of stone?
source: Who cut the second set of tablets of stone?
es: ¿Quién corto el segundo juego de tablas de piedra?

# q:!EXO!34~10#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

source: Why were the Israelites not to make a covenant with the inhabitants of the land of Canaan?
es: ¿Por qué los Israelitas no debían hacer alianza con los habitantes de la tierra de Canaán?

# q:!EXO!34~28#Question:How long did Moses neither eat bread nor drink water?
source: How long did Moses neither eat bread nor drink water?
es: ¿Por cuánto tiempo Moisés no comió ni pan ni bebió agua ?

# q:!EXO!34~33#Question:What did Moses put on his face?
source: What did Moses put on his face?
es: ¿Qué se puso Moisés en su rostro?

source: With what attitude were people to bring their offerings for the tabernacle?
es: ¿Con qué actitud la gente traía sus ofrendas para el tabernáculo?

# q:!EXO!35~10#Question:Who made the various items for the tabernacle?
source: Who made the various items for the tabernacle?
es: ¿Quiénes hicieron los varios artículos para el tabernáculo?

# q:!EXO!36~5#Question:How much did the people bring as offerings?
source: How much did the people bring as offerings?
es: ¿Cuánto trajeron las personas como ofrendas?

source: What items did Bezaleel make that are described in this chapter?
es: ¿Qué artículos hechos por Bezaleel son descritos en este capítulo?

source: What items did Bezaleel make that are described in this chapter?
es: ¿Qué artículos hechos por Bezaleel son descritos en este capítulo?

# q:!EXO!38~24#Question:How much gold was used in the holy place?
source: How much gold was used in the holy place?
es: ¿Cuánto oro se usó en el lugar santo?

# q:!EXO!38~25#Question:How much silver was used?
source: How much silver was used?
es: ¿Cuánta plata fue usada?

# q:!EXO!38~29#Question:How much bronze was used?
source: How much bronze was used?
es: ¿Cuánto bronce fue usado?

# q:!EXO!39~2#Question:What priestly garments were made?
source: What priestly garments were made?
es: ¿De qué fueron hechos las vestiduras sacerdotales?

# q:!EXO!39~30#Question:What words were inscribed on the crown?
source: What words were inscribed on the crown?
es: ¿Qué palabras se inscribieron en la diadema?

source: When the work of the tabernacle was finished and Moses saw it, what did he do?
es: ¿Cuándo el trabajo del tabernáculo fue terminado y Moisés lo vio, qué hizo él?

# q:!EXO!40~34#Question:What happened when Moses finished erecting the tabernacle?
source: What happened when Moses finished erecting the tabernacle?
es: ¿Qué pasó cuándo Moisés terminó erigiendo el tabernáculo?

# q:!EXO!40~36#Question:How did Israel know when to move?
source: How did Israel know when to move?
es: ¿Cómo sabía Israel cuándo moverse?

# q:!EXO!40~38#Question:What was above the tabernacle at night?
source: What was above the tabernacle at night?
es: ¿Qué estaba sobre el tabernáculo en la noche ?

source: To what extent had the Lord increased the number of the Israelites?
es: ¿Hasta qué punto el Señor había aumentado el número de los Israelitas?

# q:!DEU!1~17#Question:To whom does judgment belong?
source: To whom does judgment belong?
es: ¿A quien pertenece el juicio?

source: Why did the Israelites not enter the promised land after sending out the spies?
es: ¿Por qué los Israelitas no entraron en la tierra prometida después de mandar a los espías?

# q:!DEU!1~36#Question:How did Caleb follow the Lord?
source: How did Caleb follow the Lord?
es: ¿Cómo siguió Caleb al Señor?

# q:!DEU!1~38#Question:What was Moses to do for Joshua?
source: What was Moses to do for Joshua?
es: ¿Qué es lo que haría Moisés por Josué?

source: To what did Moses compare the way the Amorites chased the Israelites?
es: ¿A qué Moisés comparó la manera en que los Amorreos cazaron a los Israelitas?

source: Israel was not to possess land belonging to whose descendants?
es: ¿De cuáles descendientes, Israel no poseería la tierra?

# q:!DEU!2~24#Question:What did Israel do to Sihon, king of Heshbon?
source: What did Israel do to Sihon, king of Heshbon?
es: ¿Qué hizo Israel a Sehón, rey de Hesbón?

# q:!DEU!3~1#Question:How many cities were taken from Og King of Bashan?
source: How many cities were taken from Og King of Bashan?
es: ¿Cuántas ciudades fueron tomadas de Og Rey de Basán?

# q:!DEU!3~11#Question:What was unusual about his bed?
source: What was unusual about his bed?
es: ¿Qué era inusual acerca de su cama?

# q:!DEU!3~12#Question:To whom was given the kingdom of Og?
source: To whom was given the kingdom of Og?
es: ¿A quién se le dió el reino de Og?

# q:!DEU!3~21#Question:From where was Moses able to see the land beyond Jordan?
source: From where was Moses able to see the land beyond Jordan?
es: ¿De dónde Moisés pudo ver la tierra más allá del Jordán?

source: What were the Israelites not to do to the Lord's commandments?
es: ¿Qué no debían de hacer los Israelitas a los mandamientos del Señor?

source: What would other nations say if Israel kept the commandments?
es: ¿Qué dirían las otras naciones si Israel guardaba los mandamientos?

# q:!DEU!4~9#Question:To whom were they to teach the commandments?
source: To whom were they to teach the commandments?
es: ¿A quién fueron ellos para enseñar los mandamientos?

# q:!DEU!4~14#Question:What were the Israelites not to make?
source: What were the Israelites not to make?
es: ¿Que no debían de hacer los Israelitas ?

# q:!DEU!4~25#Question:What would happen to them if they made idols?
source: What would happen to them if they made idols?
es: ¿Qué les pasaría a ellos si hacían ídolos?

source: What would happen if they sought the Lord with all their heart?
es: ¿Qué les pasaría si ellos buscaran al Señor con todo su corazón?

# q:!DEU!4~32#Question:Why were the Israelites shown signs and wonders?
source: Why were the Israelites shown signs and wonders?
es: ¿Por qué a los Israelitas les fueron mostradas señales y maravillas?

# q:!DEU!4~36#Question:Who would the Lord drive out before them?
source: Who would the Lord drive out before them?
es: ¿A quién echó el Señor de delante de ellos?

# q:!DEU!4~39#Question:What would be the reward for keeping the commandments?
source: What would be the reward for keeping the commandments?
es: ¿Cuál será el premio por guardar los mandamientos?

# q:!DEU!5~2#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

# q:!DEU!6~1#Question:What instructions did God give his people in this chapter?
source: What instructions did God give his people in this chapter?
es: ¿Qué instrucciones dio Dios a su pueblo en este capítulo?

source: When God said to tie the commands on their bodies and write them on their houses, what did He mean?
es: Cuando Dios les dijo que amarraran los mandamientos a sus cuerpos y escribirlos en sus casas, ¿qué significaba?

# q:!DEU!6~1#Question:What does God mean when he says he is a jealous God?
source: What does God mean when he says he is a jealous God?
es: ¿Qué quiere decir cuando Dios dice que es un Dios celoso?

# q:!DEU!6~1#Question:What scripture plainly declares that there is just one God?
source: What scripture plainly declares that there is just one God?
es: ¿Qué escritura claramente declara sin dudas que solo hay un Dios?

# q:!DEU!6~5#Question:What should our attitude be toward God?
source: What should our attitude be toward God?
es: ¿Cuál debe ser nuestra actitud hacia Dios?

source: When should we teach our children about God and his commandments?
es: ¿En cuáles cuatro maneras debemos enseñar nuestros niños?

# q:!DEU!6~8#Question:Where were they to write the commandments?
source: Where were they to write the commandments?
es: ¿Dónde debían de escribir los mandamientos?

# q:!DEU!6~10#Question:When should we be careful not to forget God?
source: When should we be careful not to forget God?
es: ¿Cuándo debemos tener el cuidado de no olvidarnos de Dios?

source: What were they to answer when asked, “What is the meaning of the testimonies, statutes and judgments?”
es: ¿Qué habían de contestar cuando se les preguntó, “¿Que significan los testimonios y estatutos y decretos?”

source: What were the Israelites to do to the nations that dwelled in the land?
es: ¿Que hicieron los Israelitas a las naciones que moraban en la tierra?

# q:!DEU!7~6#Question:Why did the Lord choose Israel?
source: Why did the Lord choose Israel?
es: ¿Por qué el Señor escogió Israel?

source: What four things would the Lord do for the Israelites if they kept the commandments?
es: ¿Cuáles cuatro cosas haría el Señor por los Israelitas si ellos guardaban los mandamientos?

source: What question did the Lord know that the Israelites would ask in their heart?
es: ¿Qué pregunta sabía el Señor que los Israelitas preguntarían en su corazón?

# q:!DEU!7~18#Question:How did the Lord answer that question?
source: How did the Lord answer that question?
es: ¿Cómo contestó el Señor esa pregunta?

source: How would the Lord drive out the nations that occupied Canaan?
es: ¿Cómo echará El Señor a las naciones que habitararon Canaán?

source: Why were the Israelites not to take the silver and gold from the graven images into their houses?
es: ¿Por qué los Israelites no tomarían la plata y el oro de las esculturas imágenes en sus casas?

# q:!DEU!8~1#Question:Of what did Moses remind the Israelites?
source: Of what did Moses remind the Israelites?
es: ¿De qué les recordó Moisés a los Israelitas?

# q:!DEU!8~6#Question:To what kind of land was the Lord bringing the Israelites?
source: To what kind of land was the Lord bringing the Israelites?
es: ¿A qué clase de tierra el Señor estaba trayendo a los Israelitas?

source: What were the Israelites to do when they had eaten and were satisfied?
es: ¿Que debían de hacer los Israelitas cuándo hubieren comido y estuvieran satisfechos?

# q:!DEU!8~17#Question:Who gives the ability to get wealth?
source: Who gives the ability to get wealth?
es: ¿Quién da la habilidad de conseguir las riquezas?

source: What would happen to the Israelites if they forgot the Lord and followed other gods?
es: ¿Qué les pasaría a los Israelitas si se olvidaban del Señor y seguían a otros dioses?

# q:!DEU!9~1#Question:Why was the Lord going to drive out the Anakites?
source: Why was the Lord going to drive out the Anakites?
es: ¿Por qué el Señor iba a sacar a los Anaceos?

# q:!DEU!9~6#Question:How did the Lord describe the Israelites?
source: How did the Lord describe the Israelites?
es: ¿Cómo describe el Señor a los Israelitas?

# q:!DEU!9~22#Question:What prevented the Lord from destroying Israel?
source: What prevented the Lord from destroying Israel?
es: ¿Qué le impidió al Señor destruir Israel?

# q:!DEU!10~1#Question:Where did Moses put the second set of the ten commandments?
source: Where did Moses put the second set of the ten commandments?
es: ¿Dónde puso Moisés las segundas tablas de los diez mandamientos?

# q:!DEU!10~6#Question:Who was separated to carry the ark and pronounce blessings?
source: Who was separated to carry the ark and pronounce blessings?
es: ¿Quién fue separado para llevar el arca y pronunciar las bendiciones?

# q:!DEU!10~12#Question:What did the Lord require of Israel?
source: What did the Lord require of Israel?
es: ¿Qué requirió el Señor de Israel?

# q:!DEU!10~14#Question:What belongs to God?
source: What belongs to God?
es: ¿Qué cosas le pertenecen a Dios?

# q:!DEU!10~18#Question:What causes does the Lord defend?
source: What causes does the Lord defend?
es: ¿Qué causas defiende el Señor?

source: What rains would the Lord give them if they hearkened unto his commandments?
es: ¿Qué lluvias les daría el Señor si ellos escucharan sus mandamientos?

# q:!DEU!11~24#Question:What was the extent of the land to be given them?
source: What was the extent of the land to be given them?
es: ¿Cuál fue la extension de la tierra que les dió?

# q:!DEU!11~26#Question:What did the Lord set before them?
source: What did the Lord set before them?
es: ¿Qué puso el Señor delante de ellos?

source: What were the Israelites to destroy when they got into the land the Lord would give them?
es: ¿Qué destruirían los Israelitas cuándo ellos entraran en la tierra que el Señor les daría?

source: Where were they to bring their offerings, sacrifices and tithes when they crossed over Jordan?
es: ¿Dónde traerían ellos sus ofrendas, sacrificios y diezmos cuándo ellos atravesaron Jordania?

# q:!DEU!12~15#Question:What were they not to eat?
source: What were they not to eat?
es: ¿Qué ellos eran no comer?

# q:!DEU!12~19#Question:Who were they not to forsake?
source: Who were they not to forsake?
es: ¿Quién era ellos para no desamparar?

# q:!DEU!12~32#Question:To what were they not to add to or diminish?
source: To what were they not to add to or diminish?
es: ¿A lo que era ellos para no agregar a o disminuir?

source: What was to be done to a relative that tried to get them to follow other gods?
es: ¿Qué se le haría a un pariente que intentara llevarlos a seguir otros dioses?

# q:!DEU!13~12#Question:What should be done to a city that followed other gods?
source: What should be done to a city that followed other gods?
es: ¿Qué debe hacerse a una ciudad que siguió otros dioses?

# q:!DEU!14~1#Question:What had God chosen Israel to be?
source: What had God chosen Israel to be?
es: ¿Para ser qué había escogido Dios a Israel?

# q:!DEU!14~3#Question:What beasts were the Israelites not allowed to eat?
source: What beasts were the Israelites not allowed to eat?
es: ¿Qué bestias no se les permitió comer a los Israelitas?

# q:!DEU!14~9#Question:What things in the water were they not to eat?
source: What things in the water were they not to eat?
es: ¿Qué cosas de el agua no podían comer?

# q:!DEU!14~11#Question:What birds were they not to eat?
source: What birds were they not to eat?
es: ¿Qué aves no podían comer?

source: How would a person tithe who lived a long way from the place where the Lord chose to set his name?
es: ¿Cómo diezmará la persona que vivió lejos del lugar dónde el Señor escogió poner Su nombre?

# q:!DEU!14~28#Question:What were they to do every third year?
source: What were they to do every third year?
es: ¿Qué debían hacer ellos cada tercer año?

source: What were the Israelites to do at the end of every seventh year?
es: ¿Qué debían de hacer los Israelitas al final de cada séptimo año?

source: What was Israel to do to nations in regard to borrowing and lending?
es: ¿Que debe hacer Israel a las naciones con respecto a pedir prestado y prestar?

# q:!DEU!15~12#Question:How were they to send away a Hebrew servant when released?
source: How were they to send away a Hebrew servant when released?
es: ¿Cómo enviaban ellos a un siervo hebreo cuando era liberado?

source: What was to be done to a servant who did not wish to be released?
es: Qué se le hacía a un siervo que no deseaba ser liberado?

# q:!DEU!15~19#Question:What were they not to sacrifice to the Lord?
source: What were they not to sacrifice to the Lord?
es: ¿Qué ellos eran no sacrificar al Señor?

# q:!DEU!16~1#Question:Where were they to observe the Passover?
source: Where were they to observe the Passover?
es: ¿Dónde estaban ellos para observar la Pascua?

# q:!DEU!16~9#Question:When were they to keep the Feast of Weeks?
source: When were they to keep the Feast of Weeks?
es: ¿Cuándo guardarían la Fiesta Solemne de las semanas?

# q:!DEU!16~13#Question:How was every man to give?
source: How was every man to give?
es: ¿Cómo estaba cada hombre para dar?

# q:!DEU!16~18#Question:Why weren't judges allowed to take bribes?
source: Why weren't judges allowed to take bribes?
es: ¿Por qué a los jueces no les fue permitido tomar sobornos?

# q:!DEU!17~1#Question:What happened to a person who served other gods?
source: What happened to a person who served other gods?
es: ¿Qué le pasaba a una persona que servía a otros dioses?

# q:!DEU!17~8#Question:Who was to pronounce judgment in difficult matters?
source: Who was to pronounce judgment in difficult matters?
es: ¿Quién pronunció el juicio en los asuntos difíciles?

# q:!DEU!17~14#Question:Why did Israel desire a king?
source: Why did Israel desire a king?
es: ¿Por qué Israel deseaba a un rey?

# q:!DEU!17~16#Question:What three things was the king of Israel not to do?
source: What three things was the king of Israel not to do?
es: ¿Cuáles tres cosas que Israel deseaba no debía de hacer el rey?

# q:!DEU!18~1#Question:What was the tribe of Levi chosen to do?
source: What was the tribe of Levi chosen to do?
es: Para qué fue escogida la tríbu de Leví para hacer ?

# q:!DEU!18~9#Question:What are some abominations to the Lord?
source: What are some abominations to the Lord?
es: ¿Cuáles son algunas abominaciones para el Señor?

source: Who would the Prophet that the Lord was going to raise up be like?
es: ¿Como quién sería el profeta que el señor levantaré?

source: How has a prophet spoken if what he says does not come to pass?
es: ¿Que le pasaba a un profeta si no sucedía lo que él había hablado?

# q:!DEU!19~1#Question:What example of unintentional murder was given?
source: What example of unintentional murder was given?
es: ¿Qué ejemplo de asesinato involuntario fue dado?

# q:!DEU!19~11#Question:What example of intentional murder was given?
source: What example of intentional murder was given?
es: ¿Qué ejemplo de asesinato intencional fue dado?

# q:!DEU!19~14#Question:What were they Israelites not to remove?
source: What were they Israelites not to remove?
es: ¿Qué no debían quitar los Israelitas?

# q:!DEU!19~15#Question:How many witnesses were required to establish a matter?
source: How many witnesses were required to establish a matter?
es: ¿Cuántos testigos eran requeridod para establecer una acusación?

# q:!DEU!19~16#Question:What was done to a false witness?
source: What was done to a false witness?
es: ¿Qué se le hacía a un falso testigo?

source: What were the priests to say to the Israelites on the verge of battle?
es: ¿Qué les dirá los sacerdotes a los Israelitas al borde de la batalla?

source: What did the Israelites offer when they went near a city to fight?
es: ¿Qué ofrecían los Israelitas cuando se acercaban a una ciudad para luchar?

source: How were the Israelites to treat cities very far from them compared to cities which were given to them for an inheritance?
es: ¿Cómo eran los Israelitas para tratar las ciudades lejanas comparadas con las ciudades que les fueron dadas a ellos por una heredad?

# q:!DEU!20~19#Question:What kind of trees could be used in the siege of a city?
source: What kind of trees could be used in the siege of a city?
es: ¿Qué tipo de árboles podrían usarse en el sitio de una ciudad?

source: What was done if a slain man was found and it was not know who killed him?
es: ¿Qué se hacía si un hombre muerto era encontrado y no se sabía quién lo mató?

source: What must a man do if he desires to take a wife from among the captives?
es: ¿Qué debe hacer un hombre si él desea tomar una esposa de entre los cautivos?

source: How much was the inheritance of the firstborn son compared to the others?
es: ¿Cuánta era la heredead del hijo primogénito comparada con los otros?

# q:!DEU!21~18#Question:What was to be done to a rebellious son?
source: What was to be done to a rebellious son?
es: ¿Qué se le hacía a un hijo rebelde?

source: How long was the body of a cursed man allowed to hang on a tree?
es: ¿Cuánto tiempo podía colgarse en un arbol el cuerpo de un hombre maldito?

source: What was a person to do with an animal or item they had found?
es: ¿Qué podía hacer una persona con un animal o artículo que ellos habían encontrado?

# q:!DEU!22~5#Question:What was a person not to wear?
source: What was a person not to wear?
es: ¿Qué no podia vestir una persona?

# q:!DEU!22~8#Question:How was a new house to be built?
source: How was a new house to be built?
es: ¿Cómo era construída una nueva casa?

# q:!DEU!22~10#Question:What were they not to plow with?
source: What were they not to plow with?
es: ¿Con qué no debían arar?

source: What happened to a woman who her husband finds out after marrying that she was not a virgin?
es: ¿Qué le pasaba a una mujer si su marido encontraba después de casarse que ella no era virgen?

# q:!DEU!22~22#Question:What happened to a man and woman found in adultery?
source: What happened to a man and woman found in adultery?
es: ¿Qué le pasaba a un hombre y a la mujer encontrados en adulterio?

source: Who was not allowed into the assembly of the LORD even to the tenth generation?
es: ¿Quién no era permitido en la asamblea del SEÑOR hasta la décima generación?

# q:!DEU!23~12#Question:What sanitation rule was given?
source: What sanitation rule was given?
es: ¿Qué regla de higiene fue dada?

# q:!DEU!23~19#Question:To whom were they not to charge interest?
source: To whom were they not to charge interest?
es: ¿A quienes ellos no debían cobrar interés?

# q:!DEU!23~21#Question:What was said concerning vows?
source: What was said concerning vows?
es: ¿Qué se dijo acerca de los votos?
