Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!DEU!23~24#Question:What were they allowed to eat from their neighbor's land?
source: What were they allowed to eat from their neighbor's land?
es: ¿Qué les fue permitido comer de la tierra de su vecino?

# q:!DEU!24~1#Question:Who should a person not take to be his wife?
source: Who should a person not take to be his wife?
es: ¿A quién no debería de tomar para ser su esposa?

# q:!DEU!24~5#Question:How long after marriage was a man free not to go to war?
source: How long after marriage was a man free not to go to war?
es: ¿Cuánto tiempo después de el matrimonio era libre un hombre para no ir a la guerra?

# q:!DEU!24~7#Question:What was to be done to kidnappers?
source: What was to be done to kidnappers?
es: ¿Qué se le haría a los secuestradores?

# q:!DEU!24~14#Question:How often should you pay a servant who is poor?
source: How often should you pay a servant who is poor?
es: ¿Qué tán a menudo debe usted pagar a un siervo que es pobre?

# q:!DEU!24~16#Question:For whose sin was a person put to death?
source: For whose sin was a person put to death?
es: ¿Por el pecado de quién,una persona recibía la pena de muerte?

source: What were the stranger, fatherless and widows allowed to eat?
es: ¿Qué les era permitido comer al extraño, al huérfano y las viudas?

source: What was the maximum number of blows a man could receive during a beating?
es: ¿Cuál fue el número máximo de azotes que un hombre podría recibir durante una paliza?

# q:!DEU!25~4#Question:What were they not to muzzle?
source: What were they not to muzzle?
es: ¿A qué no amordazarían ellos?

# q:!DEU!25~5#Question:What was the marriage duty of a surviving brother?
source: What was the marriage duty of a surviving brother?
es: ¿Cuál era el deber político de un hermano sobreviviente?

# q:!DEU!25~12#Question:What was the law concerning weights and measures?
source: What was the law concerning weights and measures?
es: ¿Cuál era la ley con respecto al peso y medidas?

# q:!DEU!25~17#Question:What were the Israelites to do to the Amalekites?
source: What were the Israelites to do to the Amalekites?
es: ¿Qué tenían que hacer los Israelitas a los Amalecitas?

source: What were the Israelites to bring to the priest in a basket?
es: ¿Que traían los Israelitas al sacerdote en una canasta?

# q:!DEU!26~16#Question:What kind of people were the Israelites to be to the LORD?
source: What kind of people were the Israelites to be to the LORD?
es: ¿Qué clase de posesión deberían de ser los Israelitas para el SEÑOR?

# q:!DEU!27~1#Question:What were the Israelites to write on large stones?
source: What were the Israelites to write on large stones?
es: ¿Que tenían que escribir los Israelitas en las piedras grandes?

source: What were they not to use when they built an altar of these stones?
es: ¿Qué no usarían ellos cuando construyeran un altar de estas piedras?

# q:!DEU!27~11#Question:From what mountain were curses pronounced?
source: From what mountain were curses pronounced?
es: ¿De qué monte se pronunciarían las maldiciones?

source: What would come upon the Israelites if they observed the commandments of the LORD?
es: ¿Que vendrán sobre los Israelitas si ellos observaban los mandamientos de JEHOVA?

source: What would come upon the Israelites if they did not obey the commandments of the LORD?
es: ¿Que vendrán sobre los Israelitas si ellos no obedecieren los mandamientos de JEHOVA?

source: What would the nation be like that would be brought against them?
es: ¿Cómo será la nación que será traída contra ellos?

# q:!DEU!28~64#Question:Where would they be scattered?
source: Where would they be scattered?
es: ¿Dónde serán ellos esparcidos?

# q:!DEU!29~19#Question:How can a person deceive himself?
source: How can a person deceive himself?
es: ¿Cómo puede una persona engañarse a sí mismo?

source: What curse would come on the land if they forsook the covenant of God?
es: ¿Qué maldición vendría a la tierra si ellos dejaban el pacto de Dios?

# q:!DEU!29~29#Question:What belongs to God?
source: What belongs to God?
es: ¿Qué cosas le pertenecen a Dios?

# q:!DEU!29~29#Question:What belongs to us?
source: What belongs to us?
es: ¿Qué cosas nos pertenecen a nosotros?

source: What would happen if they returned to the LORD with all their heart in the places where they were scattered?
es: ¿Qué les pasaría si ellos regresaran al SEÑOR con todo su corazón de los lugares donde fueron esparcidos?

# q:!DEU!30~11#Question:Where were the commandments?
source: Where were the commandments?
es: ¿Dónde estaban los mandamientos?

# q:!DEU!30~15#Question:What did the LORD set before them?
source: What did the LORD set before them?
es: ¿Qué puso el SEÑOR ante ellos?

# q:!DEU!31~1#Question:What charge did the Moses give Joshua?
source: What charge did the Moses give Joshua?
es: ¿Qué cargo le dió Moisés a Josué?

# q:!DEU!31~9#Question:To whom did Moses deliver the law?
source: To whom did Moses deliver the law?
es: ¿A quien entregó Moisés la ley?

source: What supernatural signs occurred at the inauguration of Joshua?
es: ¿Qué señales sobrenaturales ocurrieron en la inauguración de Josué?

# q:!DEU!31~16#Question:Who gave Moses the song that he was to write?
source: Who gave Moses the song that he was to write?
es: ¿Quién le dió a Moisés la canción que él escribió?

# q:!DEU!31~23#Question:Where was the Book of the Law to be placed?
source: Where was the Book of the Law to be placed?
es: ¿Dónde fue puesto el Libro de la Ley?

# q:!DEU!31~27#Question:What did Moses know would happen after his death?
source: What did Moses know would happen after his death?
es: ¿Cómo sabía Moisés lo qué pasaría después de su muerte?

# q:!DEU!32~3#Question:What we ascribe to God?
source: What we ascribe to God?
es: ¿Qué atribuimos a Dios?

source: What illustration describes how God kept Israel in the wilderness?
es: ¿Qué ilustración describe cómo Dios guardó a Israel en el desierto?

# q:!DEU!32~11#Question:What illustration describes how God carried Israel?
source: What illustration describes how God carried Israel?
es: ¿Qué ilustración describe cómo Dios llevó a Israel?

# q:!DEU!32~15#Question:What was wrong with Jeshurun?
source: What was wrong with Jeshurun?
es: ¿Qué era inaceptable con Jesurún?

# q:!DEU!32~48#Question:Where was Moses to die?
source: Where was Moses to die?
es: ¿Dónde estaba Moisés para morir?

# q:!DEU!33~1#Question:What did Moses do for the Israelites before he died?
source: What did Moses do for the Israelites before he died?
es: ¿Qué hizo Moisés por los Israelitas antes de que él muriera?

# q:!DEU!33~2#Question:Which tribes did he mention?
source: Which tribes did he mention?
es: ¿Qué tribus mencionó él?

# q:!DEU!34~1#Question:What did the LORD enable Moses to see?
source: What did the LORD enable Moses to see?
es: ¿Qué le permitió ver el SEÑOR a Moisés?

# q:!DEU!34~5#Question:Who knows the location of Moses' grave?
source: Who knows the location of Moses' grave?
es: ¿Quién conoce el lugar de la tumba de Moisés?

# q:!DEU!34~7#Question:How old was Moses when he died?
source: How old was Moses when he died?
es: ¿Cuántos años tenía Moisés cuando él murió?

# q:!1KI!1~1#Question:Tell in your own words what happened in this chapter.
source: Tell in your own words what happened in this chapter.
es: Cuente en sus propias palabras lo que sucedió en este capítulo.

source: How might King David have avoided the confusion over who would be the next king and prevented the conflict between Solomon and Adonijah?
es: ¿Cómo hubiera evitado el rey David la confusión sobre quién iba a ser el siguiente rey y así prevenir el conflicto entre Salomón y Adonías?

# q:!1KI!1~1#Question:What physical problem did King David have?
source: What physical problem did King David have?
es: ¿Qué problema físico tenía el rey David?

# q:!1KI!1~2#Question:How did Abishag serve King David?
source: How did Abishag serve King David?
es: ¿Cómo sirvió Abisag al rey David?

# q:!1KI!1~5#Question:Who made himself king without David knowing it?
source: Who made himself king without David knowing it?
es: ¿Quién se hizo rey sin saberlo David?

# q:!1KI!1~12#Question:What did Bathsheba do under the guidance of Nathan?
source: What did Bathsheba do under the guidance of Nathan?
es: ¿Qué hizo Betsabé conforme al consejo de Natán?

source: According to David's instruction, who was appointed king of Israel?
es: Según las instracciones que dio David, ¿Quién fue nombrado rey de Israel?

# q:!1KI!1~41#Question:Upon hearing this, what did Adonijah do?
source: Upon hearing this, what did Adonijah do?
es: Al escuchar esto, ¿qué hizo Adonías?

# q:!1KI!2~5#Question:Whom did David charge Solomon to put to death?
source: Whom did David charge Solomon to put to death?
es: ¿A quién le dijo David a Salomón que matara?

# q:!1KI!2~10#Question:How many years did David reign as king?
source: How many years did David reign as king?
es: ¿Cuántos años reinó David?

# q:!1KI!2~13#Question:For what request was Adonijah put to death?
source: For what request was Adonijah put to death?
es: ¿Por causa de qué petición recibió la muerte Adonías?

# q:!1KI!2~28#Question:Who killed Joab and was put over Solomon's army?
source: Who killed Joab and was put over Solomon's army?
es: ¿Quién mató a Joab y luego fue puesto sobre el ejército de Salomón?

source: Who was put in the priesthood as a replacement for Abiathar?
es: ¿Quién fue puesto por sacerdote en lugar de Abiatar?

# q:!1KI!2~36#Question:Whom else did Benaiah kill?
source: Whom else did Benaiah kill?
es: ¿A quién más mató Benaía?

# q:!1KI!3~1#Question:Whom did Solomon marry?
source: Whom did Solomon marry?
es: ¿Con quién se casó Salomón?

source: What opportunity was given to Solomon when the Lord appeared to him?
es: ¿Qué oportunidad se le ofreció a Salomón cuando el Señor se le apareció?

# q:!1KI!3~6#Question:For what did Solomon ask?
source: For what did Solomon ask?
es: ¿Qué pidió Salomón?

source: In addition to Solomon's request, what else did the Lord say would be given to him?
es: Aparte de lo que Salomón pidió ¿qué más le concedió el Señor?

source: What incident demonstrated the wisdom that God gave Solomon?
es: ¿Qué incidente sucedió que demostró la sabiduría que Dios le había dado a Salomón?

# q:!1KI!4~7#Question:Who supplied provisions for Solomon?
source: Who supplied provisions for Solomon?
es: ¿Quién mantenía a Salomón?

# q:!1KI!4~29#Question:How did Solomon's wisdom compare to others?
source: How did Solomon's wisdom compare to others?
es: ¿Cómo se comparaba las sabiduría de Salomón con la de los demás?

# q:!1KI!4~32#Question:How many proverbs and songs did Solomon speak?
source: How many proverbs and songs did Solomon speak?
es: ¿Cuántos proverbios y cantares compuso Salomón?

# q:!1KI!4~33#Question:Of what other subjects did Solomon speak?
source: Of what other subjects did Solomon speak?
es: ¿Sobre que otros temas habló Salomón?

# q:!1KI!4~34#Question:From where did people come to hear Solomon's wisdom?
source: From where did people come to hear Solomon's wisdom?
es: ¿De dónde venía la gente para oír la sabiduría de Salomón?

# q:!1KI!5~1#Question:What did Solomon request from Hiram, king of Tyre?
source: What did Solomon request from Hiram, king of Tyre?
es: ¿Qué pidió Salomón de Hiram rey de Tiro?

# q:!1KI!5~7#Question:What was Solomon to do for Hiram?
source: What was Solomon to do for Hiram?
es: ¿Qué había de hacer Salomón por Hiram?

source: How many Israelites did Solomon use to prepare materials for the temple?
es: ¿Cuántos israelitas empleó Salomón para prepar los materiales para el templo?

source: How many years after Israel left Egypt did Solomon begin to build the temple?
es: ¿Cuántos años después de que Israel salió de de Egipto empezó Salomón a construir el templo?

# q:!1KI!6~2#Question:What were the dimensions of the temple?
source: What were the dimensions of the temple?
es: ¿Cómo eran las dimensiones del templo?

# q:!1KI!6~5#Question:What was built around the temple?
source: What was built around the temple?
es: ¿Qué se edificaron alrededor del templo?

source: What noise/sound was not heard in the construction of the temple/in the temple during the/its construction?
es: ¿Qué sonido no se oía en el templo durante la construcción?

source: What did the Lord promise Solomon if he kept God's statutes?
es: ¿Qué le prometió el Señor a Salomón si él guardara los estatutos de Dios?

# q:!1KI!6~21#Question:With what material was the inside of the temple overlaid?
source: With what material was the inside of the temple overlaid?
es: ¿Con qué material fue cubierto el interior del templo?

# q:!1KI!6~38#Question:How many years did it take to build the temple?
source: How many years did it take to build the temple?
es: ¿En cuántos años se edificó el templo?

# q:!1KI!7~1#Question:How many years did it take to build Solomon's house?
source: How many years did it take to build Solomon's house?
es: ¿En cuántos años construyeron la casa de Salomón?

# q:!1KI!7~13#Question:Who did [all] the metal/bronze/brass work for the temple?
source: Who did [all] the metal/bronze/brass work for the temple?
es: ¿Quién hizo toda la obra de bronze del templo?

# q:!1KI!7~51#Question:What did Solomon bring to the temple when it was finished?
source: What did Solomon bring to the temple when it was finished?
es: ¿Qué trajo Salomón al templo cuando éste fue terminado?

# q:!1KI!8~3#Question:What did the priests bring to the temple?
source: What did the priests bring to the temple?
es: ¿Qué trajeron los sacerdotes al templo?

source: What filled the temple when the priests came out of the holy place?
es: ¿De qué se llenó el templo cuando los sacerdotes salieron del santuario?

# q:!1KI!8~27#Question:What could not contain God?
source: What could not contain God?
es: ¿Qué no puede contenerle a Dios?

source: What did Solomon request of the Lord when people prayed toward the temple?
es: ¿Qué le pidió Salomón al Señor cuando su pueblo orara en (o hacia) el templo?

# q:!1KI!8~60#Question:What did Solomon want all the peoples of the earth to know?
source: What did Solomon want all the peoples of the earth to know?
es: ¿Qué quería Salomón que todas las naciones de la tierra supieran?

source: How many animals did Solomon offer at the dedication of the temple?
es: ¿Cuántos animales ofreció Salomón en la dedicación del templo?

# q:!1KI!9~26#Question:What did Solomon build at Ezion-Geber?
source: What did Solomon build at Ezion-Geber?
es: ¿Qué construyó Salomón en Ezión-geber?

# q:!1KI!9~27#Question:Whose sailors served in the same fleet with Solomon's men?
source: Whose sailors served in the same fleet with Solomon's men?
es: ¿De quién eran los marineros que servían en la misma flota con los siervos de Salomón?

source: What did the Queen of Sheba say when she saw the achievements and wisdom of Solomon?
es: ¿Qué dijo la reina de Sabá cuando vio los logros y la sabiduría de Salomón?

# q:!1KI!10~14#Question:How much gold did Solomon receive each year?
source: How much gold did Solomon receive each year?
es: ¿Cuánto oro recibió Salomón cada año?

# q:!1KI!10~18#Question:Of what materials did Solomon make his throne?
source: Of what materials did Solomon make his throne?
es: ¿De qué materiales hizo Salomón su trono?

# q:!1KI!10~21#Question:Why weren't any of Solomon's vessels made of silver?
source: Why weren't any of Solomon's vessels made of silver?
es: ¿Por qué ninguna pieza de la vajilla de Salomón fue hecho de plata?

source: How did the riches and wisdom of Solomon compare to other kings?
es: ¿Cómo se compararon las riquezas y la sabiduría de Salomón a las de otros reyes?

# q:!1KI!10~26#Question:How many chariots and horsemen did Solomon have?
source: How many chariots and horsemen did Solomon have?
es: ¿Cuántos carros y gente de a caballo tenía Salomón?

# q:!1KI!11~1#Question:How many wives and concubines did Solomon have?
source: How many wives and concubines did Solomon have?
es: ¿Cuántas mujeres/esposas/reinas y concubinas tuvo Salomón?

# q:!1KI!11~4#Question:Why was the LORD angry with Solomon?
source: Why was the LORD angry with Solomon?
es: ¿Por qué se enojó Jehová contra Salomón?

# q:!1KI!11~11#Question:What did the LORD say would happen to the kingdom?
source: What did the LORD say would happen to the kingdom?
es: ¿Qué dijo el Señor que pasaría al reino (de Israel)?

# q:!1KI!11~14#Question:Who were Solomon's adversaries?
source: Who were Solomon's adversaries?
es: ¿Quiénes fueron los adversarios de Salomón?

source: With what object did Ahijah the prophet illustrate to Jeroboam that he would become king of ten tribes?
es: ¿Qué usó Ahías el profeta para enseñarle a Jeroboam que iba a llegar a ser rey de diez tribus?

# q:!1KI!11~34#Question:When would this division of the kingdom occur?
source: When would this division of the kingdom occur?
es: ¿Cuándo iba a suceder esta división del reino?

# q:!1KI!11~40#Question:Who tried to kill Jeroboam?
source: Who tried to kill Jeroboam?
es: ¿Quién trató de matar a Jeroboam?

# q:!1KI!11~41#Question:How long did Solomon reign in Jerusalem?
source: How long did Solomon reign in Jerusalem?
es: ¿Cuánto tiempo reinó Salomón en Jerusalén?

# q:!1KI!11~43#Question:Who reigned as king after Solomon died?
source: Who reigned as king after Solomon died?
es: ¿Quién reinó después de la muerte de Salomón?

# q:!1KI!12~1#Question:What did Jeroboam request of Rehoboam?
source: What did Jeroboam request of Rehoboam?
es: ¿Qué le pidió Jeroboam a Roboam?

# q:!1KI!12~5#Question:Whose advice did Rehoboam reject?
source: Whose advice did Rehoboam reject?
es: ¿De quién rechazó el consejo Roboam?

# q:!1KI!12~9#Question:What advice did Rehoboam follow?
source: What advice did Rehoboam follow?
es: ¿Qué consejo siguió Roboam?

# q:!1KI!12~18#Question:What did Israel do to Adoram, who was over the tribute?
source: What did Israel do to Adoram, who was over the tribute?
es: ¿Qué hizo Israel a Adoram quien estaba sobre los tributos?

# q:!1KI!12~20#Question:Whom did Israel make as their king?
source: Whom did Israel make as their king?
es: ¿A quién hizo Israel como su rey?

# q:!1KI!12~26#Question:Why did Jeroboam set up golden calves at Bethel and Dan?
source: Why did Jeroboam set up golden calves at Bethel and Dan?
es: ¿Por qué Jeroboam puso becerros de oro en Bet-el y Dan?

source: What did the man of God from Judah prophesy against Jeroboam's altar?
es: ¿Qué profetizó el hombre de Dios, proveniente de Judá, contra el altar de Jeroboam?

source: What happened to Jeroboam when he tried to seize the man of God/ordered the man of God to be seized?
es: ¿Qué le pasó a Jeroboam cuando ordenó que le prendiesen al hombre de Dios?

# q:!1KI!13~6#Question:Why did the man of God refuse Jeroboam's invitation?
source: Why did the man of God refuse Jeroboam's invitation?
es: ¿Por qué el hombre de Dios rechazó la invitación de Jeroboam?

source: How did the old prophet at Bethel persuade the man of God to come to his house?
es: ¿Cómo persuadió el viejo profeta en Bet-el al varón de Dios que fuera a su casa?

# q:!1KI!13~20#Question:What happened to the man of God?
source: What happened to the man of God?
es: ¿Qué le pasó al hombre de Dios?

source: What was the sin of the house of Jeroboam that led to its downfall?
es: ¿Cuál fue el pecado de la casa de Jeroboam que llegó a su destrucción?

# q:!1KI!14~1#Question:What did Jeroboam tell his wife to do?
source: What did Jeroboam tell his wife to do?
es: ¿Qué le dijo Jeroboam a su esposa que hiciera?

# q:!1KI!14~5#Question:What did the Lord reveal to the prophet Ahijah?
source: What did the Lord reveal to the prophet Ahijah?
es: ¿Qué reveló el Señor al profeta Ahías?

# q:!1KI!14~14#Question:What would happen to Israel?
source: What would happen to Israel?
es: ¿Cómo iba a castigar Dios a Israel?

# q:!1KI!14~21#Question:How corrupt did Judah become?
source: How corrupt did Judah become?
es: ¿Hasta qué punto llegó la corrupción de Judá?

# q:!1KI!14~25#Question:What did Shishak king of Egypt do?
source: What did Shishak king of Egypt do?
es: ¿Qué hizo Sisac rey de Egipto?

source: What did Rehoboam substitute for/make to replace what was/the treasures that were taken from the temple?
es: ¿Qué sustituyó Roboam por los tesoros que fueron removido del templo?

source: What can be said of Abijam's three year reign as king of Judah?
es: ¿Qué se puede decir acerca de los tres años de Abiam como rey de Judá?

# q:!1KI!15~9#Question:How did Asa do in his forty-one year reign over Judah?
source: How did Asa do in his forty-one year reign over Judah?
es: ¿Cómo se conducía Asa durante los cuarenta y un años de su reino en Judá?

# q:!1KI!15~25#Question:How did Nadab do in his two year reign over Israel?
source: How did Nadab do in his two year reign over Israel?
es: ¿Cómo se conducía Nadab durante los dos años de su reino en Israel?

# q:!1KI!15~27#Question:How did Baasha become king of Israel?
source: How did Baasha become king of Israel?
es: ¿Cómo llegó Baasa a ser rey de Israel?

source: What can be said of Baasha's twenty-four year reign as king of Israel?
es: ¿Qué se puede decir acerca de los veintecuatro años de Baasa como rey de Israel?

# q:!1KI!16~1#Question:Who prophesied against Baasha?
source: Who prophesied against Baasha?
es: ¿Quién profetizó contra Baasa?

# q:!1KI!16~8#Question:How did Zimri become king?
source: How did Zimri become king?
es: ¿Cómo llegó Zimri a ser rey?

# q:!1KI!16~15#Question:How many days did Zimri reign as king of Israel?
source: How many days did Zimri reign as king of Israel?
es: ¿Cuántos días reinó Zimri como rey de Israel?

source: How did Omri do in his twelve year reign as king over Israel?
es: ¿Cómo hizo Omri en su reino de doce años como rey de Israel?

# q:!1KI!16~24#Question:What city did Omri build?
source: What city did Omri build?
es: ¿Qué ciudad edificó Omri?

# q:!1KI!16~29#Question:How did Ahab do in his twenty-two year reign over Israel?
source: How did Ahab do in his twenty-two year reign over Israel?
es: ¿Cómo se conducía Acab durante los veintidós años de su reino en Israel?

# q:!1KI!16~31#Question:Whom did Ahab marry?
source: Whom did Ahab marry?
es: ¿Con quién se casó Acab?

source: How was Joshua's prophecy in Joshua 6:26 fulfilled when Jericho was rebuilt?
es: ¿Cómo se cumplió la profecía de Josué (en Josué 6:26) cuando Jericó fue reconstruido?

source: What did Elijah say would not happen for the next three years?
es: ¿Qué dijo Elías que no sucedería por tres años?

# q:!1KI!17~2#Question:How was Elijah fed during this time?
source: How was Elijah fed during this time?
es: ¿Cómo se alimentó Elías durante este tiempo?

# q:!1KI!17~6#Question:What did Elijah ask the widow of Zarephath to do for him?
source: What did Elijah ask the widow of Zarephath to do for him?
es: ¿Qué le pidió Elías a la viuda de Sarepta?

source: What miracle of provision did the LORD perform for the widow?
es: ¿Qué milagro hizo Jehová para proveer para la viuda?

# q:!1KI!17~17#Question:What other miracle did the LORD perform for the widow?
source: What other miracle did the LORD perform for the widow?
es: ¿Qué otro milagro hizo el Señor para la viuda?

# q:!1KI!18~1#Question:What did the LORD tell Elijah to do?
source: What did the LORD tell Elijah to do?
es: ¿Qué le dijo el Señor a Elías que hiciera?

source: What did Obadiah do when Jezebel was killing the LORD's prophets?
es: ¿Qué hizo Obadías cuando Jezabel estaba matando los profetas del Señor?

# q:!1KI!18~7#Question:Why was Obadiah afraid to tell Ahab that Elijah was there?
source: Why was Obadiah afraid to tell Ahab that Elijah was there?
es: ¿Por qué tenía miedo Obadías decirle a Acab que Elías estaba allí?

# q:!1KI!18~16#Question:What did Ahab call Elijah?
source: What did Ahab call Elijah?
es: ¿Cómo le llamó Acab a Elías?
