Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!HEB!12~28#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!12~28#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~1#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~1#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~4#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~4#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~7#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~7#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~10#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~10#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~11#Question:Why?
source: Why?
es: ¿Por qué?

# l:!HEB!13~13#Alternate:What does that mean? // How can they do that?1156833478
source: What does that mean?
es: ¿Qué quiere decir eso?

# q:!HEB!13~13#Question:—or—
source: —or—
es: - o -

# q:!HEB!13~15#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~15#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~17#Question:or
source: or
es: o

# q:!HEB!13~20#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~20#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# q:!HEB!13~22#Question:Briefly tell in your own words what the author said.
source: Briefly tell in your own words what the author said.
es: Brevemente diga en sus propias palabras qué dijo el autor.

# q:!HEB!13~22#Question:Tell in your own words as much as you can remember.
source: Tell in your own words as much as you can remember.
es: Cuente en sus propias palabras lo que puedes recordar.

# n:!JAS!1~1#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!JAS!1~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# q:!JAS!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# n:!JAS!1~1#Note:Who do you think God is?-22475676
source: See "God" in KBT.
es: Véase "Dios" en TBC.

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!1~12#Question:What do you think it means to make a promise?
source: What do you think it means to make a promise?
es: ¿Qué cree usted que significa hacer una promesa?

# q:!JAS!1~12#Question:What do you think it means to be blessed?
source: What do you think it means to be blessed?
es: ¿Qué cree usted que significa ser bienaventurado?

# n:!JAS!1~12#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# n:!JAS!1~19#Note:What does &quot;heart&quot; mean to you?315764543
source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# q:!JAS!1~19#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!2~1#Question:What do you think the kingdom of God is?
source: What do you think the kingdom of God is?
es: ¿Qué cree usted que es el reino de Dios?

# n:!JAS!2~1#Note:What do you think the kingdom of God is?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# q:!JAS!2~12#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

# n:!JAS!2~8#Note:What do you think it means to judge someone?-1184246945
source: See "judge" in KBT.
es: Véase "juez" en TBC.

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!2~14#Question:What do you think a demon is?
source: What do you think a demon is?
es: ¿Qué cree usted que es un demonio?

# q:!JAS!2~14#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

# q:!JAS!2~26#Question:What did James compare in this verse?
source: What did James compare in this verse?
es: ¿Qué comparación hizo Santiago en este versículo?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!3~13#Question:Where do you think heaven is?
source: Where do you think heaven is?
es: ¿Dónde cree usted que es el cielo?

# n:!JAS!3~13#Note:Where do you think heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!JAS!3~13#Question:What do you think it means to be at peace?
source: What do you think it means to be at peace?
es: ¿Qué cree que quiere decir estar en paz?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!4~1#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

# q:!JAS!4~10#Question:What else did James tell them to do?
source: What else did James tell them to do?
es: ¿Qué más les dijo Jacobo que hicieren?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!5~1#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?

# q:!JAS!5~1#Question:What do you think he meant by flesh in this verse?
source: What do you think he meant by flesh in this verse?
es: ¿Qué cree que quería decir con la palabra "carne" en este versículo?

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!5~7#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!JAS!5~7#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

source: What do you think is the basic meaning (theme) of what James said in these verses?
es: ¿Qué cree usted que es la idea general que Santiago comunica en estos versículos?

# q:!JAS!5~13#Question:What do you think an elder is?
source: What do you think an elder is?
es: ¿Qué cree usted que es un anciano?

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# q:!JAS!5~13#Question:What do you think it means for someone to be righteous?
source: What do you think it means for someone to be righteous?
es: ¿Qué cree usted que significa ser justo?

# q:!JAS!5~17#Question:What did he pray [to God]?
source: What did he pray [to God]?
es: ¿Qué le pidió a Dios?

# q:!JHN!1~1#Question:Who do you think God is?
source: Who do you think God is?
es: ¿Quién cree usted que es Dios?

# n:!JHN!1~6#Note:What does someone do when he believes?1410935846
source: See "believe" in KBT.
es: Véase "creer" en TBC.

# q:!JHN!1~10#Question:What do you know about the name &quot;Israel&quot;?
source: What do you know about the name "Israel"?
es: ¿Qué sabes acerca del nombre "Israel"?

# n:!JHN!1~10#Note:What do you know about the name &quot;Israel&quot;?-848175447
source: See "Israel" in KBT.
es: Véase "Israel" en TBC.

# q:!JHN!1~14#Question:What was the Word like?
source: What was the Word like?
es: ¿Cómo era el Verbo?

# q:!JHN!1~15#Question:What do you think it means to bless someone?
source: What do you think it means to bless someone?
es: ¿Qué cree usted que quiere decir bendecirle a una persona?

# n:!JHN!1~19#Note:What do you think is the meaning of the Christ?-1595338417
source: See "Christ" in KBT.
es: Véase "Cristo" en TBC.

# q:!JHN!1~19#Question:What do you know about prophets?
source: What do you know about prophets?
es: ¿Qué sabes acerca de los profetas?

# n:!JHN!1~19#Note:What do you know about prophets?1392056846
source: See "prophet" in KBT.
es: Véase "profeta" en TBC.

# q:!JHN!1~28#Question:Where was Bethany?
source: Where was Bethany?
es: ¿Dónde quedaba Betania?

# n:!JHN!1~19#Note:What do you know about Pharisees?1608715828
source: See "Pharisee" in KBT.
es: Véase "fariseo" en TBC.

source: See "forgive" in KBT.
es: Véase "perdonar" en TBC.

# n:!JHN!1~29#Note:What does a person do when he sins?512242116
source: See "sin" in KBT.
es: Véase "pecado" en TBC.

# q:!JHN!1~29#Question:Who do you think the Holy Spirit is?
source: Who do you think the Holy Spirit is?
es: ¿Quién cree usted que es el Espíritu Santo?

# n:!JHN!1~29#Note:Where do you think Heaven is?969479842
source: See "heaven" in KBT.
es: Véase "cielo" en TBC.

# q:!JHN!1~32#Question:What did the Spirit do?
source: What did the Spirit do?
es: ¿Qué hizo el Espíritu Santo?

# q:!JHN!1~35#Question:What do you think a disciple is?
source: What do you think a disciple is?
es: ¿Qué cree usted que es un discípulo?

# q:!JHN!1~41#Question:What did Andrew do?
source: What did Andrew do?
es: ¿Qué hizo Andrés?

# q:!JHN!1~43#Question:What did Jesus ask Philip to do?
source: What did Jesus ask Philip to do?
es: ¿Qué le pidió Jesús a Felipe que hiciera?

# q:!JHN!1~45#Question:What did Philip tell Nathanael?
source: What did Philip tell Nathanael?
es: ¿Qué le dijo Felipe a Natanael?

# q:!JHN!1~43#Question:What do you know about angels?
source: What do you know about angels?
es: ¿Qué sabes acerca de los ángeles?

# q:!JHN!2~1#Question:What do you think a servant does?
source: What do you think a servant does?
es: ¿Que cree usted que hace un siervo?

# q:!JHN!2~7#Question:What did Jesus tell the servants to do?
source: What did Jesus tell the servants to do?
es: ¿Qué le dijo Jesús a los siervos que hicieran?

# q:!JHN!2~7#Question:What did the servants do?
source: What did the servants do?
es: ¿Qué hicieron los sirvientes?

source: See "temple" in KBT.
es: Véase "templo" en TBC.

source: What do you think is the reason for a person or place to have a name?
es: ¿Por qué cree usted que una persona o un lugar debe tener un nombre?

source: See "name" in KBT.
es: Véase "nombre" en TBC.

# q:!JHN!3~1#Question:What do you think the kingdom of God is?
source: What do you think the kingdom of God is?
es: ¿Qué cree usted que es el reino de Dios?

# n:!JHN!3~1#Note:What do you think the kingdom of God is?517268396
source: See "kingdom of God" in KBT.
es: Véase "reino de Dios" en TBC.

# q:!JHN!3~1#Question:Who was Nicodemus?
source: Who was Nicodemus?
es: ¿Quién era Nicodemo?

# q:!JHN!3~7#Question:About what did Jesus tell Nicodemus not to be surprised?
source: About what did Jesus tell Nicodemus not to be surprised?
es: ¿Acerca de qué cosa le dijo Jesús a Nicodemo que no se sorprendiera?

# q:!JHN!3~9#Question:What did Nicodemus ask Jesus?
source: What did Nicodemus ask Jesus?
es: ¿Qué le preguntó Nicodemo a Jesús?

source: See "world" in KBT.
es: Véase "mundo" en TBC.

# q:!JHN!3~16#Question:What do you think it means for someone to save you?
source: What do you think it means for someone to save you?
es: ¿Qué cree usted que significa que alguien le salve?

source: What do you think it means for someone to condemn someone else?
es: ¿Qué cree usted que significa condenar a otra persona?

# q:!JHN!3~22#Question:What did John say about Jesus?
source: What did John say about Jesus?
es: ¿Qué dijo Juan acerca de Jesús?

# q:!JHN!3~22#Question:What do you know about Jews?
source: What do you know about Jews?
es: ¿Qué sabes acerca de los judíos?

# q:!JHN!3~26#Question:What did they tell John?
source: What did they tell John?
es: ¿Qué le dijeron ellos a Juan?

# q:!JHN!4~6#Question:What was on this land?
source: What was on this land?
es: ¿Qué estaba en esta tierra?

# q:!JHN!4~14#Question:What else did Jesus say about that water?
source: What else did Jesus say about that water?
es: ¿Qué más dijo Jesús acerca de esa agua?

# n:!JHN!4~7#Note:What do you think &quot;salvation&quot; means?476317664
source: See "salvation" in KBT.
es: Véase "salvación" en TBC.

# q:!JHN!4~24#Question:What did Jesus say about God?
source: What did Jesus say about God?
es: ¿Qué dijo Jesús acerca de Dios?

# q:!JHN!4~39#Question:What do you think it means for someone to be a savior?
source: What do you think it means for someone to be a savior?
es: ¿Qué cree usted que significa ser un salvador?

# q:!JHN!4~40#Question:What did the Samaritans ask Jesus to do?
source: What did the Samaritans ask Jesus to do?
es: ¿Qué le pidieron los samaritanos a Jesús?

# q:!JHN!4~44#Question:What had Jesus said?
source: What had Jesus said?
es: ¿Qué había dicho Jesús?

# q:!JHN!5~2#Question:What was the name of that gate in Jerusalem?
source: What was the name of that gate in Jerusalem?
es: ¿Cuál era el nombre de esa puerta en Jerusalén?

# q:!JHN!5~22#Question:Who does the Father judge?
source: Who does the Father judge?
es: ¿A quién juzga el Padre?

# n:!JHN!5~19#Note:What do you think it means to judge someone?-1184246945
source: See "judge" in KBT.
es: Véase "juez" en TBC.

# q:!JHN!5~30#Question:What is the reason that Jesus's judgment is right?
source: What is the reason that Jesus's judgment is right?
es: ¿Cuál es la razón que el juicio de Jesús es justo?

# q:!JHN!5~35#Question:To what did Jesus compare John?
source: To what did Jesus compare John?
es: ¿A qué comparó Jesús a Juan?

source: See "heart" in KBT.
es: Véase "corazón" en TBC.

# q:!JHN!6~1#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!JHN!6~5#Question:What did Jesus ask Philip?
source: What did Jesus ask Philip?
es: ¿Qué le preguntó Jesús a Felipe?

# q:!JHN!6~8#Question:Who was Andrew?
source: Who was Andrew?
es: ¿Quién era Andrés?

# q:!JHN!6~10#Question:What did the people do?
source: What did the people do?
es: ¿Qué hizo el pueblo?

# q:!JHN!6~18#Question:What was happening on the lake?
source: What was happening on the lake?
es: ¿Qué estaba sucediendo en el lago?

# q:!JHN!6~20#Question:What did Jesus say to them?
source: What did Jesus say to them?
es: ¿Qué les dijo Jesús?

# q:!JHN!6~21#Question:What did the disciples do?
source: What did the disciples do?
es: ¿Qué hicieron los discípulos?

# q:!JHN!6~25#Question:What do you think a synagogue is?
source: What do you think a synagogue is?
es: ¿Qué cree usted que es una sinagoga?

# q:!JHN!6~61#Question:What did Jesus ask them?
source: What did Jesus ask them?
es: ¿Qué les preguntó Jesús?

# q:!JHN!6~62#Question:What else did Jesus ask them?
source: What else did Jesus ask them?
es: ¿Qué más les preguntó Jesús?

# q:!JHN!6~66#Question:What do you think it means for someone to be holy?
source: What do you think it means for someone to be holy?
es: ¿Qué cree usted que significa ser santificado?

# n:!JHN!6~66#Note:What do you think it means for someone to be holy?-1055694190
source: See "holy" in KBT.
es: Véase "santo" en TBC.

# q:!JHN!7~14#Question:Where did he teach [the people]?
source: Where did he teach [the people]?
es: ¿Dónde enseño al pueblo?

# q:!JHN!7~19#Question:What did Jesus ask them?
source: What did Jesus ask them?
es: ¿Qué les preguntó Jesús?

# q:!JHN!7~14#Question:What do you think it means to circumcise someone?
source: What do you think it means to circumcise someone?
es: ¿Qué cree usted que quiere decir circuncidar a una persona?

# q:!JHN!7~24#Question:What is the right way to judge someone else?
source: What is the right way to judge someone else?
es: ¿Cuál es la manera justo de juzgar a otra persona?

# q:!JHN!7~28#Question:What did Jesus say to them?
source: What did Jesus say to them?
es: ¿Qué les dijo Jesús?

# n:!JHN!7~32#Note:What do you know about the chief priests?169377881
source: See "chief priest" in KBT.
es: Véase "sumo sacerdote" en TBC.

# q:!JHN!7~37#Question:To what did Jesus compare the Spirit?
source: To what did Jesus compare the Spirit?
es: ¿A qué comparó Jesús al Espíritu?

# q:!JHN!7~50#Question:Who was Nicodemus?
source: Who was Nicodemus?
es: ¿Quién era Nicodemo?

# q:!JHN!8~6#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!JHN!8~7#Question:What did Jesus tell those people to do?
source: What did Jesus tell those people to do?
es: ¿Qué le dijo Jesús a la gente que hiciera?

# q:!JHN!8~8#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!JHN!8~9#Question:What did the people do?
source: What did the people do?
es: ¿Qué hizo el pueblo?

# q:!JHN!8~29#Question:What did Jesus always do?
source: What did Jesus always do?
es: ¿Qué hizo Jesús siempre?

# q:!JHN!8~42#Question:What do you know about the Devil?
source: What do you know about the Devil?
es: ¿Que sabes acerca del diablo?

# q:!JHN!8~53#Question:Who was Abraham?
source: Who was Abraham?
es: ¿Quién era Abraham?

# q:!JHN!8~54#Question:Who honored Jesus?
source: Who honored Jesus?
es: ¿Quién le honró Jesús?

# q:!JHN!8~59#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!JHN!9~6#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!JHN!9~9#Question:What did people say about that man?
source: What did people say about that man?
es: ¿Qué dijo la gente acerca de ese hombre?

# q:!JHN!9~24#Question:What did they believe about Jesus?
source: What did they believe about Jesus?
es: ¿Qué creyeron acerca de Jesús?

# q:!JHN!9~41#Question:What is the reason that they were guilty?
source: What is the reason that they were guilty?
es: ¿Cuál es la razón que eran culpables?

# q:!JHN!10~12#Question:What does the wolf do?
source: What does the wolf do?
es: ¿Qué hace el lobo?

# q:!JHN!10~23#Question:What was Jesus doing?
source: What was Jesus doing?
es: ¿Qué hacía Jesús?

# q:!JHN!10~27#Question:What do Jesus's sheep do?
source: What do Jesus's sheep do?
es: ¿Qué hacen las ovejas de Jesús?

source: What do you think it means for someone to commit blasphemy?
es: ¿Qué cree usted que significa cometer blasfemia?

# q:!JHN!10~39#Question:What happened?
source: What happened?
es: ¿Qué pasó?

# q:!JHN!10~40#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!JHN!11~1#Question:Who was Lazarus?
source: Who was Lazarus?
es: ¿Quién era Lázaro?

# q:!JHN!11~3#Question:What did Mary and Martha do?
source: What did Mary and Martha do?
es: ¿Qué hicieron María y Marta?

# q:!JHN!11~17#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!JHN!11~20#Question:What did Mary do?
source: What did Mary do?
es: ¿Qué hizo María?

# q:!JHN!11~22#Question:What did Martha say about God?
source: What did Martha say about God?
es: ¿Qué dijo Marta acerca de Dios?

# q:!JHN!11~23#Question:What did Jesus promise Martha?
source: What did Jesus promise Martha?
es: ¿Qué le prometió Jesús a Marta?

# q:!JHN!11~27#Question:What was Martha's answer?
source: What was Martha's answer?
es: ¿Cuál fue la respuesta de Marta?

# q:!JHN!11~28#Question:What did Martha say to Mary?
source: What did Martha say to Mary?
es: ¿Qué le dijo Marta a María?

# q:!JHN!11~32#Question:What did Mary say to Jesus?
source: What did Mary say to Jesus?
es: ¿Qué le dijo María a Jesús?

# q:!JHN!11~34#Question:What did Jesus ask them?
source: What did Jesus ask them?
es: ¿Qué les preguntó Jesús?

# q:!JHN!11~35#Question:What did Jesus do?
source: What did Jesus do?
es: ¿Qué hizo Jesús?

# q:!JHN!11~38#Question:Where did Jesus go?
source: Where did Jesus go?
es: ¿A dónde fue Jesús?

# q:!JHN!11~41#Question:What did the people do?
source: What did the people do?
es: ¿Qué hizo el pueblo?

# q:!JHN!11~43#Question:What did Jesus tell Lazarus to do?
source: What did Jesus tell Lazarus to do?
es: ¿Qué le dijo Jesús a Lázaro que hiciera?

# q:!JHN!11~44#Question:What did Jesus tell the people to do?
source: What did Jesus tell the people to do?
es: ¿Qué le dijo Jesús a la gente que hiciera?

# q:!JHN!11~49#Question:Who was Caiaphas?
source: Who was Caiaphas?
es: ¿Quién era Caifás?

# q:!JHN!11~51#Question:What did Caiaphas prophesy when he said those words?
source: What did Caiaphas prophesy when he said those words?
es: ¿Qué profetizó Caifás cuando cuando dijo esas palabras?

# q:!JHN!11~54#Question:What did Jesus do then?
source: What did Jesus do then?
es: ¿Qué hizo Jesús entonces?

# q:!JHN!12~4#Question:Who was Judas Iscariot?
source: Who was Judas Iscariot?
es: ¿Quién era Judas Iscariote?

# q:!JHN!12~7#Question:What did Jesus tell Judas?
source: What did Jesus tell Judas?
es: ¿Qué le dijo Jesús a Judas?

# q:!JHN!12~22#Question:What did Philip and Andrew tell Jesus?
source: What did Philip and Andrew tell Jesus?
es: ¿Qué le dijeron Felipe y Andrés a Jesús?

# q:!JHN!12~28#Question:What did Jesus tell the Father to do?
source: What did Jesus tell the Father to do?
es: ¿Qué le dijo Jesús al Padre que hiciera?

# q:!JHN!12~35#Question:What did he tell them to do?
source: What did he tell them to do?
es: ¿Qué les dijo que hicieran?
