Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!JOB!2~12#Question:What did Job's three friends do?
source: What did Job's three friends do?
es: ¿Qué hicieron los tres amigos de Job?

# q:!JOB!3~1#Question:What did Job say about the day he was born?
source: What did Job say about the day he was born?
es: ¿Qué dijo Job acerca del día en que nació?

# q:!JOB!3~11#Question:What did Job wish had happened at his birth?
source: What did Job wish had happened at his birth?
es: ¿Qué deseaba Job que le hubiera sucedido en su nacimiento?

# q:!JOB!3~24#Question:What did Job say had come upon him?
source: What did Job say had come upon him?
es: ¿Qué dijo Job que le había acontecido?

# q:!JOB!4~7#Question:What did Eliphaz imply was the reason for Job's condition?
source: What did Eliphaz imply was the reason for Job's condition?
es: Según implicaba Elifaz, ¿qué era la razón por la condición en que se encontraba Job?

source: What else did Eliphaz hint was the reason for Job's condition?
es: ¿Qué más insinuaba Elifaz acerca de la razón por la cual Job estaba en esa condición?

# q:!JOB!5~1#Question:What did Eliphaz suggest that Job do?
source: What did Eliphaz suggest that Job do?
es: ¿Qué sugerió Elifaz que Job hiciera?

# q:!JOB!5~7#Question:For what did he say people are born?
source: For what did he say people are born?
es: ¿Según lo que dice, para qué nace el hombre?

# l:!JOB!5~7#Alternate:For what did he say people are born?1670968348
source: For what did he say people are born?
es: ¿Según lo que dice, para qué nace el hombre?

# q:!JOB!5~17#Question:What did he imply that Job's troubles were?
source: What did he imply that Job's troubles were?
es: ¿Qué implicaba que representaba el sufrimiento de Job?

# q:!JOB!5~26#Question:How long did he think Job would live?
source: How long did he think Job would live?
es: ¿Cuánto tiempo pensaba que Job viviría?

# q:!JOB!6~8#Question:What did Job wish God would do to him?
source: What did Job wish God would do to him?
es: ¿Qué quería Job que Dios le hiciera?

# q:!JOB!6~24#Question:What did Job wish to understand?
source: What did Job wish to understand?
es: ¿Qué deseaba entender Job?

# q:!JOB!6~27#Question:What did Job think his friends were doing to him?
source: What did Job think his friends were doing to him?
es: ¿Qué pensaba Job del trato que le dieron sus amigos?

# q:!JOB!7~4#Question:What did Job say when he laid down at night?
source: What did Job say when he laid down at night?
es: ¿Qué dijo Job cuando estaba acostado en la noche?

# q:!JOB!7~5#Question:What was the condition of Job's flesh?
source: What was the condition of Job's flesh?
es: ¿Cómo era la condición de la carne de Job?

# q:!JOB!7~20#Question:For what did Job ask pardon?
source: For what did Job ask pardon?
es: ¿Por qué cosa le pidió Job perdón?

# q:!JOB!8~1#Question:To what did Bildad compare Job's words?
source: To what did Bildad compare Job's words?
es: ¿A qué comparó Bildad las palabras de Job?

# q:!JOB!8~3#Question:What did he imply that Job's children had done?
source: What did he imply that Job's children had done?
es: ¿Qué insinuaba que los hijos de Job habían hecho?

# q:!JOB!8~6#Question:What did Bildad imply about Job?
source: What did Bildad imply about Job?
es: ¿Qué implicaban las palabras de Bildad al referirse a Job?

# q:!JOB!9~5#Question:What did Job recognize that God had created?
source: What did Job recognize that God had created?
es: ¿Qué reconoció Job que Dios había creado?

# q:!JOB!9~20#Question:What did Job recognize if he tried to justify himself?
source: What did Job recognize if he tried to justify himself?
es: ¿Qué sabía Job si se trataba de justificarse a sí mismo?

# q:!JOB!9~25#Question:How did Job consider his days?
source: How did Job consider his days?
es: ¿Cómo consideraba Job sus días?

# q:!JOB!10~1#Question:Of what was Job's soul weary?
source: Of what was Job's soul weary?
es: ¿De qué estaba hastiado Job?

source: How did Job describe the process God used to form/create him?
es: ¿Cómo describió Job el proceso de la creación cuando Dios le formó a él?

# q:!JOB!10~15#Question:Of what did Job realize he was full?
source: Of what did Job realize he was full?
es: ¿De qué estaba hastiado Job?

# q:!JOB!11~1#Question:Of what did Zophar accuse Job?
source: Of what did Zophar accuse Job?
es: ¿De qué le acusaba Zofar a Job?

# q:!JOB!11~13#Question:What did he suggest that Job do?
source: What did he suggest that Job do?
es: ¿Qué sugerió que Job hiciera?

source: How did Job consider his understanding compared to his friend?
es: ¿Cómo comparaba Job su entendimiento con lo de sus amigos?

# q:!JOB!12~7#Question:Who could teach them?
source: Who could teach them?
es: ¿Quién les podía enseñar?

# q:!JOB!12~9#Question:In whose hand is the soul and breath of every person/man?
source: In whose hand is the soul and breath of every person/man?
es: ¿Quién tiene el alma y el hálito de todos los hombres en su mano?

# q:!JOB!12~12#Question:With whom is wisdom [found]?
source: With whom is wisdom [found]?
es: ¿Con quién es la sabiduría?

# q:!JOB!13~4#Question:What did Job call his friends?
source: What did Job call his friends?
es: ¿Cómo les llamó Job a sus amigos?

# q:!JOB!13~13#Question:What did he tell his friends to do?
source: What did he tell his friends to do?
es: ¿Qué les dijo a sus amigos que hicieren?

# q:!JOB!13~15#Question:How did Job declare his trust in God?
source: How did Job declare his trust in God?
es: ¿Cómo declaró Job su confianza en Dios?

source: What is/are short and full of trouble?//What is/are full of trouble?
es: ¿Qué cosa es corta y llena de problemas?

# q:!JOB!14~7#Question:What example of hope from nature does Job give?
source: What example of hope from nature does Job give?
es: ¿Qué símbolo natural de esperanza presenta Job?

# q:!JOB!14~14#Question:What question does Job ask concerning the resurrection?
source: What question does Job ask concerning the resurrection?
es: ¿Que pregunta hace Job acerca de la resurrección?

# q:!JOB!15~1#Question:What does Eliphaz infer that Job utters?
source: What does Eliphaz infer that Job utters?
es: ¿Qué insinúa Elifaz acerca de las palabras de Job?

# q:!JOB!15~20#Question:Who does he say suffers torment and is filled with terror?
source: Who does he say suffers torment and is filled with terror?
es: ¿Quién sufre tormenta y pasa lleno de terror?

source: According to Eliphaz what are some troubles the wicked face?
es: ¿Según Elifaz cuáles son algunas de las angustias que les turban a los impíos?

# q:!JOB!16~1#Question:What did Job say his friends were?
source: What did Job say his friends were?
es: ¿Cómo describió Job a sus amigos?

# q:!JOB!16~3#Question:How did Job say he could speak if they were in his place?
source: How did Job say he could speak if they were in his place?
es: ¿Cómo dijo Job que el podría hablar si ellos estuvieren en el lugar de él?

# q:!JOB!16~20#Question:What did Job do before God?
source: What did Job do before God?
es: ¿Qué hizo Job delante de Dios?

# q:!JOB!17~1#Question:What did Job say awaited him?
source: What did Job say awaited him?
es: ¿Qué dijo Job que le esperaba?

# q:!JOB!17~7#Question:Why were his eyes dim?
source: Why were his eyes dim?
es: ¿Por qué se oscurecieron sus ojos?

# q:!JOB!17~11#Question:What did Job say was past?
source: What did Job say was past?
es: ¿Qué dijo Job que habían pasado?

# q:!JOB!18~1#Question:Why did Bildad want Job to stop talking?
source: Why did Bildad want Job to stop talking?
es: ¿Por qué quería Bildad que Job dejara de hablar?

# q:!JOB!18~5#Question:What did Bildad imply that Job was?
source: What did Bildad imply that Job was?
es: ¿Cómo insinuó Bildad que era Job?

# q:!JOB!19~1#Question:What did Job's friends do to him with words?
source: What did Job's friends do to him with words?
es: ¿Qué hicieron los amigos de Job con sus palabras?

# q:!JOB!19~19#Question:Who did Job say had turned against him?
source: Who did Job say had turned against him?
es: Según Job, ¿quiénes se habían vuelto contra él?

# q:!JOB!19~20#Question:How did Job describe his physical condition?
source: How did Job describe his physical condition?
es: ¿Cómo describió Job su condición física?

# q:!JOB!19~25#Question:How did Job declare his faith in a resurrection?
source: How did Job declare his faith in a resurrection?
es: ¿Cómo declaró Job su fe en la resurrección?

# q:!JOB!20~5#Question:What did Zophar infer about Job?
source: What did Zophar infer about Job?
es: ¿Qué insinuó Zofar acerca de Job?

# q:!JOB!20~27#Question:What did he say would reveal his iniquity?
source: What did he say would reveal his iniquity?
es: ¿Qué dijo que revelaría su iniquidad?

# q:!JOB!21~7#Question:What question really troubled Job?
source: What question really troubled Job?
es: ¿Qué pregunta le inquietaba a Job?

source: How is the end of the one who dies in full vigor similar to the one who dies in bitterness of soul?
es: ¿Qué tienen en común el que muere lleno de vigor y el que muere en amargura de ánimo?

# q:!JOB!21~34#Question:What did Job think of the answers given by his friends?
source: What did Job think of the answers given by his friends?
es: ¿Comó miraba Job las respuestas que sus amigos le dieron?

# q:!JOB!22~5#Question:Of what does Eliphaz accuse Job?
source: Of what does Eliphaz accuse Job?
es: ¿De qué le acusa Elifaz a Job?

# q:!JOB!22~21#Question:What does Eliphaz suggest that Job should do?
source: What does Eliphaz suggest that Job should do?
es: ¿Qué sugiere Elifaz que Job haga?

source: What did Eliphaz think would happen if Job followed his advice?
es: ¿Qué pensaba Elifaz que le iba a pasar a Job si él le siguiera su consejo?

# q:!JOB!23~10#Question:What did Job realize that God knew about him?
source: What did Job realize that God knew about him?
es: ¿Qué reconocía Job que Dios sabía acerca de él?

# q:!JOB!23~12#Question:What did Job esteem more than food?
source: What did Job esteem more than food?
es: ¿Qué estimaba Job más que su comida?

# q:!JOB!24~2#Question:What are some things done to orphans, widows and the poor?
source: What are some things done to orphans, widows and the poor?
es: ¿Qué son algunas injusticias que se les hace a los huérfanos, las viudas y los pobres?

# q:!JOB!24~13#Question:Why don't wrongdoers like daylight?
source: Why don't wrongdoers like daylight?
es: ¿Por qué a los rebeldes no les gusta la luz?

source: According to Bildad, what chance is there of a person/man being righteous before God?
es: Según Bildad, ¿Qué chance hay que un hombre sea justo delante de Dios?

source: What questions did Job ask Bildad showing how little he helped Job?
es: ¿Qué preguntas le hizo Job a Bildad para indicar lo poco útil que eran sus consejos?

# q:!JOB!26~7#Question:Upon what did God suspend the earth?
source: Upon what did God suspend the earth?
es: ¿Sobre qué Dios cuelga la tierra?

# q:!JOB!27~6#Question:What was Job going to hold fast?
source: What was Job going to hold fast?
es: ¿Qué cosa no quería perder Job?

# q:!JOB!27~8#Question:Who has little hope?
source: Who has little hope?
es: ¿Quién tiene poca esperanza?

# q:!JOB!28~11#Question:What does God bring to light?
source: What does God bring to light?
es: ¿Qué cosa trae Dios a la luz?

source: What cannot be obtained by gold, silver, or precious jewels?
es: ¿Qué es lo que no se puede comprar ni con oro, ni plata, ni joyas?

# q:!JOB!28~20#Question:From where does wisdom and understanding come?
source: From where does wisdom and understanding come?
es: ¿De dónde vienen la sabiduría y la inteligencia?

# q:!JOB!29~1#Question:What did Job long for?
source: What did Job long for?
es: ¿Qué anhelaba Job?

# q:!JOB!29~21#Question:How was Job regarded prior to his affliction?
source: How was Job regarded prior to his affliction?
es: ¿Cómo le miraba la gente a Job antes de los días de su aflicción?

# q:!JOB!30~1#Question:Who mocked Job?
source: Who mocked Job?
es: ¿Quién se reían de Job?

# q:!JOB!30~10#Question:What did they not hesitate to do to Job?
source: What did they not hesitate to do to Job?
es: ¿Qué cosa no se detuvieron hacerle a Job?

# q:!JOB!30~21#Question:How did Job feel that God had become to him?
source: How did Job feel that God had become to him?
es: ¿Cómo sintió Job que Dios había llegado a ser para él?

# q:!JOB!31~1#Question:With what did Job make a covenant?
source: With what did Job make a covenant?
es: ¿Con qué hizo Job pacto?

# l:!JOB!31~1#Alternate:With what did Job make a covenant?-533930461
source: With what did Job make a covenant?
es: ¿Con qué hizo Job pacto?

# q:!JOB!31~6#Question:How did Job want God to judge him?
source: How did Job want God to judge him?
es: ¿Cómo quería Job que Dios le juzgara?

source: What are some sins Job recognized deserved punishment if he had done them?
es: ¿Qué pecados Job consideraba dignos de castigo si él fuere culpable de haberlos cometido?

source: If Job had lifted his hand against the fatherless what punishment did he feel he deserved?
es: Si Job hubiera levantado su mano contra los huérfanos, ¿qué castigo piensa él que hubiera merecido?

# q:!JOB!32~1#Question:Why did the three men cease to answer Job?
source: Why did the three men cease to answer Job?
es: ¿Por qué los tres varones cesaron de responderle a Job?

# q:!JOB!32~2#Question:Why was Elihu angry with Job?
source: Why was Elihu angry with Job?
es: ¿Por qué tenía Eliú ira contra Job?

# q:!JOB!32~3#Question:Why was Elihu angry with Job's friends?
source: Why was Elihu angry with Job's friends?
es: ¿Por qué Eliú tuvo ira contra los amigos de Job?

# q:!JOB!32~6#Question:Why was Elihu at first afraid to give his opinion?
source: Why was Elihu at first afraid to give his opinion?
es: ¿Por qué tuvo miedo Eliú de dar su opinión al principio?

source: According to Elihu, who possess wisdom and understanding/judgment?
es: Según Eliú, ¿quiénes tienen sabiduría y entendimiento?

# q:!JOB!33~8#Question:What did Elihu say he heard Job say?
source: What did Elihu say he heard Job say?
es: ¿Qué dijo Eliú que le había oído decir Job?

# q:!JOB!33~13#Question:How did Elihu say that God speaks?
source: How did Elihu say that God speaks?
es: ¿Cómo dijo Eliú que Dios habla?

# q:!JOB!33~24#Question:Why does God allow seemingly bad things to happen?
source: Why does God allow seemingly bad things to happen?
es: ¿Por qué Dios permite cosas que al parecer son malas?

# q:!JOB!34~8#Question:With whom does Elihu accuse Job of walking?
source: With whom does Elihu accuse Job of walking?
es: ¿Con quién le acusa de andar Eliú a Job?

# q:!JOB!34~35#Question:How did he say Job had spoken?
source: How did he say Job had spoken?
es: ¿Cómo describió las palabras de Job?

# q:!JOB!34~37#Question:What did he say that Job had added to his sin?
source: What did he say that Job had added to his sin?
es: ¿Qué dijo que Job había añadido a su pecado?

# q:!JOB!35~6#Question:Who does wickedness and righteousness affect?
source: Who does wickedness and righteousness affect?
es: ¿A quién le afecta la decisión de hacer maldad o de hacer justicia?

# q:!JOB!35~16#Question:What did Elihu say Job did when he opened his mouth?
source: What did Elihu say Job did when he opened his mouth?
es: ¿Qué dijo Eliú que Job hizo cuando abría su boca?

source: What does Elihu say happens to those who obey and serve God?
es: ¿Qué dice Eliú que les pasa a los que obedecen y sirven a Dios?

# q:!JOB!36~24#Question:What should we remember to do?
source: What should we remember to do?
es: ¿Qué debemos recordar para hacerlo?

# q:!JOB!37~5#Question:Who causes the weather?
source: Who causes the weather?
es: ¿Quién ordena el clima?

# q:!JOB!37~23#Question:What are some attributes of God?
source: What are some attributes of God?
es: ¿Qué son algunos atributos de Dios?

# q:!JOB!38~1#Question:Who answers Job in this chapter?
source: Who answers Job in this chapter?
es: ¿Quién le contesta a Job en este capítulo?

source: What are some questions that God asked Job concerning the earth?
es: ¿Cuáles son algunas de las preguntas que Dios le preguntó a Job acerca de la tierra?

source: What are some questions that God asked Job concerning weather?
es: ¿Qué son algunas preguntas que Dios le hizo a Job acerca del clima?

source: What are some questions that God asked Job concerning the stars?
es: ¿Cuáles son algunas de las preguntas que Dios le preguntó a Job acerca de las estrellas?

source: What are some questions that God asked Job concerning the animals?
es: ¿Cuáles son algunas de la preguntas que Dios le hizo a Job acerca de los animales?

# q:!JOB!39~1#Question:What other animals does God ask Job about?
source: What other animals does God ask Job about?
es: ¿Sobre cuáles otros animales le pregunta Dios a Job?

# q:!JOB!40~1#Question:What questions did God ask Job?
source: What questions did God ask Job?
es: ¿Cuáles preguntas le hizo Dios a Job?

# q:!JOB!40~3#Question:How did Job answer God?
source: How did Job answer God?
es: ¿Cómo respondió Job a Dios?

# q:!JOB!40~6#Question:From where did God speak to Job?
source: From where did God speak to Job?
es: ¿De dónde le hablaba Dios a Job?

# q:!JOB!40~15#Question:What animal moved its tail like a cedar?
source: What animal moved its tail like a cedar?
es: ¿Qué animal movía su cola como cedro?

# q:!JOB!41~1#Question:What could not be used to catch a leviathan?
source: What could not be used to catch a leviathan?
es: ¿Qué cosas no son útiles para capturar al leviatán?

# q:!JOB!41~7#Question:What other weapons do not faze leviathan?
source: What other weapons do not faze leviathan?
es: ¿Qué otras armas no le perturban al leviatán?

# q:!JOB!41~15#Question:What was the pride of leviathan?
source: What was the pride of leviathan?
es: ¿Qué cosa era la gloria de leviatán?

# q:!JOB!41~18#Question:What came out of the mouth and nostrils of leviathan?
source: What came out of the mouth and nostrils of leviathan?
es: ¿Qué salía de la boca y las narices del leviatán?

# q:!JOB!41~31#Question:What does the leviathan do to the water of the sea?
source: What does the leviathan do to the water of the sea?
es: ¿Qué le hace el leviatán al agua del mar?

# q:!JOB!42~1#Question:What did Job admit that he had spoken?
source: What did Job admit that he had spoken?
es: ¿Qué reconoció Job que había hablado?

# q:!JOB!42~6#Question:What did Job say he would do?
source: What did Job say he would do?
es: ¿Qué dijo Job que haría?

# q:!JOB!42~7#Question:What did the Lord tell Eliphaz and his two friends to do?
source: What did the Lord tell Eliphaz and his two friends to do?
es: ¿Qué les dijo que hicieran el Señor a Elifaz y a sus amigos?

# q:!JOB!42~10#Question:What did God give to Job after he prayed for his friends?
source: What did God give to Job after he prayed for his friends?
es: ¿Qué le dio Dios a Job después de que oró por los amigos?

# q:!JOB!42~14#Question:How were Job's daughters described?
source: How were Job's daughters described?
es: ¿Cómo se describían las hijas de Job?

# q:!JOB!42~16#Question:How long did Job live after this?
source: How long did Job live after this?
es: ¿Cuánto tiempo después de esto vivió Job?

# q:!PSA!1~1#Question:What are three characteristics of a blessed person/man?
source: What are three characteristics of a blessed person/man?
es: ¿Cuáles son tres características de un hombre bienaventurado?

source: What does the blessed person/man do with the law of the Lord?
es: ¿Qué hace el hombre bienaventurado con la ley del Señor?

# q:!PSA!1~3#Question:What is the blessed person/man compared to?
source: What is the blessed person/man compared to?
es: ¿Con qué se compara el hombre bienaventurado?

# q:!PSA!1~4#Question:What are the ungodly compared to?
source: What are the ungodly compared to?
es: ¿A qué se comparan los malos?

# q:!PSA!1~5#Question:Where will the ungodly and sinners not stand?
source: Where will the ungodly and sinners not stand?
es: ¿Dónde no se levantarán los malos y los pecadores?

# q:!PSA!1~6#Question:Whose ways does the Lord know?
source: Whose ways does the Lord know?
es: ¿Los caminos de quiénes conoce el Señor?

# q:!PSA!2~1#Question:When does he that sits in the heavens laugh?
source: When does he that sits in the heavens laugh?
es: ¿Cuándo se ríe el que está en los cielos?

source: Who is the psalmist referring to when he said “Thou art my Son”?
es: ¿A quién se refiere el salmista al decir: Mi hijo eres tú?

# q:!PSA!2~10#Question:What should kings of the earth do?
source: What should kings of the earth do?
es: ¿Qué deben hacer los reyes de la tierra?

# q:!PSA!2~12#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

# q:!PSA!3~1#Question:What did many say of the psalmist's soul?
source: What did many say of the psalmist's soul?
es: ¿Qué dijeron muchos acerca del salmista?

# q:!PSA!3~3#Question:What was the Lord to him?
source: What was the Lord to him?
es: ¿Que significaba el Señor para él?

# q:!PSA!3~8#Question:What is upon God's people?
source: What is upon God's people?
es: ¿Qué hay sobre el pueblo de Dios?

# q:!PSA!4~3#Question:What has the Lord set apart for himself?
source: What has the Lord set apart for himself?
es: ¿Qué ha escogido el Señor para sí mismo?

# q:!PSA!4~5#Question:What should we offer to the Lord?
source: What should we offer to the Lord?
es: ¿Qué debemos ofrecerle al Señor?

# q:!PSA!4~7#Question:What does the Lord put in our hearts?
source: What does the Lord put in our hearts?
es: ¿Qué da el Señor a nuestros corazones?

# q:!PSA!4~8#Question:Why can we lay down in peace and sleep?
source: Why can we lay down in peace and sleep?
es: ¿Por qué podemos acostarnos y dormir en paz?

# q:!PSA!5~1#Question:When will the psalmist pray to God and wait?
source: When will the psalmist pray to God and wait?
es: ¿Cuándo orará el salmista a Dios y esperar?

# q:!PSA!5~4#Question:In what does God not have pleasure?
source: In what does God not have pleasure?
es: ¿En qué cosa no se complace Dios?

# q:!PSA!5~11#Question:Who will rejoice?
source: Who will rejoice?
es: ¿Quién se regocijará?

# q:!PSA!5~1#Question:Who will the Lord bless?
source: Who will the Lord bless?
es: ¿A quién bendecirá Señor?

# q:!PSA!6~5#Question:Where is there no remembrance of God?
source: Where is there no remembrance of God?
es: ¿Dónde no hay memoria de Dios?

# q:!PSA!6~8#Question:What did the Lord hear?
source: What did the Lord hear?
es: ¿Qué oye el Señor?

# q:!PSA!7~1#Question:In whom did the psalmist trust?
source: In whom did the psalmist trust?
es: ¿En quién había confiado el salmista?

source: When did the psalmist say his enemy should persecute his soul?
es: ¿Cuándo dijo el salmista que su enemigo debe perseguir su vida?

source: What will happen to those who dig pits for others to fall in?
es: ¿Qué les pasará a los que hacen hoyos para hacer caer a los demás?

# q:!PSA!8~1#Question:What is excellent in all the earth?
source: What is excellent in all the earth?
es: ¿Qué cosa es excelente en toda la tierra?

# q:!PSA!8~2#Question:Who in the New Testament quoted from verse 2?
source: Who in the New Testament quoted from verse 2?
es: ¿Quién en el Nuevo Testamento citó del versículo 2 de este salmo?

# q:!PSA!8~4#Question:What question will a person ask who considers the heavens?
source: What question will a person ask who considers the heavens?
es: ¿Qué pregunta hará la persona que contempla los cielos?

# q:!PSA!8~5#Question:What is mankind/man to have dominion over?
source: What is mankind/man to have dominion over?
es: ¿Sobre qué cosas tiene señorío el hombre?

# q:!PSA!9~7#Question:How will the Lord judge the world?
source: How will the Lord judge the world?
es: ¿Cómo juzgará el Señor al mundo?

# q:!PSA!9~9#Question:To whom is the Lord a refuge?
source: To whom is the Lord a refuge?
es: ¿Para quién es un refugio el Señor?

# q:!PSA!9~12#Question:Who does the Lord not forget?
source: Who does the Lord not forget?
es: ¿A quién no olvida el Señor?
