Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!PSA!9~17#Question:Who will be turned into hell?
source: Who will be turned into hell?
es: ¿Quiénes serán trasladados al Seol?

# q:!PSA!10~4#Question:Who does not have God in all his thoughts?
source: Who does not have God in all his thoughts?
es: ¿Quién no tiene a Dios en sus pensamientos?

# q:!PSA!10~14#Question:Who helps the fatherless?
source: Who helps the fatherless?
es: ¿Quién ampara a los huérfanos?

source: Why should we not be disturbed if one says we should flee to the mountains as a bird?
es: ¿Por qué no debemos preocuparnos si alguien nos dice que escapemos al monte como ave?

# q:!PSA!11~6#Question:What will the Lord rain upon the wicked?
source: What will the Lord rain upon the wicked?
es: ¿Qué hará llover el Señor sobre los malos?

# q:!PSA!11~7#Question:What does the Lord love?
source: What does the Lord love?
es: ¿Qué cosa ama el Señor?

# q:!PSA!12~3#Question:What will the Lord cut off?
source: What will the Lord cut off?
es: ¿Qué destruirá el Señor?

# q:!PSA!12~6#Question:What are the words of the Lord like?
source: What are the words of the Lord like?
es: ¿Cómo son palabras de Jehová?

# q:!PSA!12~7#Question:How long will the words of the Lord be preserved?
source: How long will the words of the Lord be preserved?
es: ¿Por cuánto tiempo se preservarán las palabras del Señor?

# q:!PSA!13~5#Question:In what will the psalmist rejoice?
source: In what will the psalmist rejoice?
es: ¿En qué se regocijará el salmista?

# q:!PSA!13~6#Question:Why will he sing to the Lord?
source: Why will he sing to the Lord?
es: ¿Por qué le cantará al Señor?

# q:!PSA!14~1#Question:Who says in his heart “There is no God?
source: Who says in his heart “There is no God?
es: ¿Quién dice en su corazón que no hay Dios?

# q:!PSA!14~2#Question:Why did the Lord look down from heaven?
source: Why did the Lord look down from heaven?
es: ¿Para qué miró el Señor desde los cielos?

source: What are three characteristics of those who abide in God's tabernacle?
es: ¿Cuáles son tres características de los que habitan en el tabernáculo de Dios?

# q:!PSA!15~3#Question:What are five things these will not do?
source: What are five things these will not do?
es: ¿Cuáles son cinco cosas que éstos no harán?

# q:!PSA!16~8#Question:What did the psalmist always set before him?
source: What did the psalmist always set before him?
es: ¿Qué había puesto el salmista delante de sí mismo siempre?

# q:!PSA!16~10#Question:What prophecy is given of the resurrection of Jesus?
source: What prophecy is given of the resurrection of Jesus?
es: ¿Qué profecía se encuentra en este salmo acerca de la resurrección de Jesús?

# q:!PSA!16~11#Question:Where is there fullness of joy?
source: Where is there fullness of joy?
es: ¿Dónde hay plenitud de gozo?

# q:!PSA!17~1#Question:How did the psalmist describe his lips [when he prayed]?
source: How did the psalmist describe his lips [when he prayed]?
es: ¿Cómo el salmista describió sus labios (cuando oraba)?

# q:!PSA!17~8#Question:How did the psalmist want to be kept?
source: How did the psalmist want to be kept?
es: ¿Cómo quería el salmista que Dios le tratara?

# q:!PSA!18~1#Question:What things was the Lord to David?
source: What things was the Lord to David?
es: ¿Cómo describió David al Señor?

# q:!PSA!18~6#Question:In what emotional condition did David call on the Lord?
source: In what emotional condition did David call on the Lord?
es: ¿En qué condición emocional estaba David cuando clamó al Señor?

# q:!PSA!18~25#Question:To whom will the Lord show himself merciful?
source: To whom will the Lord show himself merciful?
es: ¿Con quién se mostrará el Señor misericordioso?

# q:!PSA!18~35#Question:What did David say had made him great?
source: What did David say had made him great?
es: ¿Qué dijo David que le había engrandecido?

# q:!PSA!19~1#Question:What declares the glory of God through all the earth?
source: What declares the glory of God through all the earth?
es: ¿Qué proclama la gloria de Dios en toda la tierra?

# q:!PSA!19~7#Question:What is perfect?
source: What is perfect?
es: ¿Qué cosa es perfecta?

# q:!PSA!19~7#Question:What is sure?
source: What is sure?
es: ¿Qué coso es fiel?

# q:!PSA!19~8#Question:What are right?
source: What are right?
es: ¿Qué cosas son rectas?

# q:!PSA!19~8#Question:What is pure?
source: What is pure?
es: ¿Qué es puro?

# q:!PSA!19~9#Question:What is clean?
source: What is clean?
es: ¿Qué es limpio?

# q:!PSA!19~9#Question:What are true?
source: What are true?
es: ¿Qué cosas son verdaderas?

# q:!PSA!19~10#Question:What is to be desired more than gold?
source: What is to be desired more than gold?
es: ¿Qué cosa se debe desear más que el oro?

# q:!PSA!19~11#Question:What results in great reward?
source: What results in great reward?
es: ¿Qué resulta en grande galardón?

source: What did the psalmist want to be acceptable in the sight of the Lord?
es: ¿Qué quería el salmista que fueran gratos delante de Jehová?

# q:!PSA!20~5#Question:What will we rejoice in?
source: What will we rejoice in?
es: ¿En qué nos alegraremos?

# q:!PSA!20~7#Question:In what do some trust?
source: In what do some trust?
es: ¿En qué cosas confían algunos?

# q:!PSA!21~1#Question:In what will the king rejoice?
source: In what will the king rejoice?
es: ¿En qué se regocijará el rey?

# q:!PSA!21~8#Question:What will God's hand find out?
source: What will God's hand find out?
es: ¿Qué alcanzará la mano de Dios?

# q:!PSA!22~1#Question:What words did Jesus quote on the cross?
source: What words did Jesus quote on the cross?
es: ¿Qué palabras de este salmo citó Jesús cuando estaba en la cruz?

# q:!PSA!22~3#Question:What does God inhabit?
source: What does God inhabit?
es: ¿Dónde habita Dios?

source: Who said words almost identical to verse 8 when Jesus was on the cross?
es: ¿Quiénes dijeron palabras casi iguales a los del versículo 8 cuando Jesús estaba en la cruz?

# q:!PSA!22~18#Question:When was verse 18 fulfilled?
source: When was verse 18 fulfilled?
es: ¿Cuándo se cumplió el versículo 18?

# q:!PSA!22~27#Question:Who will remember and turn to the Lord?
source: Who will remember and turn to the Lord?
es: ¿Quién se acordará y volverá a Jehová?

# q:!PSA!23~1#Question:Who is our shepherd?
source: Who is our shepherd?
es: ¿Quién es nuestro pastor?

# q:!PSA!23~2#Question:Where does He lead us?
source: Where does He lead us?
es: ¿Dónde nos guía?

# q:!PSA!23~3#Question:What does He restore?
source: What does He restore?
es: ¿Qué cosa conforta el pastor?

source: Why do we not fear when we walk through the valley of death?
es: ¿Por qué no tememos cuando andamos en valle de sombra de muerte?

# q:!PSA!23~5#Question:What does He prepare for us?
source: What does He prepare for us?
es: ¿Qué prepara Dios para nosotros?

# q:!PSA!23~6#Question:What follows us all the days of our life?
source: What follows us all the days of our life?
es: ¿Qué nos segue todas las días de nuestra vida?

# q:!PSA!24~1#Question:What belongs to the Lord?
source: What belongs to the Lord?
es: ¿Qué cosas le pertenecen al Señor?

# q:!PSA!24~3#Question:Who shall stand in His holy place?
source: Who shall stand in His holy place?
es: ¿Quién estará en el lugar santo de Dios?

# q:!PSA!24~7#Question:Who is the King of glory?
source: Who is the King of glory?
es: ¿Quién es el Rey de gloria?

# q:!PSA!25~2#Question:Why did the psalmist not want to be ashamed?
source: Why did the psalmist not want to be ashamed?
es: ¿Por qué el salmista no quería ser avergonzado?

# q:!PSA!25~4#Question:What did he request of the Lord?
source: What did he request of the Lord?
es: ¿Qué le pidió al Señor?

# q:!PSA!25~6#Question:What did He want the Lord to remember?
source: What did He want the Lord to remember?
es: ¿De qué quería que el Señor se acordara?

# q:!PSA!25~7#Question:What didn't he want the Lord to remember?
source: What didn't he want the Lord to remember?
es: ¿Qué cosas no quería que el Señor recordara?

# q:!PSA!25~14#Question:With whom is the secret of the Lord?
source: With whom is the secret of the Lord?
es: ¿Con quién tiene comunión íntima el Señor?

# q:!PSA!25~21#Question:What did he want to preserve him?
source: What did he want to preserve him?
es: ¿Qué esperaba el salmista que le guardara?

# q:!PSA!26~1#Question:How did the psalmist intend to continue walking?
source: How did the psalmist intend to continue walking?
es: ¿Cómo pensaba andar el salmista?

# q:!PSA!26~8#Question:What did the psalmist love?
source: What did the psalmist love?
es: ¿Qué cosa amaba el salmista?

source: Why wasn't the psalmist afraid even though a host camped about him?
es: ¿Por qué no tenía miedo el salmista aunque un ejército acampara contra él?

# q:!PSA!27~4#Question:What did the psalmist desire?
source: What did the psalmist desire?
es: ¿Qué deseaba el salmista?

source: When the Lord told him to seek His face, how did the psalmist reply?
es: ¿Cuándo el Señor le dijo que bucara su rostro, cómo respondió el salmista?

source: When his father and mother forsake him, who would take him up?
es: ¿Aunque su padre y su madre le abandonaren, en quién hallaría el salmista amparo?

# q:!PSA!27~14#Question:Why should we wait on the Lord?
source: Why should we wait on the Lord?
es: ¿Por qué debemos esperar en el Señor?

source: Why did the psalmist want the Lord to repay the wicked for their deeds?
es: ¿Por qué quería el salmista que el Señor les castigara a los impíos?

# q:!PSA!28~7#Question:Why did the heart of the psalmist rejoice?
source: Why did the heart of the psalmist rejoice?
es: ¿Por qué se gozó el corazón de salmista?

# q:!PSA!29~1#Question:What should we give to the Lord?
source: What should we give to the Lord?
es: ¿Qué debemos darle al Señor?

# q:!PSA!29~2#Question:How should we worship the Lord?
source: How should we worship the Lord?
es: ¿Cómo debemos adorarle al Señor?

# q:!PSA!29~3#Question:What is powerful and full of majesty?
source: What is powerful and full of majesty?
es: ¿Qué cosa es potente y lleno de majestad?

# q:!PSA!30~2#Question:What happened when the psalmist cried to the Lord?
source: What happened when the psalmist cried to the Lord?
es: ¿Qué pasó cuando el salmista clamó a Jehová?

# q:!PSA!30~4#Question:For what should we give thanks?
source: For what should we give thanks?
es: ¿Por qué cosa debemos dar gracias?

source: Although weeping may endure for a night, what comes in the morning?
es: ¿Aunque el llanto puede durar toda la noche, qué cosa viene en la mañana?

# q:!PSA!30~12#Question:How long did the psalmist plan on giving thanks?
source: How long did the psalmist plan on giving thanks?
es: ¿Cuánto tiempo iba a seguir dando gracias el salmista?

# q:!PSA!31~5#Question:What words did Jesus say just before he died?
source: What words did Jesus say just before he died?
es: ¿Qué palabras dijo Jesús justo antes de morir?

# q:!PSA!31~15#Question:What did the psalmist say was in God's hands?
source: What did the psalmist say was in God's hands?
es: ¿Qué decía el salmista que estaban en las manos de Dios?

# q:!PSA!31~23#Question:What two exhortations end this psalm?
source: What two exhortations end this psalm?
es: ¿Con qué exhortaciones termina este salmo?

# q:!PSA!32~1#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

# q:!PSA!32~3#Question:What is the result when one does not confess his sins?
source: What is the result when one does not confess his sins?
es: ¿Qué resulta cuándo no se confiesan los pecados?

# q:!PSA!32~5#Question:How did the psalmist deal with his sins?
source: How did the psalmist deal with his sins?
es: ¿Cómo trataba el salmista sus pecados?

# q:!PSA!32~8#Question:How would God guide him?
source: How would God guide him?
es: ¿Cómo le iba a guiar Dios?

# q:!PSA!32~9#Question:What are we not to be like?
source: What are we not to be like?
es: ¿Como cuáles animales no debemos actuar?

# q:!PSA!33~1#Question:How should one sing to the Lord?
source: How should one sing to the Lord?
es: ¿Cómo se debe cantarle al Señor?

# q:!PSA!33~2#Question:How should one play instruments to the Lord?
source: How should one play instruments to the Lord?
es: ¿Cómo se deben tocar los instrumentos a Jehová?

# q:!PSA!33~4#Question:The word of the Lord is what?
source: The word of the Lord is what?
es: ¿Cómo es la palabra del Señor?

# q:!PSA!33~6#Question:How were the heavens made?
source: How were the heavens made?
es: ¿Cómo fueron heacho los cielos?

# q:!PSA!33~10#Question:What counsel will stand?
source: What counsel will stand?
es: ¿Qué consejo permanecerá?

# q:!PSA!33~12#Question:What nation is blessed?
source: What nation is blessed?
es: ¿Cuál nación es bienaventurada?

# q:!PSA!33~18#Question:Upon whom is the eye of the Lord?
source: Upon whom is the eye of the Lord?
es: ¿Sobre quiénes está el ojo del Señor?

# q:!PSA!34~1#Question:When should we bless the Lord?
source: When should we bless the Lord?
es: ¿Cuándo debemos bendecirle al Señor?

# q:!PSA!34~7#Question:Who encamps about those who fear the Lord?
source: Who encamps about those who fear the Lord?
es: ¿Quién encampa alrededor de los que temen al Señor?

# q:!PSA!34~8#Question:What should we taste?
source: What should we taste?
es: ¿Qué debemos gustar?

# q:!PSA!34~13#Question:What should we keep our tongue from?
source: What should we keep our tongue from?
es: ¿De qué debemos guardar nuestra lengua?

# q:!PSA!34~18#Question:To whom is the Lord near?
source: To whom is the Lord near?
es: ¿A quién está cercano Jehová?

source: What did the psalmist wish for those who fought against him?
es: ¿Qué quería el salmista para los que contendían contra él?

# q:!PSA!35~24#Question:How did he want to be judged?
source: How did he want to be judged?
es: ¿Cómo quería ser juzgado?

source: How great are God's mercy, faithfulness, righteousness, and judgments?
es: ¿Cómo es la grandeza de la misericordia, la fidelidad, la justicia y los juicios de Dios?

# q:!PSA!36~9#Question:With whom is the fountain of life?
source: With whom is the fountain of life?
es: ¿Con quién es la fuente de vida?

# q:!PSA!37~1#Question:Why shouldn't we fret because of evil doers?
source: Why shouldn't we fret because of evil doers?
es: ¿Por qué no debemos afligirnos por causa de los que hacen iniquidad?

# q:!PSA!37~4#Question:Why should we delight in the Lord?
source: Why should we delight in the Lord?
es: ¿Por qué debemos deléitarnos en el Señor?

# q:!PSA!37~11#Question:What phrase is quoted by Jesus in the beatitudes?
source: What phrase is quoted by Jesus in the beatitudes?
es: ¿Qué frase en este salmo cita Jesús en "las bienaventuranzas"?

# q:!PSA!37~21#Question:Who borrows but does not pay back?
source: Who borrows but does not pay back?
es: ¿Quién toma prestado pero no paga?

# q:!PSA!37~23#Question:Whose steps are ordered of the Lord?
source: Whose steps are ordered of the Lord?
es: ¿Los pasos de quién son ordenados por Jehová?

# q:!PSA!37~25#Question:What has not the psalmist seen in all of his years?
source: What has not the psalmist seen in all of his years?
es: ¿Qué no ha visto jamás el salmista?

# q:!PSA!38~5#Question:What resulted from the foolishness of the psalmist?
source: What resulted from the foolishness of the psalmist?
es: ¿En qué resultaba la necedad del salmista?

# q:!PSA!38~18#Question:What did he do regarding his iniquity?
source: What did he do regarding his iniquity?
es: ¿Qué hizo en cuanto a su iniquidad?

# q:!PSA!39~1#Question:In what way did the psalmist want to avoid sinning?
source: In what way did the psalmist want to avoid sinning?
es: ¿De qué manera quería el salmista evitar el pecado?

# q:!PSA!39~5#Question:To what did the psalmist compare his days?
source: To what did the psalmist compare his days?
es: ¿A qué se comparaba el salmista sus días?

# q:!PSA!40~2#Question:Out of what was the psalmist brought?
source: Out of what was the psalmist brought?
es: ¿De qué fue sacado el salmista?

# q:!PSA!40~6#Question:What didn't the Lord desire?
source: What didn't the Lord desire?
es: ¿Qué cosas no le agradaban al Señor?

# q:!PSA!40~8#Question:What did the psalmist desire to do?
source: What did the psalmist desire to do?
es: ¿Qué deseaba hacer el salmista?

# q:!PSA!40~11#Question:What did he want to preserve him?
source: What did he want to preserve him?
es: ¿Qué esperaba el salmista que le guardara?

# q:!PSA!41~1#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

source: What prophecy of the betrayal of Jesus does the psalmist give?
es: ¿Cómo profetiza el salmista sobre la traición de Jesús?

# q:!PSA!42~1#Question:How did the psalmist thirst for God?
source: How did the psalmist thirst for God?
es: ¿Cómo teniá el salmista sed por Dios?

# q:!PSA!42~5#Question:What is the answer for the downcast soul?
source: What is the answer for the downcast soul?
es: ¿Cuál es la respuesta para el alma abatido?

# q:!PSA!43~1#Question:From what did the psalmist want to be delivered?
source: From what did the psalmist want to be delivered?
es: ¿De quiénes quería ser librado el salmista?

# q:!PSA!43~3#Question:With what did he want to be led?
source: With what did he want to be led?
es: ¿Con qué quería ser guiado el salmista?

source: By what means in the past did the Israelites obtain victory over the heathen?
es: En el pasado ¿cómo ganaron la victoria sobre las naciones los israelitas?

# q:!PSA!44~8#Question:In whom do we boast?
source: In whom do we boast?
es: ¿En quién nos gloriamos?

source: What seemed to be their condition at the time of this Psalm?
es: ¿Cómo era su condición cuando fue escrito este salmo?

# q:!PSA!45~1#Question:What did the psalmist say about his tongue?
source: What did the psalmist say about his tongue?
es: ¿Qué dijo el salmista acerca de su lengua?

# q:!PSA!45~6#Question:What prophecy was given regarding the throne of Jesus?
source: What prophecy was given regarding the throne of Jesus?
es: ¿Qué profecía fue dado acerca del trono de Jesús?

source: When did the psalmist desire to make the name of the king remembered?
es: ¿Cuándo deseaba el salmista hacer memoria del nombre del rey?

# q:!PSA!46~1#Question:Who is with us as our refuge?
source: Who is with us as our refuge?
es: ¿Quién está con nosotros como nuestro refugio?

# q:!PSA!46~1#Question:Where is God in the time of trouble?
source: Where is God in the time of trouble?
es: ¿Dónde cree usted que está Dios en medio de las tribulaciones?

# q:!PSA!46~9#Question:Who makes wars to cease?
source: Who makes wars to cease?
es: ¿Quién pone fin a las guerras?

# q:!PSA!47~1#Question:What are some audible ways to praise the Lord?
source: What are some audible ways to praise the Lord?
es: ¿Cómo son algunas de las maneras audibles de hacerle alabanza al Señor?

# q:!PSA!47~8#Question:Who reigns over the nations?
source: Who reigns over the nations?
es: ¿Quién reina sobre las naciones?

# q:!PSA!48~1#Question:Who is great and greatly to be praised?
source: Who is great and greatly to be praised?
es: ¿Quién es grande y digno en gran manera de ser alabado?

# q:!PSA!48~12#Question:What should we tell about Zion to the next generation?
source: What should we tell about Zion to the next generation?
es: ¿Qué cosas de Sion debemos contarle a la siguiente generación?

# q:!PSA!49~7#Question:What can no one/man do?
source: What can no one/man do?
es: ¿Qué cosa no puede hacer ninguno?

# q:!PSA!49~15#Question:Who can redeem a soul?
source: Who can redeem a soul?
es: ¿Quién puede redimir la vida?

# q:!PSA!49~17#Question:What can a person/man take with him when he dies?
source: What can a person/man take with him when he dies?
es: ¿Qué puede llevar el hombre consigo cuando muera?

# q:!PSA!49~12#Question:In what way is a person/man like a beast?
source: In what way is a person/man like a beast?
es: ¿Que tiene en común el hombre con una bestia?

# q:!PSA!50~10#Question:What belongs to God?
source: What belongs to God?
es: ¿Qué cosas le pertenecen a Dios?

# q:!PSA!50~23#Question:Who glorifies God?
source: Who glorifies God?
es: ¿Quién glorifica a Dios?

# q:!PSA!51~1#Question:From what did David wish to be cleansed?
source: From what did David wish to be cleansed?
es: ¿De qué quería ser limpió David?

# q:!PSA!51~3#Question:What did David acknowledge?
source: What did David acknowledge?
es: ¿Qué reconoció David?

# q:!PSA!51~5#Question:How did David recognize his sinful nature?
source: How did David recognize his sinful nature?
es: ¿Cómo reconoció David su naturaleza pecaminosa?

# q:!PSA!51~10#Question:What did David desire to create and restore with in him?
source: What did David desire to create and restore with in him?
es: ¿Qué deseaba David dentro de sí?

# q:!PSA!51~13#Question:What did David desire to do after his restoration?
source: What did David desire to do after his restoration?
es: ¿Qué deseaba hacer David después de su restauración?

# q:!PSA!51~17#Question:What are the sacrifices that God will not despise?
source: What are the sacrifices that God will not despise?
es: ¿Cuáles son los sacrificios que Dios no despreciará?

# q:!PSA!52~1#Question:Who will God destroy forever?
source: Who will God destroy forever?
es: ¿A quién destruirá Dios para siempre?

# q:!PSA!52~8#Question:To what does the psalmist compare himself?
source: To what does the psalmist compare himself?
es: ¿Con qué se compara el salmista?

# q:!PSA!53~1#Question:What did the fool say in his heart?
source: What did the fool say in his heart?
es: ¿Qué dice el necio en su corazón?

# q:!PSA!53~1#Question:Who does good?
source: Who does good?
es: ¿Quién hace bien?

source: When God brings back the captivity of his people, what will Jacob do?
es: Cuando Dios hiciere volver de la cautividad a su pueblo ¿qué hará Jacob?

# q:!PSA!54~4#Question:Who is my helper?
source: Who is my helper?
es: ¿Quién es mi ayuda?

# q:!PSA!54~7#Question:What has God delivered us out of?
source: What has God delivered us out of?
es: ¿De qué nos ha librado Dios?

# q:!PSA!55~6#Question:Why did the psalmist wish he had wings like a dove?
source: Why did the psalmist wish he had wings like a dove?
es: ¿Por qué el salmista quería tener alas como de paloma?

# q:!PSA!55~17#Question:When did the psalmist plan to pray?
source: When did the psalmist plan to pray?
es: ¿Cuándo pensaba orar el salmista?

# q:!PSA!55~22#Question:On whom should you cast your burden?
source: On whom should you cast your burden?
es: ¿Sobre quién debe de echar su carga?

# q:!PSA!56~1#Question:What didn't the psalmist fear?
source: What didn't the psalmist fear?
es: ¿Qué temía el salmista?

# q:!PSA!56~9#Question:What would happen when the psalmist cried to God?
source: What would happen when the psalmist cried to God?
es: ¿Qué resultado esperaba el salmista al clamarle a Dios?

# q:!PSA!57~1#Question:How did the psalmist want God to be to him?
source: How did the psalmist want God to be to him?
es: ¿Cómo quería el salmista que Dios le tratara?

# q:!PSA!57~7#Question:What did the psalmist say about his heart?
source: What did the psalmist say about his heart?
es: ¿Qué dijo el salmista acerca de su corazón?

# q:!PSA!57~11#Question:How high did he want God to be exalted?
source: How high did he want God to be exalted?
es: ¿Cuán alto quería exaltar a Dios?

# q:!PSA!58~3#Question:How soon do the wicked go astray?
source: How soon do the wicked go astray?
es: ¿Cuán pronto se descarrían los impíos?

# q:!PSA!58~11#Question:For whom is there a reward?
source: For whom is there a reward?
es: ¿Para quién hay un galardón?

# q:!PSA!59~1#Question:From whom did the psalmist desire deliverance?
source: From whom did the psalmist desire deliverance?
es: ¿De quién deseaba el salmista liberación?

# q:!PSA!59~9#Question:Who was the psalmist's defense?
source: Who was the psalmist's defense?
es: ¿Quién era la defensa para el salmista?
