Repository: sillsdev/Transcelerator
Catalog: Transcelerator/LocalizedPhrases-*.xlf
Languages: es, fr

# q:!PRO!28~4#Question:Who praises the wicked?
source: Who praises the wicked?
es: ¿Quiénees alaban a los impíos?

# q:!PRO!28~9#Question:Whose prayer is an abomination?
source: Whose prayer is an abomination?
es: ¿La oración de quién es abominación?

# q:!PRO!28~13#Question:Who will not prosper?
source: Who will not prosper?
es: ¿Quién no prosperará?

# q:!PRO!28~15#Question:To what is a wicked ruler compared?
source: To what is a wicked ruler compared?
es: ¿A qué se compara el principe impío?

# q:!PRO!28~21#Question:What is not good?
source: What is not good?
es: ¿Qué cosa no es bueno?

# q:!PRO!28~24#Question:Who is said to be a companion of a destroyer?
source: Who is said to be a companion of a destroyer?
es: ¿Quién se describe como compañero del hombre desruidor?

# q:!PRO!29~7#Question:What do the righteous consider?
source: What do the righteous consider?
es: ¿Qué entiende el justo?

# q:!PRO!30~8#Question:Why should we not desire to be poor or rich?
source: Why should we not desire to be poor or rich?
es: ¿Por qué no debemos desear ni pobreza ni riquezas?

# q:!PRO!30~15#Question:What is never satisfied?
source: What is never satisfied?
es: ¿Qué cosas nunca se satisfacen?

# q:!PRO!30~17#Question:Whose eye will be plucked out?
source: Whose eye will be plucked out?
es: ¿El ojo de quién será sacada?

# q:!PRO!30~29#Question:What things go well?
source: What things go well?
es: ¿Qué cosas pasean bien?

# q:!PRO!31~4#Question:Why shouldn't kings drink wine?
source: Why shouldn't kings drink wine?
es: ¿Por qué los reyes no deben beber vino?

# q:!PRO!31~6#Question:To whom should strong drink be given?
source: To whom should strong drink be given?
es: ¿A quién se debe dar sidra?

# q:!PRO!31~9#Question:Whose cause should you plead?
source: Whose cause should you plead?
es: ¿A quién se debe defender?

# q:!PRO!31~11#Question:Who trusts the virtuous woman?
source: Who trusts the virtuous woman?
es: ¿Quién confía en la mujer virtuosa?

# q:!PRO!31~23#Question:Where is her husband known?
source: Where is her husband known?
es: ¿Dónde es conocido el marido de ella?

# q:!PRO!31~30#Question:What is deceitful and what is vain?
source: What is deceitful and what is vain?
es: ¿Qué cosa es engañosa y qué cosa vana?

# q:!ECC!1~1#Question:What did Solomon say that everything was?
source: What did Solomon say that everything was?
es: ¿Cómo describió Salomón todo?

# q:!ECC!1~3#Question:What five cycles are described?
source: What five cycles are described?
es: ¿Cuáles son los cinco ciclos que se describen (para ilustrar la vanidad)?

# q:!ECC!1~18#Question:What does worldly wisdom and knowledge bring?
source: What does worldly wisdom and knowledge bring?
es: ¿Qué traen la sabiduría y la ciencia (del mundo)?

source: Why did Solomon begin to hate the things for which he had worked?
es: ¿Por qué Salomón empezó a aborrecer las cosas por las cuales había trabajado?

# q:!ECC!2~24#Question:According to Solomon there is nothing better than what?
source: According to Solomon there is nothing better than what?
es: ¿Según Salomón, Cuál es la mejor cosa?

# q:!ECC!3~1#Question:For what is there time?
source: For what is there time?
es: ¿Para qué cosas hay tiempo?

# q:!ECC!3~12#Question:Of what else did Solomon say there is nothing better?
source: Of what else did Solomon say there is nothing better?
es: ¿De qué otra cosa dijo Salomón que no hay cosa mejor?

# q:!ECC!3~14#Question:How long do the things that God does last?
source: How long do the things that God does last?
es: ¿Cuánto duran lo que hace Dios?

# q:!ECC!3~18#Question:In what ways are the death of men and animals similar?
source: In what ways are the death of men and animals similar?
es: ¿Qué tiene en comúm la muerte de los hombres y la de los animales?

# q:!ECC!3~21#Question:In what ways are the death of men and animals different?
source: In what ways are the death of men and animals different?
es: ¿Cuál es la diferencia entre la muerte de los hombres y la de los animales?

# q:!ECC!4~9#Question:Why are two better than one?
source: Why are two better than one?
es: ¿Por qué son mejores dos que uno?

# q:!ECC!4~13#Question:What is better than an old and foolish king?
source: What is better than an old and foolish king?
es: ¿Quién es mejor que un rey viejo y necio?

# q:!ECC!5~1#Question:What should you do when you go to the house of God?
source: What should you do when you go to the house of God?
es: ¿Qué se debe hacer al ir a la casa de Dios?

# q:!ECC!5~2#Question:How is a fool known?
source: How is a fool known?
es: ¿Cómo se conoce el necio?

# q:!ECC!6~7#Question:For what are all a man's efforts?
source: For what are all a man's efforts?
es: ¿Para qué es todo el trabajo del hombre?

# q:!ECC!6~9#Question:What is better than desire?
source: What is better than desire?
es: ¿Qué cosa es mejor que el deseo?

# q:!ECC!7~4#Question:Whose heart is in the house of pleasure?
source: Whose heart is in the house of pleasure?
es: ¿El corazón de quién está en el casa de alegría (o placer)?

# q:!ECC!7~7#Question:What corrupts the heart?
source: What corrupts the heart?
es: ¿Qué cosa corrompe el corazón?

# q:!ECC!7~19#Question:What makes a wise man more powerful than ten rulers?
source: What makes a wise man more powerful than ten rulers?
es: ¿Qué le hace a un hombre más poderoso que diez príncipes?

# q:!ECC!7~20#Question:Who never sins?
source: Who never sins?
es: ¿Quién nunca comete pecado?

# q:!ECC!7~26#Question:What is more bitter than death?
source: What is more bitter than death?
es: ¿Qué es más amargo que la muerte?

# q:!ECC!7~27#Question:God made man/people upright but what has man done?
source: God made man/people upright but what has man done?
es: ¿Dios les hizo a los hombres recto; pero qué ha hecho el hombre?

# q:!ECC!8~2#Question:Whose command should you keep?
source: Whose command should you keep?
es: ¿El mandamiento de quién se debe guardar?

# q:!ECC!8~11#Question:Why are the hearts of people set to do evil?
source: Why are the hearts of people set to do evil?
es: ¿Por qué los corazones de la gente están dispuestos para hacer el mal?

# q:!ECC!8~12#Question:For whom will things go well?
source: For whom will things go well?
es: ¿A quién les irá bien?

# q:!ECC!9~4#Question:What is better than a dead lion?
source: What is better than a dead lion?
es: ¿Qué cosa es mejor que un león muerto?

# q:!ECC!9~10#Question:What should you do with all your might?
source: What should you do with all your might?
es: ¿Qué se debe hacer con toda la fuerza?

# q:!ECC!9~11#Question:What happens to all?
source: What happens to all?
es: ¿Qué les acontece a todos?

# q:!ECC!9~13#Question:What is better than weapons of war?
source: What is better than weapons of war?
es: ¿Qué cosa es mejor que las armas o fuerza militar?

# q:!ECC!10~14#Question:Of what is a fool full?
source: Of what is a fool full?
es: ¿De qué esta lleno el necio?

# q:!ECC!10~19#Question:What answers all things?
source: What answers all things?
es: ¿Qué cosa responde (o sirve) para todo?

# q:!ECC!10~20#Question:Why should you not curse the king or the rich?
source: Why should you not curse the king or the rich?
es: ¿Por qué no se debe maldecir al rey ni a los ricos?

# q:!ECC!11~3#Question:When should one plant?
source: When should one plant?
es: ¿Cuándo se debe sembrar?

# q:!ECC!11~9#Question:For what things will God bring youth into judgment?
source: For what things will God bring youth into judgment?
es: ¿Por qué cosas juzgará Dios a los jóvenes?

# q:!ECC!12~12#Question:Of what is there no end?
source: Of what is there no end?
es: ¿De qué cosa no hay fin?

# q:!ECC!12~13#Question:What did Solomon give as a conclusion?
source: What did Solomon give as a conclusion?
es: ¿Qué dio Salomón como conclusión?

# q:!ECC!12~14#Question:What will God bring into judgment?
source: What will God bring into judgment?
es: ¿Qué traerá Dios a juicio?

# q:!SNG!1~9#Question:To what did she compare her love?
source: To what did she compare her love?
es: ¿A qué comparó su amor?

# q:!SNG!1~15#Question:To what did he compare the eyes of his love?
source: To what did he compare the eyes of his love?
es: ¿A qué cosa comparaba los ojos de su amada?

# q:!SNG!2~4#Question:What kind of banner was over her?
source: What kind of banner was over her?
es: ¿Qué tipo de bandera estaba sobre ella?

# q:!SNG!2~9#Question:What was her beloved like?
source: What was her beloved like?
es: ¿Cómo era el amado de ella?

# q:!SNG!2~12#Question:What time had come?
source: What time had come?
es: ¿Cuál tiempo había venido?

# q:!SNG!3~1#Question:Who was she seeking?
source: Who was she seeking?
es: ¿A quién buscaba?

# q:!SNG!3~9#Question:How was the interior of Solomon's chariot finished?
source: How was the interior of Solomon's chariot finished?
es: ¿Cómo estaba terminado el interior del carro de Salomón?

# q:!SNG!4~7#Question:What was not in her?
source: What was not in her?
es: ¿Qué cosa no había en ella?

# q:!SNG!5~16#Question:How lovely was her beloved?
source: How lovely was her beloved?
es: ¿Cuán bello era su amado?

# q:!SNG!6~3#Question:What did she claim about her beloved?
source: What did she claim about her beloved?
es: ¿Qué declaró acerca de su amado?

# q:!SNG!8~6#Question:What is cruel as the grave?
source: What is cruel as the grave?
es: ¿Qué cosa es tan cruel como el Seol?

# q:!ISA!16~2#Question:To what are the daughters of Moab compared?
source: To what are the daughters of Moab compared?
es: ¿A qué se comparaban las hijas de Moab?

# a:!ISA!33~22#Answer:What positions does the LORD hold?-424170816
source: Judge, lawgiver, and king (22)
es: Juez, legislador y rey (22)

# q:!ISA!37~36#Question:How many Assyrians did the angel of the Lord kill?
source: How many Assyrians did the angel of the Lord kill?
es: ¿Cuántos asirios mató el ángel del Señor?

# q:!ISA!38~1#Question:What did Isaiah tell Hezekiah to do?
source: What did Isaiah tell Hezekiah to do?
es: ¿Qué le dijo Isaías a Ezequías que hiciera?

# q:!ISA!40~8#Question:To what is the word of God contrasted?
source: To what is the word of God contrasted?
es: ¿Con qué se contrasta la palabra de Dios?

# q:!ISA!40~12#Question:What has God done?
source: What has God done?
es: ¿Qué ha hecho Dios?

# q:!ISA!40~15#Question:Compared to God what are the nations?
source: Compared to God what are the nations?
es: ¿Comparado con Dios, cómo son las naciones?

# q:!ISA!40~22#Question:On what does God sit?
source: On what does God sit?
es: ¿Sobre qué está sentado Dios?

# q:!ISA!57~15#Question:How is God described?
source: How is God described?
es: ¿Cómo se describe Dios?

# q:!ISA!64~8#Question:To what is the LORD compared?
source: To what is the LORD compared?
es: ¿A qué se compara el Señor?

# q:!JER!5~31#Question:How did the prophets prophesy?
source: How did the prophets prophesy?
es: ¿Cómo profetizaron los profetas?

# q:!JER!7~3#Question:What did the LORD say for Judah to do?
source: What did the LORD say for Judah to do?
es: ¿Qué le dijo el Señor a Judá que hiciera?

# q:!JER!14~13#Question:What did the false prophets prophesy?
source: What did the false prophets prophesy?
es: ¿Qué profetizaron los falsos profetas?

# q:!JER!17~7#Question:Who is blessed?
source: Who is blessed?
es: ¿Quién es bienaventurado?

# q:!JER!17~9#Question:What is deceitful and desperately wicked?
source: What is deceitful and desperately wicked?
es: ¿Qué es engañoso y perverso?

source: What would Tophet, the valley of the son of Hinnom be called?
es: ¿Cómo se llamaría en el futuro Tofet, el valle del hijo de Hinom?

# q:!JER!23~11#Question:Who was profane?
source: Who was profane?
es: ¿Quién era profano?

# q:!JER!23~29#Question:To what is the God's word compared?
source: To what is the God's word compared?
es: ¿A qué se compara la palabra de Dios?

# q:!JER!28~1#Question:What did Hananiah prophesy?
source: What did Hananiah prophesy?
es: ¿Qué profetizó Hananías?

# q:!JER!31~31#Question:What is a covenant?
source: What is a covenant?
es: ¿Qué es un pacto?

# q:!JER!32~17#Question:What did Jeremiah pray?
source: What did Jeremiah pray?
es: ¿Qué oró Jeremías?

# q:!JER!32~37#Question:What did God promise?
source: What did God promise?
es: ¿Qué prometió Dios?

# q:!JER!48~42#Question:Why was Moab destroyed?
source: Why was Moab destroyed?
es: ¿Por qué Moab fue destruido?

# q:!LAM!3~56#Question:What did the Lord hear?
source: What did the Lord hear?
es: ¿Qué oye el Señor?

# q:!LAM!4~3#Question:To what is the cruelty of people compared?
source: To what is the cruelty of people compared?
es: ¿A qué se compara la crueldad del pueblo?

# q:!EZK!16~15#Question:What did Jerusalem do?
source: What did Jerusalem do?
es: ¿Qué hizo Jerusalén?

# q:!EZK!16~32#Question:To what did the LORD compare Jerusalem?
source: To what did the LORD compare Jerusalem?
es: ¿A qué comparó el Señor la ciudad de Jerusalén?

# q:!EZK!19~2#Question:To what is the mother of the princes of Israel compared?
source: To what is the mother of the princes of Israel compared?
es: ¿A qué se compara la madre de los príncipes de Israel?

# q:!EZK!31~3#Question:To what was the Assyrian compared?
source: To what was the Assyrian compared?
es: ¿A qué se comparaba el asirio?

# q:!DAN!2~49#Question:What did Daniel request?
source: What did Daniel request?
es: ¿Qué pidió Daniel?

# q:!DAN!6~16#Question:What did the king believe?
source: What did the king believe?
es: ¿Qué creyó el rey?

# q:!DAN!9~2#Question:What did Daniel understand?
source: What did Daniel understand?
es: ¿Qué entendió Daniel?

source: Over how many provinces did the king of Persia and Media reign?
es: ¿Sobre cuantás provincias reinó el rey de Persia y de Media?

# q:!EST!1~9#Question:What did Queen Vashti refuse to do?
source: What did Queen Vashti refuse to do?
es: ¿Qué se negó a hacer la reina Vasti?

# q:!EST!1~17#Question:Why were the wise men so concerned about Vashti's behavior?
source: Why were the wise men so concerned about Vashti's behavior?
es: ¿Por qué los hombres sabios estaban tan preocupados por el comportamiento de Vasti?

# q:!EST!1~19#Question:What did Memucan recommend that the king do?
source: What did Memucan recommend that the king do?
es: ¿Qué recomendó Memucán all rey?

source: What did the king's servants suggest that he do to replace Vashti?
es: ¿Qué sugirierón los siervos del rey que él hiciera para sustituir a Vasti?

# q:!EST!2~5#Question:Who raised Esther?
source: Who raised Esther?
es: ¿Quien levantó a Ester?

# q:!EST!2~8#Question:What didn't Esther reveal when she was taken?
source: What didn't Esther reveal when she was taken?
es: ¿Qué no revela Ester cuando la llevaron?

# q:!EST!2~17#Question:Who was made queen instead of Vashti?
source: Who was made queen instead of Vashti?
es: ¿Quién se hizo reina en lugar de Vasti?

# q:!EST!2~21#Question:What did Mordecai overhear and tell Esther about?
source: What did Mordecai overhear and tell Esther about?
es: ¿Qué escuchó Mardoqueo y contó a Ester?

# q:!EST!2~23#Question:Where was the investigation and following results recorded?
source: Where was the investigation and following results recorded?
es: ¿Dónde se registran la investigación y los resultados siguientes?

# q:!EST!3~2#Question:Who refused to bow to Haman?
source: Who refused to bow to Haman?
es: ¿Quién se negó a inclinarse ante Amán?

# q:!EST!3~5#Question:What did Haman seek to do?
source: What did Haman seek to do?
es: ¿Qué buscó Amán hacer?

source: What did Haman by offering money persuade the king to write and publish to all his provinces?
es: ¿Qué persuadió Amán al ofrecer dinero para al rey a escribir y publicar en todas sus provincias?

# q:!EST!4~1#Question:What did Mordecai do when he perceived what was done?
source: What did Mordecai do when he perceived what was done?
es: ¿Qué hizo Mardoqueo cuando percibió lo que se hizo?

# q:!EST!4~3#Question:What did the Jews do in each of the provinces?
source: What did the Jews do in each of the provinces?
es: ¿Qué hicieron los Judios hacer en cada una de las provincias?

# q:!EST!4~7#Question:What did Mordecai request Esther to do?
source: What did Mordecai request Esther to do?
es: ¿Qué le dijo Mardoqueo a Ester que solicitara?

source: What usually happened to a person who came into the king's court not invited?
es: ¿Qué solía ocurrir a una persona que entró en la corte del rey y no fue invitado?

source: What did Mordecai tell Esther would happen to her if she did nothing?
es: ¿Qué le dijo Mardoqueo a Ester que le pasaría si ella no hacía nada?

# q:!EST!4~14#Question:What question did Mordecai ask Esther?
source: What question did Mordecai ask Esther?
es: ¿Qué pregunta le hizo Mardoqueo a Ester?

# q:!EST!4~16#Question:How did Esther respond?
source: How did Esther respond?
es: ¿Cómo respondió Ester?

# q:!EST!5~1#Question:What did the king do when Esther entered the inner court?
source: What did the king do when Esther entered the inner court?
es: ¿Qué hizo el rey cuando Ester entró en el patio interior?

# q:!EST!5~4#Question:What did Esther request of the king?
source: What did Esther request of the king?
es: ¿Qué pidió Ester del rey?

# q:!EST!5~6#Question:At the banquet what did Esther request?
source: At the banquet what did Esther request?
es: ¿Qué solicitó Ester en el banquete?

# q:!EST!5~9#Question:What caused Haman indignation?
source: What caused Haman indignation?
es: ¿Qué le causó indignación a Aman?

# q:!EST!5~14#Question:What did his wife and friends suggest that Haman do?
source: What did his wife and friends suggest that Haman do?
es: ¿Qué sugirierón a Aman su esposa y amigos?

# q:!EST!6~1#Question:How did the king sleep that night?
source: How did the king sleep that night?
es: ¿Cómo durmió el rey esa noche?

# q:!EST!6~1#Question:What did the king have read to him that night?
source: What did the king have read to him that night?
es: ¿Qué hizo el rey que se le leeyerá esa noche?

# q:!EST!6~3#Question:What did the king ask?
source: What did the king ask?
es: ¿Qué preguntó el rey?

# q:!EST!6~6#Question:What did the king ask Haman?
source: What did the king ask Haman?
es: ¿Qué le preguntó el rey a Amán?

# q:!EST!6~6#Question:Whom did Haman think that the king wanted to honor?
source: Whom did Haman think that the king wanted to honor?
es: ¿A quién pensó Amán que el rey quería honrar?

# q:!EST!6~7#Question:How did Haman suggest that the king show his honor?
source: How did Haman suggest that the king show his honor?
es: ¿Cómo Aman sugirió que el rey mostrará su honor?

# q:!EST!6~13#Question:What did Haman's wife and wise men recognize?
source: What did Haman's wife and wise men recognize?
es: ¿Qué reconocieron la esposa y los sabios de Amán?

# q:!EST!7~1#Question:What did Esther request of the king at the banquet?
source: What did Esther request of the king at the banquet?
es: ¿Qué pidió Ester del rey en el banquete?

# q:!EST!7~5#Question:What did Esther reveal to the king?
source: What did Esther reveal to the king?
es: ¿Qué le reveló Ester al rey?

# q:!EST!7~6#Question:How did Haman react?
source: How did Haman react?
es: ¿Cómo reaccionó Amán?

# q:!EST!7~8#Question:What did the king think Haman was doing?
source: What did the king think Haman was doing?
es: ¿Qué pensó el rey que Amán estaba haciendo?

# q:!EST!7~9#Question:Where was Haman hanged?
source: Where was Haman hanged?
es: ¿Dónde fue ahorcado Amán?

# q:!EST!8~2#Question:What did the king give to Mordecai?
source: What did the king give to Mordecai?
es: ¿Qué le dio el rey a Mardoqueo?

# q:!EST!8~2#Question:Who was set over the house of Haman?
source: Who was set over the house of Haman?
es: ¿Quién estaba a cargo de la casa de Amán?

# q:!EST!8~3#Question:What did Esther request of the king?
source: What did Esther request of the king?
es: ¿Qué le rogó Ester al rey?

source: What were the contents of the decree sealed and sent to all the provinces?
es: ¿Cuál era el contenido del decreto sellado y enviado a todas las provincias?

# q:!EST!8~15#Question:How did the Jews react when the decree came to them?
source: How did the Jews react when the decree came to them?
es: ¿Cómo reaccionan los Judios cuando el decreto vino a ellos?

# q:!EST!9~3#Question:Who helped the Jews?
source: Who helped the Jews?
es: ¿Quiénes les apoyaban a los judíos?

# q:!EST!9~5#Question:What did the Jews do to their enemies?
source: What did the Jews do to their enemies?
es: ¿Qué hicieron los Judios a sus enemigos?

# q:!EST!9~28#Question:What is the purpose of the days of Purim?
source: What is the purpose of the days of Purim?
es: ¿Cuál es el propósito de los días de Purim?

# q:!EST!10~2#Question:Where was the greatness of Mordecai written?
source: Where was the greatness of Mordecai written?
es: ¿Dónde fue escrita la grandeza de Mardoqueo?

# q:!NUM!1~2#Question:What did the LORD Command Moses to do?
source: What did the LORD Command Moses to do?
es: ¿Qué dijo el Señor a Moisés que hiciera?

# q:!NUM!1~45#Question:How many that were able to go to war were numbered?
source: How many that were able to go to war were numbered?
es: ¿Cuántos que podían ir a la guerra fueron contados?

# q:!NUM!1~47#Question:What tribe was not numbered?
source: What tribe was not numbered?
es: ¿De qué tribu no eran contados?

# q:!NUM!1~50#Question:What was the duty of the Levites?
source: What was the duty of the Levites?
es: ¿Cuál era el deber de los levitas?

# q:!NUM!1~53#Question:Where did the Levites camp?
source: Where did the Levites camp?
es: ¿Dónde está el campamento de los levitas?

# q:!NUM!2~3#Question:Which tribes camped east of the tabernacle?
source: Which tribes camped east of the tabernacle?
es: ¿Qué tribus acamparon al este del tabernáculo?

# q:!NUM!2~10#Question:Which tribes camped south of the tabernacle?
source: Which tribes camped south of the tabernacle?
es: ¿Qué tribus acampaban al sur del tabernáculo?

# q:!NUM!2~18#Question:Which tribes camped west of the tabernacle?
source: Which tribes camped west of the tabernacle?
es: ¿Qué tribus acamparon al oeste del tabernáculo?

# q:!NUM!3~4#Question:Why did Nadab and Abihu die?
source: Why did Nadab and Abihu die?
es: ¿Por qué murieron Nadab y Abiú?

# q:!NUM!3~4#Question:Which sons of Aaron continued as priests?
source: Which sons of Aaron continued as priests?
es: ¿Cuáles de los hijos de Aarón continuaron como sacerdotes?

# q:!NUM!3~17#Question:Who were the sons of Levi?
source: Who were the sons of Levi?
es: ¿Quiénes eran los hijos de Levi?

# q:!NUM!3~21#Question:Where did the Gershonites camp and what were their duties?
source: Where did the Gershonites camp and what were their duties?
es: ¿Dónde está el campo de Gersón y cuáles son sus funciones?

# q:!NUM!3~27#Question:Where did the Kohathites camp and what were their duties?
source: Where did the Kohathites camp and what were their duties?
es: ¿Dónde está el campo de Coat, y cuáles son sus funciones?

# q:!NUM!3~33#Question:Where did the Merarites camp and what were their duties?
source: Where did the Merarites camp and what were their duties?
es: ¿Dónde está el campo de Merari y cuáles son sus funciones?

# q:!NUM!3~38#Question:Who camped east of the tabernacle?
source: Who camped east of the tabernacle?
es: ¿Quién acampó al este del tabernáculo?

# q:!NUM!4~16#Question:Who had the oversight of the things in the tabernacle?
source: Who had the oversight of the things in the tabernacle?
es: ¿Quién tuvo el control de las cosas en el tabernáculo?

# q:!NUM!4~18#Question:What were the Kohathites not to watch?
source: What were the Kohathites not to watch?
es: ¿Qué no debían ver los hijos de Coat?

# q:!NUM!4~28#Question:Under whose authority were the duties of the Gershonites?
source: Under whose authority were the duties of the Gershonites?
es: ¿Bajo qué autoridad estaban los deberes de los hijos de Gersón?
